Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Have you ever wanted to study and learn a Mayan language? Whether you're a beginner or are more advanced, this app contains many great resources. Here you can find stories, dictionaries, and grammar resources in different Mayan languages. Get ready to immerse yourself in Mayan culture through all the history and stories you'll find here!
bn: আপনি কি কখনো একটি মায়ান ভাষা গবেষণা করতে ও শিখতে চেয়েছেন? আপনি শিক্ষানবিশ হোন, অথবা আরো অগ্রবর্তী, এই এ্যাপে দারুণ সব তথ্যভান্ডার রয়েছে। এখানে আপনি পাবেন বিভিন্ন মায়ান ভাষায় গল্প, অভিধান এবং ব্যাকরণের তথ্য ভান্ডার। এখানে পাওয়া সবরকম ইতিহাস ও গল্পের মাধ্যমে মায়ান সংস্কৃতিতে মগ্ন হয়ে পড়ুন!
ro: V-ați dorit vreodată să studiati și să învațati o limbă Mayasa? Fie că ești un începător sau mai avansat, această aplicație conține multe resurse mari. Aici puteți găsi povești, dicționare și resurse gramaticale în diferite limbi Mayase. Pregătește-te să te cufunzi în cultura mayașă prin toată istoria și povestile pe care le veți găsi aici!

# subtitle
source: Tips and tricks for living a healthier, happier life
bn: একটি স্বাস্থ্যকর, সুখী জীবনের জন্য পরামর্শ ও কৌশল
ro: Sfaturi si trucuri pentru o viata mai sanatoasa si fericita

# description
source: Have you ever wanted to be more confident? Feel less stressed? Be more efficient and productive? Now is your chance! Use this app to learn tips and tricks for self improvement. Read to discover how your mind works and how you can better your life.
bn: আপনি কি আরো আত্মবিশ্বাসী হতে চান? কম মানসিক চাপ অনুভব করতে চান? আরো দক্ষ এবং উৎপাদনক্ষম হতে চান? এখনি আপনার সুযোগ! এই এ্যাপ ব্যবহার করে আত্ম-উন্নতির জন্য টিপস ও কৌশল শিখুন। আপনার মন কীভাবে কাজ করে তা আবিষ্কার করতে এবং আপনার জীবনের উন্নতি সাধনে পড়াশোনা করুন।
ro: V-ați dorit vreodată să fiti mai încrezător? Sa va simțiți mai puțin stresat? Să fiti mai eficient și mai productiv? Acum este sansa ta! Utilizați această aplicație pentru a învăța sfaturi și trucuri pentru îmbunătățirea dumneavoastra. Cititi pentru a descoperi cum functioneaza mintea si cum puteti imbunatati viata.

# title
source: Prensa Libre
bn: প্রেন্সা লিব্রে

# subtitle
source: All the news about Guatemala and the world
bn: গুয়াতেমালা ও বিশ্ব বিষয়ক সকল খবর
ro: Stiri despre Guatemala si intreaga lume

# description
source: All the latest news and information on sports, culture and entertainment, politics, and economics, from Guatemala and the world, produced by Prensa Libre. You will have access to hundreds of articles offline, and when you go online, you will receive the latest news available. The articles remain stored on your computer so you can access them later offline at your convenience.
bn: খেলাধুলা, সংস্কৃতি ও বিনোদন, রাজনীতি এবং অর্থনীতি সংক্রান্ত সকল খবর ও তথ্যাদি সেটা গুয়াতেমালার হোক বা সারা বিশ্বের, প্রেন্সা লিব্রে আপনাকে সবই জানাবে। অফলাইনে পাবেন শত শত আর্টিকেল পড়ার সুযোগ আর অনলাইনে গেলেই সর্বশেষ খবরাখবর। আর্টিকেলগুলো আপনার কম্পিউটারেই সংরক্ষিত হবে যাতে আপনি সুবিধামত অফলাইনে তা পেতে পারেন।
ro: Toate cele mai recente știri și informații cu privire la sport, cultură și divertisment, politică și economie, din Guatemala și din lume, produs de Prensa Libre. Vei avea acces la sute de articole offline și când esti on-line, vei primi cele mai recente știri disponibile. Articolele rămân stocate pe computer, astfel încât să le puteți accesa offline mai târziu.

# title
source: VideoNet
bn: ভিডিওনেট

# title
source: Mind Maps
bn: মাইন্ড ম্যাপ
cs: Myšlenkové mapy
ms: Peta minda
th: แผนที่ความคิด
vi: Bản đồ tư duy

# subtitle
source: Create mind maps with text, images, and drawings
bn: লেখা, ছবি আর অঙ্কন দিয়ে মাইন্ড ম্যাপ তৈরি করুন
cs: Vytvářejte myšlenkové mapy s textem, obrázky a kresbami
ms: Cipta peta minda dengan teks, imej, dan lukisan
ro: Creeaza harti ale mintii cu texte,imagini,si desene
ru: Создавайте карты мыслей с помощью текста, изображений и рисунков
th: สร้างแผนที่ความคิดด้วยข้อความ ภาพ และวาดภาพ
vi: Tạo bản đồ tư duy với ký tự, hình ảnh và hình vẽ
zh_tw: 使用文字、影像和圖畫建立心智圖

# description
source: Do you ever have a complicated idea, but have trouble organizing it? If so, try mind mapping! A mind-map is a diagram used to represent words, ideas, tasks or other items linked to a central key word or idea. You'll be able to create all kinds of cool diagrams that you can save and share.
bn: এমন কখনো হয়েছে যে আপনার মাথায় বেশ একটি জটিল একটি বুদ্ধি এল, কিন্তু আপনি সেটাকে ঠিকমতো সুসংগঠিত করতে পারছেন না? যদি এমন হয়, তাহলে মাইন্ড ম্যাপ পরখ করে দেখুন! এই মাইন্ড ম্যাপ হচ্ছে একটি রেখাচিত্র যার মাধ্যমে শব্দ, বুদ্ধি, কাজ ও অন্যান্য অনেক কিছু একসাথে একটি কেন্দ্রীয় সাংকেতিক শব্দ বা চিহ্নের সাথে সংযুক্ত করে রাখা হয়। আপনি এমন অনেকরকম রেখাচিত্র তৈরি করে জমা করে রাখতে পারবেন এবং ভাগাভাগি করতে পারবেন।
cs: Měli jste někdy složitý nápad, ale potíže s tím, uspořádat si myšlenky o něm? Pokud ano, vyzkoušejte mapování mysli! Myšlenková mapa je diagram, sloužící pro představení slov, nápadů, úkolů a dalších položek propojených s centrálním klíčovým slovem nebo myšlenkou. Budete moci vytvářet všechny druhy prima diagramů, které si můžete ukládat a sdílet je.
ms: Adakah anda pernah mempunyai idea yang rumit, tetapi mempunyai masalah menguruskannya? Jika ya, cuba pemetaan minda! Peta minda ialah gambarajah yang digunakan untuk mewakili perkataan, idea, tugas atau item lain yang dikaitkan dengan perkataan atau idea utama Pusat. Anda akan dapat mencipta semua jenis Rajah menarik yang boleh anda simpan dan kongsi.
ro: Ai avut vreodata o idee complicata,dar ai avut probleme cu organizarea ei?Daca da,incearca cartografierea in minte!O minte-hartă este o diagramă utilizată pentru a reprezenta cuvinte, idei, sarcini sau alte elemente legate de un cuvânt cheie sau a unei idei. Vei fi capabil de a crea tot felul de diagrame interesante pe care le puteți salva și partaja.
ru: Бывает ли так, что у вас есть сложная идея, но вам трудно ее организовать? Если это так, попробуйте использовать mind mapping! Mind-map - это диаграмма, используемая для представления слов, идей, задач или других элементов, связанных с главным ключевым словом или идеей. Вы сможете создавать всевозможные классные диаграммы, которые можно сохранять и обмениваться ими.
th: คุณเคยมีไอเดียที่ซับซ้อนแต่มีปัญหาในการจัดระเบียบมันหรือไม่? ถ้าเป็นเช่นนั้นลองทำแผนที่ความคิด! แผนที่ความคิดเป็นแผนภาพใช้แทนคำพูด ความคิด งานหรือรายการอื่น ๆ ที่เชื่อมโยงกับคำสำคัญกลางหรือความคิด คุณจะสามารถสร้างแผนภาพเจ๋ง ๆ ทุกชนิดที่คุณจะเก็บบันทึกและแบ่งปันได้
vi: Đã bao giờ bạn có những ý tưởng phức tạp, nhưng lại gặp khó khăn trong việc sắp xếp chúng chưa? Nếu có thì hãy thử lập bản đồ tư duy! Bản đồ tư duy là một sơ đồ được sử dụng để trình bày lời nói, ý tưởng, nhiệm vụ hoặc mọi điều có liên quan đến một từ khóa hoặc ý tưởng chính. Bạn sẽ có thể tạo ra mọi loại sơ đồ lý thú để lưu lại và chia sẻ.
zh_tw: 你是否心中曾有一個複雜的想法，但卻無法組織整理它？如果是的話，試試心智圖吧！心智圖是一張用來表示與中心關鍵詞或中心想法相關聯的單字、想法、任務或其他項目的圖。你可以製作各種酷炫的圖，然後儲存並分享。

# title
source: Turtle Blocks
bn: টার্টল ব্লক

# subtitle
source: Visually program with turtle art
bn: টার্টল আর্টের সাহায্যে ভিজ্যুয়াল প্রোগ্রাম
ro: Provocari de programare cu Turtle Blocks
vi: Chương trình ảo với các chú rùa nghệ thuật

# description
source: Learn the basics of computer programming while creating beautiful artwork! First, drag and drop commands for your turtle to follow from the menu. As the turtle moves, it will draw colorful lines behind it. You can change the colors, and start to design your masterpiece, all while learning the basics of computer programming.
bn: কম্পিউটার প্রোগ্রামিং এর মৌলিক কাজ শিখুন চমৎকার সব শিল্পকর্ম তৈরি করতে করতে! প্রথমে নির্দেশনা দিন যা আপনার টার্টল মেনু থেকে অনুসরণ করবে। টার্টল যখন নড়বে, তখন এটি এর পিছনে রঙিন লাইন তৈরি করবে। আপনি লাইনের রঙ পাল্টাতে পারেন, এবং শুরু করতে পারেন আপনার নকশায় নিজের মাস্টারপিস তৈরির কাজ, একই সাথে শিখতে থাকুন মৌলিক কম্পিউটার প্রোগ্রামিং।
ro: Aflați elementele de bază ale programării calculatorului creând în același timp opera de arta frumoasa! În primul rând, trageti si plasati comenzi pentru ca broasca testoasa dumneavoastră să urmeze din meniu. Pe măsură ce se mută broasca testoasa, se vor desena linii colorate în spatele ei. Aveți posibilitatea să modificați culorile, și începe să proiecteze capodopere, toate în timp ce invatati bazele programării calculatorului.
vi: Học cách lập trình máy tính căn bản trong khi vẫn tạo ra được những tác phẩm nghệ thuật tuyệt vời! Đầu tiên, hãy kéo và thả các lệnh cho chú rùa của bạn từ trình đơn. Khi chú rùa chuyển động, chương trình sẽ vẽ các đường màu sắc phía sau đó. Bạn có thể vừa đổi màu, vừa bắt đầu thiết kế tuyệt tác của mình vừa học về lập trình máy vi tính căn bản.

# folderName
source: Tools
bn: যন্ত্রপাতি
cs: Nástroje
ms: Alatan
ro: Unelte
ru: Инструменты
th: เครื่องมือ
vi: Công cụ
zh_tw: 工具

# title
source: Bangladesh National Curriculum
ro: Curriculum National Bangladeș

# subtitle
source: National curriculum for Class I through Class X in all subjects
ro: Curriculum national din Clasa I pana in Clasa X cu toate subiectele

# description
source: Learn about Bengali, Mathematics, Science, Social Studies, Religion, English, and more with this program that covers Class I through Class X. Each subject contains a textbook with lots of information and practice exercises to help you study and succeed in school. If you're a teacher, this app is perfect for guiding your class throughout the school year.
ro: Invata Bengaleza,Matematica,Stiinta,Studii Sociale,Religie,Engleza,si multe altele cu acest program care acopera Clasa I pana in Clasa X.Fiecare subiect contine o carte cu multe informatii si exercitii practice care te va ajuta sa studiezi si sa reusesti la scoala.Daca esti profesor,aceasta aplicatie este perfecta pentru a ghida clasa pe intreg anul scolar.

# title
source: Technology courses
ro: Cursuri de Tehnologie

# subtitle
source: Learn the necessary skills for a career in tecnología.
ro: Invata abilitatile necesare pentru o cariera in tehnologie.

# title
source: Learn English Curriculum
ro: Invata curriculum englez

# subtitle
source: Primary English curriculum practice
ro: Practica curriculum englez primar

# description
source: Practice your elementary English skills with this program. For each topic, there is a workbook with practice questions as well as answers to check your work. There are also audio clips so you can improve your listening skills. The resources in this program have a ton of information and practices to help you study and succeed in school. If you're a teacher, this app is perfect for guiding your class throughout the school year.
ro: Pune in practica abilitatile tale de engleza cu acest program.Pentru fiecare topic,exista un spatiu de lucru cu intrebari practice dar si raspunsuri pentru a-ti verifica munca.De asemenea,exista si clipuri audio pentru a-ti imbunatati abilitatile de ascultare.Resursele din acest program au o tona de informatii si surse practice pentru a te ajuta sa inveti si sa reusesti la scoala.Daca esti profesor,aceasta aplicatie este perfecta pentru a ghida clasa intreg anul scolar.

# title
source: Math Curriculum
ro: Curricumul matematic

# subtitle
source: Primary mathematics curriculum practice
ro: Practica curriculum matematic primar

# description
source: Practice your elementary math skills with this program. For each topic, there is a workbook with practice questions as well as answers to check your work. The resources in this program have a ton of information and practices to help you study and succeed in school. If you're a teacher, this app is perfect for guiding your class throughout the school year.
ro: Practica abilitatile tale elementare cu acest program.Pentru fiecare topic,exista un spatiu de lucru cu intrebari practice dar si raspunsuri pentru a-ti verifica munca.Resursele din acest program au o tona de informatii si surse practici pentru a te ajuta sa inveti si sa reusesti la scoala.Daca esti profesor,aceasta aplicatie este perfecta pentru a ghida clasa intreg anul scolar.

# subtitle
source: News that affects your day to day
ro: Stiri care te afecteaza zi de zi

# description
source: The most important events and useful information for your day to day, as well as news about sports and television. The program is updated with the latest Extra newspaper website news whenever you are connected. The news are stored on your computer so you can access them whenever you want, even without internet.
ro: Cele mai importante evenimente și informații utile de zi cu zi, precum și știri despre sport și televiziune. Programul este actualizat cu cele mai recente ziare suplimentare ori de câte ori sunteți conectat. Stirile sunt stocate pe computer, astfel încât să le puteți accesa oricând doriți, chiar și fără internet.

# title
source: Library
ro: Librarie

# subtitle
source: Popular classics in foreign languages
ro: Clasice populare în limbi străine

# description
source: A collection of literature classics available in foreign languages, including such renowned authors as Lewis Carrol, Miguel de Cervantes, Charles Dickens, William Shakespeare, and Dante Alighieri. The works are categorized by language and include texts in English, Spanish, French, and Italian.
ro: O colecție de clasici din literatura de specialitate disponibile în limbi străine, inclusiv autori de renume precum Lewis Carrol, Miguel de Cervantes, Charles Dickens, William Shakespeare, Dante Alighieri. Lucrările sunt clasificate în funcție de limbă și includ texte în limba engleză, spaniolă, franceză și italiană.

# subtitle
source: Classic books in portuguese children, teenagers, and adults
ro: Cărți clasice pentru copii portughezi, adolescenți și adulți

# description
source: A collection of literature classics covering more than 70 authors whose works are in the public domain, including Machado de Assis, Fernando Pessoa, Lima Barreto and Eça de Queirós. In this library, the PDF books are divided into the following categories: children, teenagers, classics, brazilian, and portuguese.
ro: O colecție de clasici din literatura de specialitate care acoperă mai mult de 70 de autori ale căror lucrări sunt în domeniul public, inclusiv Machado de Assis, Fernando Pessoa, Lima Barreto și Eca de Queirós. În această bibliotecă, cărțile PDF sunt împărțite în următoarele categorii: copii, adolescenți, clasici, brazilian, și portugheză.

# subtitle
source: Literary classics for all ages
ro: Literatura clasica pentru toate varstele

# description
source: A complete library with the great classics of world literature. More than 70 digital books, with options for small children, youth, and adults. You will have fun with fantastic stories like Gulliver's Travels (Jonathan Swift) or Around the World in 80 Days (Jules Verne) and the great works of the Portuguese language's greatest writers, like Machado de Assis and Fernando Pessoa.
ro: O bibliotecă completă cu marii clasici ai literaturii universale. Mai mult de 70 de cărți digitale, cu opțiuni pentru copii mici, tineri și adulți. Te vei distra cu povesti fantastice, cum ar fi Călătoriile lui Gulliver (Jonathan Swift) sau în jurul lumii în 80 de zile (Jules Verne) și marile opere din cei mai mari scriitori limba portugheză a lui, precum Machado de Assis și Fernando Pessoa.

# title
source: Programming
ro: Programeaza

# subtitle
source: Learn the basics of front-end web development with this app
ro: Invata baza dezvoltarii unui site cu aceasta aplicatie

# description
source: Have you ever wanted to make websites or explore programming? With this app you can! Learn the basics of front-end web development with HTML, CSS, and Javascript.
ro: V-ați dorit vreodată să faceti site-uri web sau sa explorati programarea? Cu această aplicație puteți! Aflați elementele de bază ale dezvoltării web , cu HTML, CSS, si Javascript.

# subtitle
source: The global newspaper about breaking news in Mexico and the world
ro: Ziar global despre noutati in Mexic si in intreaga lume

# title
source: Your Health
ro: Sanatatea ta

# subtitle
source: Health, nutrition, and well-being in one click
ro: Sanatate,nutritie,si bunastare doar cu un singur click

# description
source: Health care for the whole family with information about disease prevention, nutrition, and well-being. This application also provides information about vaccination and how to use the services available in the Unified Health System. Content developed by the medical team at the sautil.com.br portal
ro: Ingrijirea sanatatii pentru intreaga familie cu informatii despre prevenirea bolii,nutritie si bunastare.Aceasta aplicatie ofera informatii despre vaccinare si cum sa utilizati serviciile disponibile in Sistemul de Sanatate Unificat.Continut dezvoltat de echipa medicala de la portalul sautil.com.br

# subtitle
source: Google's popular web browser
cs: Oblíbený webový prohlížeč od Google
ms: Pelayar sesawang Google yang terkenal
ro: Browser-ul popular Google
ru: Популярный веб-браузер Google
th: เว็บเบราว์เซอร์ยอดนิยมของ Google
vi: Trình duyệt web phổ biến nhất của Google
zh_tw: Google 的熱門網頁瀏覽器

# description
source: Google Chrome is one of the world's most popular web browsers. If you have trouble watching videos online with other browsers, try Google Chrome since it has built-in support for the most common video-streaming service websites. ** Requires internet
cs: Google Chrome je jeden ze světově nejoblíbenějších webových prohlížečů. Pokud máte problémy se sledováním videí na Internetu v jiných prohlížečích, zkuste Google Chrom, protože má vestavěnou podporu pro nejběžnější služby pro streamování videí. ** Vyžaduje Internet
ms: Google Chrome merupakan salah satu pelayar sesawang terkenal di dunia. Jika anda menghadapi masalah ketika menonton video dalam talian dengan pelayar lain, cubalah Google Chrome kerana ia ada sokongan terbina-dalam untuk kebanyakan laman sesawang perkhidmatan penstriman-video yang umum. ** Perlukan internet
ro: Google Chrome este unul dintre cele mai populare browsere web.Daca ai probleme la urmarirea videoclipurilor online cu alte browsere,incearca Google Chrome,deoarece are suport pentru cele mai folosite servicii de streaming video. ***Necesita conexiune la internet
ru: Google Chrome - один из самых популярных в мире веб-браузеров. Если у вас возникают проблемы с просмотром видео онлайн в других браузерах, попробуйте Google Chrome, поскольку он имеет встроенную поддержку наиболее распространенных веб-сайтов служб потокового видео. ** Требуется интернет
th: Google Chrome เป็นหนึ่งในเว็บเบราว์เซอร์ที่เป็นที่นิยมที่สุดในโลก หากคุณพบปัญหาในการรับชมวิดีโอออนไลน๋ผ่านเว็บเบราว์เซอร์อื่น ลองใช้ Google Chrome เนื่องจากมีความช่วยเหลือในตัวเบราว์เซอร์ สำหรับการใช้งานเว็บไซต์วิดีโอสตรีมมิ่งที่นิยมทั่วไป *** ต้องเชื่อมต่ออินเทอร์เน็ต
vi: Google Chrome là một trong những trình duyệt web phổ biến nhất trên thế giới. Nếu bạn gặp vấn đề trong việc xem video trực tiếp với các trình duyệt khác, hãy thử dùng Google Chrome vì nó được tích hợp hỗ trợ cho hầu hết các trang web phát video trực tuyến thông dụng nhất. ** Cần có internet
zh_tw: Google Chrome 是世界上最受歡迎的網頁瀏覽器之一。如果你使用其他瀏覽器線上觀看影片時遇到問題，請試試 Google Chrome 吧！因為它內建最常見的影片串流服務網站支援。 ** 需要網路連線

# subtitle
source: Listen to music using Spotify
cs: Poslouchejte hudbu prostřednictvím Spotify
ms: Dengar muzik menggunakan Spotify
ro: Asculta muzica folosind Spotify
ru: Слушайте музыку с помощью Spotify
th: ฟังเพลงด้วย Spotify
vi: Nghe nhạc qua Spotify
zh_tw: 使用 Spotify 聽音樂

# description
source: Access all of your favorite music, discover new songs, and share music online with your friends - all in one place. Create shared playlists or share individual songs with your Facebook friends with just a click of a button. Follow your favorite artists or friends to know what they are listening to, and then save the songs to your own playlists. Spotify is the best way to have access to millions of songs, and all the latest hits. **Requires internet
cs: Mějte přístup ke své oblíbené hudbě, objevujte nové skladby a sdílejte hudbu na Internetu se svými přáteli – vše na jednom místě. Vytvářejte sdílené seznamy skladeb nebo sdílejte jednotlivé skladby s přáteli na Facebooku pouhým kliknutím na tlačítko. Sledujte své oblíbené umělce nebo přátele a zjistěte, co poslouchají a pak si skladby ukládejte na svůj vlastní seznam. Spotify je nejlepší způsob jak mít přístup k milionům skladeb a všem nejnovějším hitům. *Vyžaduje Internet
ms: Capai semua muzik kegemaran, temui lagu-lagu baharu, dan kongsikan muzik dalam talian dengan rakan anda - semuanya dalam satu tempat. Cipta senarai main terkongsi atau kongsikan lagu secara individu dengan rakan Facebook anda hanya dengan seklik butang. Ikuti artis-artis kegemaran atau rakan anda yang ada lagu kegemaran mereka, kemudian simpan lagu tersebut ke dalam senarai main anda sendiri. Spotify merupakan cara terbaik untuk mencapai berjuta-juta lagu, dan semua hit terkini. **Perlukan internet
ro: Acceseaza toata muzica ta favorita,descopera noi cantece,si impartaseste muzica online cu prietenii - toate in acelasi loc.Urmareste-ti artistul favorit ,si salveaza melodiile pe listele de redare. Spotify este cel mai bun mod de a avea acces la milioane de cântece, și la cele mai recente hit-uri. ** Necesită internet
ru: Доступ ко всей вашей любимой музыке, открытие новых песен и обмен музыкой с друзьями в режиме онлайн - все в одном месте. Создавайте общие плейлисты или делитесь отдельными песнями со своими друзьями в Facebook одним нажатием кнопки. Следите за своими любимыми исполнителями или друзьями, чтобы знать, что они слушают, а затем сохраняйте песни в собственных плейлистах. Spotify - это лучший способ получить доступ к миллионам песен и всем последним хитам. **Требуется интернет
th: เข้าถึงเพลงโปรดของคุณ, ค้นพบเพลงใหม่ๆ และแบ่งปันเพลงทางออนไลน์กับเพื่อนๆ ได้จากที่เดียว สร้างเพลย์ลิสต์แบบใช้งานร่วมกันหรือแบ่งปันเพลงกับเพื่อนบน Facebook ได้ในคลิกเดียว ติดตามศิลปินคนโปรดหรือเพื่อนเพื่อดูว่าพวกเขากำลังฟังอะไร จากนั้นบันทึกเพลงโปรดลงในเพลย์ลิสต์ของคุณ Spotify คือวิธีที่ยอดเยี่ยมที่สุดในการเข้าถึงเพลงนับล้านๆ รวมถึงเพลงฮิตล่าสุด **จำเป็นต้องมีอินเทอร์เน็ต
vi: Truy cập toàn bộ các bản nhạc yêu thích của bạn, khám phá các ca khúc mới và chia sẻ âm nhạc trực tuyến với bạn bè của bạn - tất cả tại một nơi. Tạo ra các danh mục phát dùng chung hoặc chia sẻ các ca khúc riêng với bạn bè trên Facebook của bạn chỉ bằng một cú bấm nút. Dõi theo bạn bè hay các nghệ sĩ yêu thích của bạn để biết họ đang nghe gì, rồi sau đó lưu các ca khúc vào danh mục phát của riêng bạn. Spotify là cách tốt nhất để truy cập vào hàng triệu ca khúc và tất cả các bản hit mới nhất. **Cần có internet
zh_tw: 存取你喜愛的所有音樂，發現新歌，並在線上與好友分享音樂 - 盡在一處。只要按個按鈕即可建立分享播放清單，或與 Facebook 好友分享個別歌曲。追蹤喜愛的藝人或好友，了解他們在聽的歌曲，並儲存歌曲至自己的播放清單。Spotify 是聆聽數百萬首歌曲及最新熱門歌曲的最佳方式。 ** 需要網路

# title
source: Remote Desktop
cs: Vzdálená plocha
ms: Desktop Kawalan
ro: Desktop de la distanta
th: เดสก์ท็อประยะไกล
vi: Truy cập Máy tính Từ xa
zh_tw: 遠端桌面

# subtitle
source: Manage your desktop from afar
cs: Spravujte svůj desktop na dálku
ms: Uruskan desktop anda dari jauh
ro: Administreaza computerul de la distanta
ru: Управляйте своим рабочим столом на расстоянии
th: จัดการหน้าจอเดสก์ท็อปของคุณจากระยะไกล
vi: Quản lý màn hình máy tính của bạn từ xa
zh_tw: 遠端管理你的桌面
