Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Love motorcycles? Then you're going to love this racing game where physics plays an important role in winning! You must control your bike to its physical limit if you want to have a chance of finishing the difficult courses. Learn about science and practice your racing skills at the same time in this fast-paced, exciting test of speed!
ar: أتحب الدراجات النارية؟ إن كنت كذلك فستحب لعبة السباق هذه و التي تلعب حركات الجسد دورا مهما في الفوز! يجب عليك السيطرة على الدراجة الخاصة بك إلى أقصى حدودك الجسدية إذا كنت تريد أن يكون لك فرصة الانتهاء من الدورات الصعبة. تعرف على العلوم ومارس مهارات السباق الخاصة بك في نفس الوقت في هذه اللعبة ذات الوتيرة السريعة، واختبر السرعة مثيرة!
bn: মোটরসাইকেল ভালোবাসেন ? তাহলে আপনি অবশ্যই এই প্রতিযোগিতামূলক খেলাটি ভালোবাসবেন, যেখানে জেতার পেছনে পদার্থবিজ্ঞান একটি গুরুত্বপূর্ণ ভূমিকা পালন করে! যদি আপনি কঠিন কোর্সগুলো শেষ করতে চান তবে আপনাকে অবশ্যই আপনার মোটরসাইকেলের কর্মক্ষমতার সীমা জেনে তাকে নিয়ন্ত্রণ করতে হবে। এই দ্রুতলয়ের, উত্তেজনাপূর্ণ গতির পরীক্ষায় বিজ্ঞান সম্পর্কে জানুন এবং অনুশীলন করুন আপনার রেসিং দক্ষতা একই সময়ে!
cs: Máte rádi motorky? Pak si oblíbíte tuto závodní hru, ve které důležitou roli ve vítězení hraje fyzika! Pokud chcete mít šanci na dokončení obtížných tras, je třeba ovládat svou motorku k jejím fyzickým limitům. Zjistěte něco o vědě a zároveň si vyzkoušejte své jezdecké dovednost v tomto rychlém, vzrušujícím testu rychlosti!
ms: Suka motosikal? Kemudian anda akan suka permainan perlumbaan ini di mana fizik memainkan peranan penting dalam menang! Anda mesti mengawal motosikal anda kepada had fizikal jika anda ingin mempunyai peluang untuk menamatkan kursus yang sukar. Belajar tentang sains dan mengamalkan kemahiran perlumbaan anda pada masa yang sama dalam ujian kelajuan yang pantas dan menarik!
ro: Iti plac motocicletele?Atunci sigur iti va placea acest joc unde fizica joaca un rol important in castigarea cursei!Trebuie sa iti controlezi motocicleta pana la limita daca vrei sa ai o sansa la castig.Invata totul despre stiinta si practica talentul de jucator in acest joc minunat!
ru: Любите мотоциклы? Тогда вам понравится эта гоночная игра, в которой физика играет важную роль в победе! Вы должны управлять своим мотоциклом на пределе его физических возможностей, если хотите иметь шанс пройти сложные трассы. Изучайте науку и одновременно тренируйте свои гоночные навыки в этом стремительном и захватывающем испытании скорости!
th: รักมอเตอร์ไซค์ใช่หรือไม่ แล้วคุณจะรักเกมแข่งนี้ที่ฟิสิกส์ที่มีบทบาทสำคัญในการชนะ! คุณต้องควบคุมจักรยานของคุณถึงขีดจำกัดทางกายภาพของตน ถ้าคุณต้องการที่จะมีโอกาสในการจบหลักสูตรที่ยากลำบาก เรียนรู้เกี่ยวกับวิทยาศาสตร์และการปฏิบัติทักษะการแข่งรถของคุณในเวลาเดียวกันในเรื่องนี้อย่างรวดเร็ว การทดสอบความเร็วที่น่าตื่นเต้น!
vi: Bạn thích xe cộ phải không? Vậy thì chắc chắn bạn sẽ yêu thích trò chơi đua xe mà vật lý đóng vai trò quan trọng trong việc giành chiến thắng này! Bạn phải điều khiển chiếc xe của mình theo đúng giới hạn vật lý nếu bạn muốn có cơ hội hoàn thành các chặng đua đầy khó khăn. Vừa tìm hiểu về khoa học vừa thực hành kỹ năng đua xe của bạn trong thử thách tốc độ cao và đầy hào hứng này!
zh_tw: 喜歡摩托車嗎？那你一定會愛上這款賽車遊戲，物理特性扮演著勝利的重要角色！若想完成困難的賽道，必須控制機車的物理極限。在這款快速又刺激的速度試驗中，了解科學並同時磨練你的賽車技巧吧！

# title
source: Help Center
ar: مركز المُساعَدة
bn: সাহায্য কেন্দ্র
cs: Centrum nápovědy
ms: Pusat Bantuan
ro: Centru de ajutor
ru: Справочный центр
th: ศูนย์ช่วยเหลือ
vi: Trung tâm Trợ giup
zh_tw: 協助中心

# subtitle
source: Learn how to use Endless
ar: تعرف على كيفية استخدام إندليس
bn: এন্ডলেস ব্যবহার সম্পর্কে জানুন
cs: Naučte se používat Endless
ms: Belajar cara menggunakan Endless
ro: Invata cum sa folosesti Endless
ru: Узнайте, как использовать Бесконечную ОС
th: เรียนรู้วิธีการใช้ Endless
vi: Học cách sử dụng Endless
zh_tw: 學習如何使用無盡

# description
source: Do you have questions about how to use Endless? Now you can have the answers to your questions be just a click away! We've created the Help Center for both new and advanced users, so that you can learn how to use Endless at the level you need. If you can't find the answer to your questions - let us know! You help to make Endless better by giving us your feedback, and by asking us questions.
ar: هل لديك أسئلة حول كيفية استخدام إندليس؟ الآن يمكنك الحصول على الإجابات على أسئلتك بنقرة زر واحدة! لقد أنشأنا مركز المساعدة لكلاً من المستخدمين الجدد والمتقدمين، حتى تتمكن من التعرف على كيفية استخدام إندليس بالمستوى الذي ترجوه. إذا لم تتمكن من العثور على إجابة شافية بخصوص أسئلتك، دعنا نعرف ذلك! فأنت تساعد على جعل شركة إندليس أفضل بإرسال ملاحظاتك لنا، وبطرح الأسئلة علينا.
bn: আপনার কি প্রশ্ন আছে কী করে এন্ডলেস ব্যবহার করবেন? এখন আপনি আপনার সমস্ত প্রশ্নের উত্তর পাবেন মাত্র একটি ক্লিকের দ্বারা! আমরা নতুন এবং অগ্রবর্তী ব্যবহারকারী উভয়ের জন্য তৈরি করেছি একটি সহায়তা কেন্দ্র , যেন আপনি শিখতে পারেন কীভাবে আপনার প্রয়োজন অনুয়াযী আপনি এন্ডলেস ব্যবহার করতে পারেন। আপনি যদি আপনার প্রশ্নের উত্তর না পেয়ে থাকেন- আমাদের জানিয়ে দিন! আপনি আপনার প্রতিক্রিয়া জানিয়ে এবং প্রশ্ন জিজ্ঞেস করে আমাদের আরো উন্নত হতে সাহায্য করুন ।
cs: Měli jste otázky ohledně toho, jak používat Endless? Nyní vás od odpovědí na vaše otázky dělí jen jedno kliknutí! Vytvořili jsme Centrum nápovědy pro jak nové, tak pokročilé uživatele, takže se můžete dozvědět jak Endless používat na úrovni, kterou potřebujete. Pokud nenalézáte odpověď na svou otázku, dejte nám vědět! Pomůžete udělat Endless lepší poskytnutím zpětné vazby a pokládáním dotazů nám.
ms: Adakah anda mempunyai soalan mengenai bagaimana untuk menggunakan Endless? Sekarang anda boleh mempunyai jawapan kepada soalan anda hanya satu klik sahaja! Kami telah mencipta Pusat Bantuan untuk pengguna baru dan mahir, supaya anda boleh mempelajari cara menggunakan Endless pada tahap yang anda perlukan. Jika anda tidak dapat mencari jawapan kepada soalan anda - Maklumkan kepada kami! Anda membantu untuk membuat Endless lebih baik dengan memberi kami maklum balas anda, dan dengan bertanya soalan kami.
ro: Aveți întrebări cu privire la modul de utilizare a sistemului Endless ? Acum puteți avea răspunsuri la întrebările dvs. doar la un clic distanță! Am creat Centrul de ajutor atât pentru utilizatorii noi și avansati, astfel încât să puteți învăța cum să folositi Endless la nivelul la care aveți nevoie. În cazul în care nu puteți găsi răspunsul la întrebările dvs. - să ne spuneti! Va ajuta sa faceti Endless mai bun oferindu-ne feedback-ul dvs., și cerându-ne întrebări.
ru: У вас есть вопросы о том, как использовать Endless? Теперь ответы на ваши вопросы могут быть всего в одном клике от вас! Мы создали Центр помощи как для новичков, так и для опытных пользователей, чтобы вы могли научиться пользоваться Endless на том уровне, который вам необходим. Если вы не можете найти ответы на свои вопросы - дайте нам знать! Вы помогаете сделать Endless лучше, оставляя нам свои отзывы и задавая вопросы.
th: คุณมีคำถามเกี่ยวกับวิธีการใช้งาน Endless หรือไม่ ตอนนี้คุณสามารถมีคำตอบสำหรับคำถามของคุณเป็นเพียงแค่คลิกไป! เราได้สร้างศูนย์ช่วยเหลือสำหรับทั้งผู้ใช้ใหม่และทันสมัยเพื่อให้คุณสามารถเรียนรู้วิธีการใช้งาน Endless ในระดับที่คุณต้องการ ถ้าคุณไม่สามารถหาคำตอบของคำถามของคุณ - แจ้งให้เราทราบ! คุณจะช่วยให้ Endless ดีขึ้นโดยการส่งความคิดเห็นของคุณและถามคำถามเรา
vi: Bạn có thắc mắc về cách sử dụng Endless? Giờ đây, bạn có thê nhận được câu trả lời cho tất cả các câu hỏi của mình chỉ bằng một cú nhấp chuột! Chúng tôi đã tạo ra Trung tâm Trợ giúp cho cả người dùng mới lẫn chuyên nghiệp để bạn có thể học cách sử dụng Endless ở cấp độ mà bạn cần. Nếu không thể tìm thấy câu trả lời cho câu hỏi của bạn - hãy cho chúng tôi biếti! Bạn sẽ giúp Endless cải thiện hơn bằng cách cho chúng tôi thông tin phản hồi và đặt câu hỏi cho chúng tôi.
zh_tw: 關於如何使用 Endless，你有什麼問題嗎？現在，用滑鼠點一點就可以知道問題的答案囉！ 我們為新手和進階使用者建立了「服務中心」，所以你可以在你需要的級別中學習如何使用 Endless。如果你無法找到問題的答案，請務必告知我們！透過給予回饋意見和詢問問題，可以幫助我們讓 Endless 變得更好。

# title
source: KBlocks
ar: كي بلوكس
bn: কেব্লক

# subtitle
source: Match blocks to destroy them and win
ar: طابق القطع لتدميرها و الفوز
bn: ব্লক মিলিয়ে তাদের ধ্বংস করুন এবং খেলা জিতুন
cs: Hledejte shodu bloků, tím je zničte a vyhrajte
ms: Padankan Blok-blok untuk memusnahkan mereka dan menang
ro: Potriveste blocuri ca sa le distrugi si sa castigi
ru: Соединяйте блоки, чтобы уничтожить их и победить
th: จับคู่บล็อคเพื่อทำลายมันและชนะ
vi: Khớp các khối gạch để phá hủy và giành chiến thắng
zh_tw: 配對方塊將其摧毀以獲得勝利

# description
source: This game is similar to Tetris, so if you love that game, you will love this one! Match up the block shapes in order to make them disappear and keep them from filling the screen. You will need to be really fast or else you'll lose, so pay attention and get ready for some very fast-actioned fun!
ar: تشبه هذه اللعبة لعبة تتريس، لذلك إذا كنت تحب تلك اللعبة، فإنك سوف تحب هذه اللعبة! قم بمطابقة الأشكال مع بعضها لجعلها تختفي ومنعها من ملء الشاشة. ستحتاج إلى أن تكون سريعا و إلا ستخسر، لذلك ركز و تجهز لبعض المرح السريع جدا!
bn: এই খেলাটি টেট্রিসের মতো, তাই আপনার যদি টেট্রিস ভাল লাগে, তাহলে আপনার এই খেলাটিও ভাল লাগবে! ব্লকের আকৃতি অনুসারে তাদের মিলান যেন তারা গায়েব হয়ে যায় এবং স্ক্রিনে আরো নতুন নতুন ব্লক আসতে থাকে। আপনাকে খুব দ্রুতগতি সম্পন্ন হতে হবে অথবা আপনি হেরে যাবেন। তাই পূর্ণ মনযোগ দিন এবং তৈরি হয়ে যান খুব দ্রুতলয়ের আনন্দের জন্য!
cs: Tato hra je podobná Tetrisu, takže pokud tu hru máte rádi, bude se vám tato líbit! Dávejte k sobě tvary z bloků, aby mizely a nevyplnily obrazovku. Bude třeba být velmi rychlí, nebo prohrajete, takže dávejte pozor a připravte se na velmi rychlou zábavnou akci!
ms: Permainan ini adalah serupa dengan Tetris, jadi jika anda suka permainan itu, anda akan suka satu ini! Padankan bentuk blok untuk membuat mereka hilang dan menyimpannya daripada mengisi skrin. Anda akan perlu benar-benar cepat atau lain anda akan kehilangan, jadi memberi perhatian dan bersiap sedia untuk beberapa sangat cepat-actimenghabiskan menyeronokkan!
ro: Acest joc este similar cu Tetris! Sa potriviti formele de bloc, în scopul de a le face să dispară și să aveti grija la umplerea ecranului. Veți avea nevoie să fiti foarte rapid sau altfel veti pierde!
ru: Эта игра похожа на Тетрис, так что если вы любите эту игру, вам понравится и эта! Сопоставляйте формы блоков, чтобы заставить их исчезнуть и не дать им заполнить экран. Вам нужно быть очень быстрым, иначе вы проиграете, так что будьте внимательны и приготовьтесь к очень быстрой игре!
th: เกมนี้จะคล้ายกับ Tetris ดังนั้นถ้าคุณรักเกมนั้นคุณจะรักเกมนี้เช่นกัน! จับคู่รูปร่างบล็อกเพื่อที่จะทำให้พวกมันหายไปและไม่ให้พวกมันเติมหน้าจอ คุณจะต้องรวดเร็วจริง ๆ หรือมิเช่นนั้นคุณจะพ่ายแพ้ ดังนั้นให้ความสนใจและเตรียมความพร้อมสำหรับเกมที่สนุกรวดเร็วมาก!
vi: Trò chơi này tương tự trò chơi xếp gạch, vậy nên, nếu bạn yêu thích trò chơi đó thì bạn cũng sẽ yêu thích trò chơi này! Khớp các khối theo hình dạng để khiến chúng biến mất và không lấp đầy màn hình. Bạn sẽ phải thật nhanh tay nếu không bạn sẽ thua, do vậy, hãy tập trung và sẵn sàng với trò chơi hành động nhanh vui nhộn này!
zh_tw: 此遊戲類似俄羅斯方塊，喜歡它就一定會這款！匹配方塊形狀讓它們消失，並避免它們填滿畫面。您必須非常快速，否則將會失敗。集中注意力，準備來點快動作的樂趣吧！

# title
source: KBounce
ar: كي باونس
bn: কেবাউন্স

# subtitle
source: The ball-bouncing game sure to hook you
ar: لابد أن تأسرك لعبة الكرة المرتدة هذه
bn: এই লাফানো বলের খেলাটি আপনার মন জয় করতে বাধ্য
cs: Hra s odrážejícími se míčky, která vás určitě chytí
ms: Permainan bola melantun yang pasti untuk menarik anda
ro: O bila saritoare menita sa te atraga
ru: Игра с прыгающим мячом обязательно зацепит вас
th: เกมบอลกระเด้งที่จะทำให้คุณติดมันแน่ ๆ
vi: Trò chơi nảy bóng đảm bảo sẽ khiến bạn thích mê
zh_tw: 這款彈跳球遊戲一定會讓你上癮

# description
source: This is a fun game with a simple goal: you must build walls to decrease the area in which a bouncing ball on the screen can move. Once you fill most of the screen with walls, you’ll be able to move on to the next level. This game has an element of puzzle solving, and is fast-paced and entertaining. It requires quick thinking and fast reflexes!
ar: هذه لعبة ممتعة وهدفها بسيط: يجب بناء الجدران لتقليل المنطقة التي تتحرك بها الكرة المرتدة على الشاشة. وبمجرد ملء معظم الشاشة بالجدران، ستكون قادراً على الانتقال إلى المستوى التالي. تمتاز هذه اللعبة بلمسة حل الألغاز، وسرعة الخطى وعنصر التسلية. كما أنها تتطلب التفكير السريع وردود الفعل السريعة!
bn: খুব সহজ লক্ষ্য নিয়ে তৈরি এই মজার খেলাটি: আপনাকে কিছু দেয়াল নির্মাণ করতে হবে যাতে জায়গা কমে গিয়ে সেখানে স্ক্রিনে লাফানো বলটা নড়তে পারে। আপনি যখন পর্দার প্রায় সবটুকু অংশ দেয়াল দিয়ে পূর্ণ করবেন, তখন আপনি পরের স্তরে যেতে পারবেন।এই খেলাটিতে রয়েছে ধাঁধাঁর উপাদান, দ্রুতগতি এবং বিনোদনপূর্ণ। তীক্ষ্ণ চিন্তা ও দ্রুত প্রতিবর্তীক্রিয়া দরকার এই খেলার জন্য।
cs: Toto je zábavná hra s jednoduchým cílem: je třeba postavit zdi a zmenšit tak oblast ve které se odrážející míček na obrazovce může pohybovat. Jakmile vyplníte většinu obrazovky stěnami, budete se moci přesunout do další úrovně. Tato hra má prvek řešení hlavolamu a je rychlá a zábavná. Vyžaduje rychlé myšlení a reflexy!
ms: Ini adalah permainan yang menyeronokkan dengan matlamat yang mudah: anda mesti membina dinding untuk mengurangkan kawasan di mana bola melantun di skrin boleh bergerak. Sebaik sahaja anda mengisi sebahagian besar skrin dengan dinding, anda akan dapat bergerak ke peringkat seterusnya. Permainan ini mempunyai unsur penyelesaian teka-teki, dan cepat-serba dan menghiburkan. Ia memerlukan pemikiran cepat dan Fast refleks!
ro: Acesta este un joc distractiv cu un obiectiv simplu: trebuie să vă construiti ziduri pentru a micșora zona în care o minge care cade de pe ecran se poate deplasa. După ce umpleti cea mai mare parte a ecranului cu pereți, veți putea trece la nivelul următor. Acest joc are un element de rezolvare a puzzle-ului, și este ditractiv și de divertisment. Este nevoie de gândire rapidă și reflexe rapide!
ru: Это веселая игра с простой целью: вы должны построить стены, чтобы уменьшить область, в которой может двигаться прыгающий мяч на экране. Как только вы заполните большую часть экрана стенами, вы сможете перейти на следующий уровень. В этой игре есть элемент решения головоломок, она быстро развивается и увлекательна. Она требует быстрого мышления и быстрых рефлексов!
th: นี้เป็นเกมที่สนุกกับเป้าหมายที่ง่าย ๆ: คุณต้องสร้างกำแพงเพื่อลดพื้นที่ที่ลูกใหญ่บนหน้าจอสามารถย้าย เมื่อคุณกรอกส่วนใหญ่ของหน้าจอที่มีผนังที่คุณจะสามารถที่จะไปยังระดับถัดไป เกมนี้มีองค์ประกอบของการแก้ปริศนาและเป็นอย่างรวดเร็วและสนุกสนาน มันต้องคิดอย่างรวดเร็วและการตอบกลับอย่างรวดเร็ว!
vi: Đây là trò chơi cực kỳ vui nhộn với mục tiêu đơn giản: bạn phải xây những bức tưởng để giảm khu vực di chuyển của quả bóng nảy trên màn hình. Một khi bạn đã dựng tường trên khắp màn hình, bạn có thể qua màn tiếp theo. Trò chơi này có yếu tố giải đố, có tốc độ cao và tính giải trí cao. Bạn cần suy nghĩ và phản xạ nhanh!
zh_tw: 這是一款好玩的遊戲，目標很簡單：必須建造牆壁來縮小畫面中彈跳球的活動範圍。一旦用牆壁封滿畫面中的大部分區域，就能前進到下一關。此遊戲有解謎的要素，節奏明快且富娛樂性。需要快速思考及快速反應！

# title
source: KDiamond
ar: كيدايموند
bn: কেডায়মন্ড

# subtitle
source: Create lines of three diamonds
ar: أنشئ اسطر من ثلاث ماسات
bn: তিনটি ডায়মন্ডের সারি তৈরি করুন
cs: Vytvořte řadu třech diamantů
ms: Buat garis tiga berlian
ro: Creeaza linii cu trei diamante
ru: Создайте линии из трех бриллиантов/камней
th: สร้างเส้นของเพชรสามเม็ด
vi: Xếp ba viên kim cương thành đường thẳng
zh_tw: 建立三顆鑽石連線

# description
source: In this fast-paced game, your job is to build lines of three diamonds of the same type. Simply swap diamonds with their neighbors to make your lines. Better do it quickly, so you can build as many lines as possible before the round is over! This is an easy and highly entertaining game you can play for just a little while, or for hours on end. It’s fun, fast, and great for many age levels.
ar: في هذه اللعبة سريعة الوتيرة، تكمن مهمتك في تشكيل أسطر من ثلاث ماسات من نفس النوع. ببساطة قم بمبادلة الماس مع الأسطر المجاورة لتشكيل خطوطك. وأفضل شيء أن تقوم بذلك بسرعة وذلك حتى تتمكن من بناء العديد من لأسطر قبل انتهاء الجولة! هذه لعبة سهلة ومسلية للغاية و يمكن أن تلعبها لوقت قصير، أو لساعات طويلة. إنها ممتعة وسريعة ورائعة لكثير من المستويات العمرية.
bn: এই দ্রুতগতির খেলাটিতে আপনার কাজ হবে তিনটি একই ধরনের ডায়মন্ডের সারি তৈরি করা। সারি তৈরির জন্য ডায়মন্ডগুলোকে পাশেরটির সাথে বদলান। যত দ্রুত এ কাজটি সফলভাবে করতে পারবেন তত বেশি সারি আপনার পালা ফুরোবার আগেই করতে পারবেন। এটি খুবই সোজা এবং বেশ মজার। অল্প সময়েও যেমন খেলতে পারবেন তেমনি ব্যস্ত থাকতে পারবেন ঘন্টার পর ঘন্টা। সকল বয়সীদের জন্যই এটি মজাদার আর দ্রুতগতির চমৎকার একটি গেম।
cs: V této rychlé hře je vaším úkolem vytvářet řady tří diamantů stejného typu. Jednoduše prohazujte diamanty s jejich sousedy a vytvářejte tak řady. A dělejte to rychle, abyste vytvořili co možná nejvíce řad, než kolo skončí! Toto je snadná a velmi zábavná hra, kterou můžete hrát chvilku, nebo celé hodiny. Je zábavná, rychlá a skvělá pro mnoho generací.
ms: Dalam permainan ini pantas, tugas anda adalah untuk membina garis tiga berlian daripada jenis yang sama. Hanya swap berlian dengan jiran mereka untuk membuat talian anda. Lebih baik melakukannya dengan cepat, jadi anda boleh membina sebanyak mana baris yang mungkin sebelum pusingan berakhir! Ini adalah permainan yang mudah dan sangat menghiburkan anda boleh bermain untuk hanya sedikit sahaja, atau untuk jam pada akhir. Ia menyeronokkan, cepat, dan hebat untuk banyak peringkat umur.
ro: În acest joc , munca ta este de a construi linii de trei diamante de același tip. Pur și simplu fa schimb de diamante cu vecinii lor pentru a face liniile. Mai bine fă-o repede, astfel încât să poți construi cât mai multe linii, inainte ca runda sa se termine! Acesta este un joc ușor și foarte distractiv puteți juca doar pentru puțin timp, sau ore în șir. Este distractiv, rapid, și pentru mai multe nivele de vârstă.
ru: В этой стремительной игре ваша задача - выстраивать линии из трех бриллиантов одного типа. Просто меняйте местами бриллианты с их соседями, чтобы выстроить линии. Лучше делать это быстро, чтобы успеть построить как можно больше линий до окончания раунда! Это простая и очень увлекательная игра, в которую можно играть как некоторое время, так и несколько часов подряд. Она веселая, быстрая и подходит для всех возрастных категорий.
th: ในเกมที่รวดเร็วนี้ งานของคุณคือการสร้างแถวของเพชรสามเม็ดในประเภทเดียวกัน เพียงแค่สลับเพชรกับข้าง ๆ ของพวกมันที่จะทำแถวของคุณ จะดีกว่าถ้าจะทำมันได้อย่างรวดเร็วเพื่อให้คุณสามารถสร้างเส้นแถวมากที่สุดเท่าที่เป็นไปได้ก่อนที่จะหมดรอบ! นี่เป็นเกมที่ง่ายและสนุกมาก คุณสามารถเล่นได้เพียงเล็กน้อย หรือเป็นชั่วโมง มันสนุก รวดเร็วและดีสำหรับทุกระดับวัย
vi: Trong trò chơi có nhịp độ nhanh này, việc của bạn là xếp ba viên kim cương cùng loại thành một hàng. Đơn giản là chỉ cần tráo vị trí các viên kim cương với nhau để tạo thành một hàng. Bạn nên thực hiện thật nhanh, để tạo càng nhiều hàng càng tốt trước khi hết màn chơi! Đây là một trò chơi dễ và mang tính giải trí cao, bạn có thể chơi trong ít phút hoặc bỏ ra hàng giờ. Trò chơi này rất thú vị, đòi hỏi tốc độ nhanh và tuyệt vời dành cho nhiều độ tuổi.
zh_tw: 在這個快節奏的遊戲中，你要做的事情就是將相同類型的三顆鑽石組成一條線。只要將相鄰的兩顆鑽石交換來形成一條線就好了。最好動作快一點，這樣就可以在關卡結束前盡可能地建立多一點的線！這是一款非常簡單且極度有趣的遊戲，你可以玩一下，或玩好幾個小時。它非常有趣、快速，適合所有年齡層的玩家。

# title
source: KJumpingCube
ar: كي جمبينج كيوب
bn: কেজাম্পিংকিউব

# subtitle
source: Develop a good strategy to conquer all the squares
ar: قم بتطوير استراتيجية جيدة للإستيلاء على كل المربعات (المساحات).
bn: সকল বর্গক্ষেত্র জিতে নেবার জন্য একটি দক্ষ কৌশল ঠিক করে নিন
cs: Vyviňte dobrou strategii a dobijte všechny čtverce
ms: Membangunkan strategi yang baik untuk menakluk semua petak
ro: Dezvolta o strategie buna pentru a cuceri toate patratele
ru: Разработайте хорошую стратегию, чтобы завоевать все квадраты
th: พัฒนากลยุทธ์ดี ๆ เพื่อจะพิชิตสี่เหลี่ยมทั้งหมด
vi: Xây dựng chiến thuật tốt để chinh phục tất cả mọi lô đất
zh_tw: 制定良好的戰略以征服所有範圍
