Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Now you can manage your own computer, or a family member's, without being in front of it. This is great for people who want to help someone troubleshoot their computer from afar, or manage their computer from another computer.
cs: Nyní můžete spravovat svůj počítač nebo ty členů rodiny, i když u nich nesedíte. Toto je skvělé pro lidi, kteří chtějí někomu pomoct s jejich počítačem na dálku, nebo spravovat svůj počítač z jiného počítače.
ms: Sekarang anda boleh menguruskan komputer anda sendiri, atau ahli keluarga, tanpa berada di hadapan. Ini adalah hebat untuk orang yang mahu membantu seseorang menyelesaikan masalah komputer mereka dari jauh, atau menguruskan komputer mereka dari komputer lain.
ro: Acum puteți gestiona propriul computer sau al unui membru al familiei, fără a fi în fața ei. Acest lucru este foarte bun pentru persoanele care doresc să ajute pe cineva pentru a depana computerul lor de departe, sau de a gestiona computerul lor de la un alt calculator.
ru: Теперь вы можете управлять своим компьютером или компьютером члена семьи, не находясь перед ним. Это удобно для тех, кто хочет помочь кому-то устранить неполадки на расстоянии или управлять своим компьютером с другого компьютера.
th: เวลานี้คุณสามารถจัดการกับคอมพิวเตอร์ของตนเองหรือของสมาชิกครอบครัวได้แล้วโดยไม่ต้องอยู่หน้าเครื่อง นี่เหมาะอย่างยิ่งสำหรับช่วยเหลือคนอื่นๆ ในการแก้ปัญหาคอมพิวเตอร์ต่างๆ จากระยะไกล หรือจัดการกับคอมพิวเตอร์ของพวกเขาจากคอมพิวเตอร์เครื่องอื่นๆ
vi: Giờ đây bạn có thể quản lý máy tính của chính mình, hoặc của một thành viên gia đình, mà không cần phải ngồi trước máy. Điều này rất tuyệt đối với những người muốn giúp người khác khắc phục sự cố máy tính từ xa, hoặc quản lý máy tính của mình từ một máy tính khác.
zh_tw: 現在，你可以不在電腦面前管理你自己的或家人的電腦。非常適合想要幫助在遠方的某人處理電腦疑難雜症，或從一台電腦上管理另一台電腦的人使用。

# description
source: Breaking news portal from Mexico and the world, focused on information about the country, DF, world, technology, sports, entertainment and viral news.
ro: Portal de știri din Mexic și din lume, axat pe informații despre țară, lume, tehnologie, sport, divertisment și știri virale.

# subtitle
source: Create your own world in one of the most popular video games
cs: Vytvořte si svůj vlastní svět v jedné z nejoblíbenějších videoher
ms: Cipta dunia anda sendiri dengan salah satu permainan video paling terkenal ini
ru: Создайте свой собственный мир в одной из самых популярных видеоигр
th: สร้างโลกของคุณขึ้นมาใหม่ในหนึ่งในวิดีโอเกมที่เป็นที่นิยมมากที่สุด
vi: Kiến tạo thế giới của riêng bạn trên một trong những trò chơi điện tử phổ biến nhất
zh_tw: 在最受歡迎的電玩遊戲中打造自己的世界

# description
source: Join people all of the world playing Minecraft, one of the most popular videogames around! Your own imagination is the limit in this fun game where you get to build the world around you. Play with friends, or alone, as you adventure, gather, build, and battle in an incredible land of your very own. For the best experience, we recommend you create an account and purchase online at https://minecraft.net/en-us/store/ before installing this app. ** Requires internet.
cs: Přidejte se k lidem z celého světa, kteří hrají Minecraft – jednu z nejoblíbenějších videoher! V této zábavné hře, ve které si vytváříte svět kolem vás, je omezením je pouze vaše vlastní představivost. Hrajte s přáteli, nebo sami. Jak zažíváte dobrodružství, shromažďujete, stavíte a bojujete v neuvěřitelné vaší vlastní zemi. Pro nejlepší zážitek doporučujeme si vytvořit účet a zakoupit na Internetu https://minecraft.net/en-us/store/ a pak teprve tuto aplikaci nainstalovat. ** Vyžaduje Internet
ms: Sertai ramai orang di serata dunia yang bermain Minecraft, salah satu permainan video yang paling terkenal! Batasan permainan ini adalah imaginasi anda yang mana anda membina dunia di sekeliling anda. Bermain dengan rakan-rakan, atau secara berseorangan, bilamana anda menggembara, mengumpul sesuatu, membina sesuatu, dan berperang untuk tanah milik anda. Untuk pengalaman bermain terbaik, kami sarankan anda wujudkan satu akaun dan beli dalam talian di https://minecraft.net/en-us/store/ sebelum memasang apl ini. ** Perlukan internet.
ru: Присоединяйтесь к людям по всему миру, играющим в Minecraft, одну из самых популярных видеоигр! В этой увлекательной игре, где вы сами создаете мир вокруг себя, нет предела вашему воображению. Играйте с друзьями или в одиночку, приключаясь, собирая, строя и сражаясь в невероятных землях. Для получения наилучших впечатлений мы рекомендуем вам создать учетную запись и совершить покупку онлайн на сайте https://minecraft.net/en-us/store/ перед установкой этого приложения. ** Требуется интернет.
th: ร่วมสนุกสนานไปพร้อมกันกับผู้คนทั่วโลกในการเล่นเกม Minecraft หนึ่งในวิดีโอเกมที่เป็นที่นิยมมากที่สุดในตอนนี้! จินตนาการของคุณคือขีดจำกัดเพียงอย่างเดียวในเกมแสนสนุกนี้ ที่คุณจะได้มีโอกาสสร้างโลกขึ้นมาใหม่รอบตัวคุณ เล่นกับเพื่อนฝูง (หรือจะเล่นคนเดียวก็ได้เช่นกัน) ในขณะที่คุณออกผจญภัย เก็บของป่า ปลูกสิ่งก่อสร้าง และต่อสู้ท่ามกลางผืนดินสุดอัศจรรย์ที่คุณสร้างขึ้นมาด้วยตัวเอง หากต้องการสัมผัสประสบการณ์การเล่นเกมที่ดีที่สุด เราขอแนะนำให้คุณสร้างบัญชีผู้ใช้ขึ้นมาและซื้อออนไลน์ที่ https://minecraft.net/en-us/store/ ก่อนที่จะติดตั้งแอปนี้ ** ต้องต่ออินเทอร์เน็ต
vi: Hãy cùng chơi Minecraft, một trong những trò chơi điện tử phổ biến nhất, với toàn thế giới! Không điều gì có thể giới hạn trí tưởng tượng của riêng bạn trong trò chơi vui nhộn này, nơi bạn sẽ xây dựng thế giới xung quanh mình. Hãy chơi cùng bạn bè hoặc chơi một mình, và hãy phiêu lưu, tụ họp, xây dựng và chiến đấu trên mảnh đất kỳ diệu của riêng mình. Để có trải nghiệm tốt nhất, chúng tôi khuyên bạn nên tạo một tài khoản và mua hàng trực tuyến tại địa chỉ https://minecraft.net/en-us/store/ trước khi cài đặt ứng dụng này. **Cần có Internet.
zh_tw: 加入在世界各地遊玩 Minecraft 的人們吧，這是最受歡迎的電玩遊戲之一！在這款有趣的遊戲中，唯有自己的想像力是極限，您必須打造自己週邊的世界。可與好友一起或獨自遊玩，在屬於自己的絕妙世界中探索、收集、建造及戰鬥。為了獲得最佳體驗，建議在安裝此 app 前在 https://minecraft.net/en-us/store/ 建立帳號並線上購買。** 需要網路

# subtitle
source: Chat with your team
cs: Dopisujte si se svým týmem
ms: Sembang dengan pasukan anda
ru: Общайтесь в чате со своей командой
th: แชตกับเพื่อนร่วมทีมของคุณ
vi: Trò chuyện với đội của bạn
zh_tw: 與您的團隊聊天

# description
source: Slack offers chat rooms organized by topic, private groups, and direct messaging capabilities to facilitate conversation and help your team get things done. All content inside Slack is searchable, including files, conversations, and people, so it's easy to stay organized. Integration with several third-party services allows use of their features directly within your Slack discussions. ** Requires Internet
cs: Slack nabízí chaty uspořádané podle témat, soukromé skupiny a přímé dopisování si a tím konverzaci a pomoc vašemu týmu dokončovat věci. Ve veškerém obsahu na službě Slack lze vyhledávat, včetně souborů, konverzací a lidí, takže je snadné zůstat organizovaní. Napojení na několik služeb třetích stran umožňuje využívat jejich funkce přímo v rámci diskuzí na službě Slack. ** Vyžaduje Internet
ms: Slack menawarkan bilik-bilik sembang yang diurus mengikut topik, kumpulan-kumpulan persendirian, dan keupayaan pemesejan terus untuk memudahkan perbualan dan memudahkan kerja-kerja berpasukan anda. Semua kandungan di dalam Slack boleh digelintar, termasuklah fail, perbualan, dan individu, sungguh mudah untuk kekal terurus. Penyepaduan denganbeberapa perkhidmatan pihak ketiga membolehkan penggunaan fitur-fitur khusus mereka di dalam perbincangan Slack anda. ** Perlukan Internet.
ru: Slack предлагает чаты, организованные по темам, частные группы и возможности прямого обмена сообщениями, чтобы облегчить общение и помочь вашей команде добиться результата. Все содержимое Slack доступно для поиска, включая файлы, разговоры и людей, что позволяет легко сохранять организованность. Интеграция с несколькими сторонними сервисами позволяет использовать их функции непосредственно в обсуждениях Slack. ** Требуется Интернет
th: Slack ให้บริการแชตรูมที่จัดหมวดโดยแบ่งตามหัวข้อ กลุ่มแบบส่วนตัวและการส่งข้อความถึงกัน ที่เอื้อต่อการสนทนาและช่วยให้กลุ่มของคุณสามารถทำงานให้สำเร็จลุล่วงได้ คุณสามารถค้นหาเนื้อหาทั้งหมดใน Slack รวมถึงไฟล์ บทสนทนาและผู้ใช้คนอื่นได้ ดังนั้น คุณจึงจัดการข้อมูลที่ต้องการได้อย่างง่ายดาย ระบบของเรา สามารถทำงานร่วมกับบริการของผู้ให้บริการบุคคลที่สามอื่นๆ ได้หลากหลาย คุณจึงสามารถใช้ฟีเจอร์ของบริการเหล่านั้นได้จากใน Slack ** ต้องเชื่อมต่ออินเทอร์เน็ต
vi: Slack cung cấp các phòng chat được tổ chức theo chủ đề, nhóm riêng tư và các tính năng nhắn tin trực tiếp để tạo điều kiện thực hiện hội thoại và giúp đội của bạn hoàn tất công việc. Mọi nội dung bên trong Slack đều có thể tìm kiếm được, bao gồm các tệp, cuộc hội thoại và người, giúp bạn có thể dễ dàng sắp xếp. Việc tích hợp với một số dịch vụ của bên thứ ba cho phép bạn sử dụng trực tiếp các tính năng của họ trong các cuộc thảo luận trên Slack. **Cần có Internet
zh_tw: Slack 提供依主題、私人群組以及直接傳訊功能組合管理的聊天室來促進對話，協助您的團隊完成事務。所有在 Slack 之內的內容均可搜尋，包括檔案、對話以及人們，所以很容易保持井然有序。整合多種協力廠商的服務，讓您能在 Slack 討論中直接使用他們的功能。** 需要網路

# subtitle
source: Sophisticated text editor for code, markup, and prose
vi: Trình chỉnh sửa văn bản tiên tiến cho các đoạn mã, đánh dấu và văn xuôi

# description
source: Sophisticated text editor for code, markup, and prose
vi: Trình chỉnh sửa văn bản tiên tiến cho các đoạn mã, đánh dấu và văn xuôi

# subtitle
source: Mozilla's popular web browser
vi: Trình duyệt web phổ biến của Mozilla

# description
source: Firefox is one of the world's most popular web browsers. If you have trouble with websites that require Java support, try Firefox. ** Requires internet
vi: Firefox là một trong những trình duyệt web phổ biến nhất trên thế giới. Nếu bạn đang gặp rắc rối với các trang web yêu cầu hỗ trợ Java, hãy thử dùng Firefox. **Cần có Internet

# subtitle
source: Play videos with this popular media player
cs: Přehrávejte videa s tímto oblíbeným přehrávačem médií
ms: Main video dengan Pemain Media popular ini
ru: Воспроизводите видео с помощью этого популярного медиаплеера
th: เล่นวิดีโอด้วยโปรแกรมเล่นไฟล์มีเดียยอดนิยมโปรแกรมนี้
vi: Phát video với trình phát đa phương tiện phổ biến này
zh_tw: 透過這款熱門媒體播放器播放影片

# description
source: VLC is a free and open source multimedia player that plays most multimedia files as well as DVDs, Audio CDs, VCDs, and various internet streaming protocols. If you're having trouble viewing your videos on other multimedia players, try VLC since it has some of the best video playback support abilities out there.
cs: VLC je svobodný a open source přehrávač multimédií, který přehraje většinu multimediálních souborů, stejně tak DVD/VCD videodisků, audio CD a různých internetových streamovacích protokolů. Pokud máte problémy s přehráváním videí v ostatních přehrávačích multimédií, zkuste VLC, protože má některé z nejlepších schopností podpory přehrávání videí vůbec.
ms: VLC adalah pemain multimedia percuma dan terbuka yang memainkan kebanyakan fail multimedia serta DVD, CD audio, VCD, dan pelbagai protokol penstriman Internet. Jika anda menghadapi masalah melihat video anda pada pemain multimedia lain, cuba VLC kerana ia mempunyai beberapa kebolehan sokongan main balik video terbaik di luar sana.
ru: VLC - это бесплатный мультимедийный проигрыватель с открытым исходным кодом, который воспроизводит большинство мультимедийных файлов, а также DVD, Audio CD, VCD и различные потоковые интернет-протоколы. Если у вас возникли проблемы с просмотром видео на других мультимедийных проигрывателях, попробуйте VLC, поскольку он обладает одними из лучших возможностей поддержки воспроизведения видео.
th: VLC เป็นโปรแกรมเล่นไฟล์มัลติมีเดียแบบโอเพนซอร์สที่ใช้งานได้ฟรี สามารถเล่นไฟล์มัลติมีเดียได้แทบทุกชนิด ตลอดจนถึงแผ่นดีวีดี แผ่นออดิโอซีดี แผ่นวีซีดี และโปรโตคอลต่างๆ ที่ใช้สำหรับการสตรีมมิ่งผ่านทางอินเทอร์เน็ต หากคุณประสบปัญหาในการรับชมวิดีโอของคุณบนโปรแกรมเล่นไฟล์มัลติมีเดียอื่นๆ ลองใช้โปรแกรม VLC ดูสิ เนื่องจากโปรแกรมนี้มีความสามารถในการรองรับการเล่นวิดีโอที่ยอดเยี่ยมที่สุดในขณะนี้
vi: VLC là một trình phát đa phương tiện mã nguồn mở miễn phí, phát được hầu hết các tệp đa phương tiện cũng như DVD, Audio CD, VCD và nhiều giao thức phát trực tuyến Internet khác nhau. Nếu bạn đang gặp vấn đề trong việc xem video trên các trình phát đa phương tiện khác, hãy dùng thử VLC vì nó chứa đựng những tính năng hỗ trợ phát lại video tốt nhất.
zh_tw: VLC 是免費而開源的多媒體播放器，可播放大部分的多媒體檔案，如 DVD、音訊 CD、VCD 以及各種網路串流協定。若您在其他多媒體播放器上觀看影片時遇到問題，試試 VLC 吧。它的影片播放支援度是數一數二的。

# title
source: Animal Kingdom
cs: Království zvířat
ms: Dunia Haiwan
ru: Царство животных
th: อาณาจักรสัตว์
zh_tw: 動物王國

# subtitle
source: All about animals
cs: Vše o zvířatech
ms: Semuanya berkenaan alam haiwan
ru: Все о жизни животных
th: เรื่องราวสัตว์โลก
zh_tw: 關於動物的一切

# description
source: Awesome videos showing animals from the fluffiest to the wildest beasts of the animal kingdom.
cs: Úžasná videa ukazující zvířata od těch nejroztomilejších po nejdivočejší ve zvířecí říši.
ms: Video-video menarik yang memaparkan haiwan-haiwan daripada yang paling gebu sehinggalah haiwan terbuas di alam haiwan
ru: Удивительные видео, показывающие животных от самых пушистых до самых диких зверей животного царства.
th: วิดีโอสัตว์เจ๋ง ๆ ตั้งแต่สัตว์ขนนุ่มปุกปุยไปจนถึงสัตว์ป่าที่ดุร้ายที่สุดในอาณาจักรสัตว์
zh_tw: 展示不同動物的精彩影片，從毛茸茸的小動物到最狂野的野獸都有。

# title
source: Animations
cs: Animace
ms: Animasi
ru: Анимация
th: ภาพเคลื่อนไหว
zh_tw: 動畫

# subtitle
source: Images are worth more than words
cs: Obrázky jsou výmluvnější než slova
ms: Imej-imej lebih mudah dijelaskan berbanding kata-kata
ru: Изображения ценятся больше, чем слова
th: ภาพมีความหมายยิ่งกว่าคำพูด
zh_tw: 圖像比文字更重要

# description
source: Videos with funny and clever animations for the whole family.
cs: Videa se zábavnými a chytrými animacemi pro celou rodinu.
ms: Video-video animasi lucu dan bijak untuk tontonan keluarga.
ru: Видео с забавными и умными анимациями для всей семьи.
th: วิดีโอที่มีแอนิเมชันตลก ๆ และหลักแหลมสำหรับทั้งครอบครัว
zh_tw: 適合一家大小觀看的有趣聰明動畫影片。

# title
source: Funny Videos
cs: Zábavná videa
ms: Video Lucu
ru: Забавные видео
th: วิดีโอตลก
zh_tw: 有趣影片

# subtitle
source: Laughter is the best medicine
cs: Smích je nejlepší lék
ms: Ketawa merupakan ubat yang terbaik
ru: Смех - лучшее лекарство
th: การหัวเราะเป็นยาที่ดีที่สุด
zh_tw: 一笑治百病

# description
source: These funny videos will help you share a good laugh with the whole family.
cs: Tato zábavná videa pomohou sdílet dobrou náladu s celou rodinou.
ms: Video-video lucu ini dapat membantu anda berkongsi ketawa dengan ahli keluarga.
ru: Эти смешные видео помогут вам хорошо посмеяться всей семьей.
th: วิดีโอตลกๆ เหล่านี้จะช่วยคุณส่งต่อเสียงหัวเราะดีๆ ให้กับทั้งครอบครัว
zh_tw: 這些有趣的影片可以讓你與家人一起開懷大笑。

# title
source: Globetrotting
cs: Světoběžnictví
ms: Perjalanan Merata Dunia
ru: Путешествие по миру
th: การเดินทางรอบโลก
zh_tw: 環遊世界

# subtitle
source: Travel the world without leaving home
cs: Cestujte po celém světě aniž byste opustili domov
ms: Melancong ke serata dunia tanpa keluar dari rumah anda.
ru: Путешествуйте по миру, не выходя из дома
th: ท่องโลกโดยไม่ต้องออกเดินทาง
zh_tw: 足不出戶、環遊世界

# description
source: Navigate through the most beautiful landscapes, from snowy mountains to sunny beaches. This video app will allow you to travel the world from the tips of your fingers.
cs: Projděte se nejkrásnějšími krajinami, od zasněžených hor por slunné pláže. Tato video aplikace vám umožní procestovat svět.
ms: Jelajahi pemandangan-pemandangan yang tercantik, bermula dari pergunungan bersalji sehinggalah pantai-pantai yang menarik. Apl video ini membolehkan anda jelajahi dunia hanya dengan menggunakan hujung jari-jemari anda.
ru: Путешествуйте по самым красивым пейзажам, от снежных гор до солнечных пляжей. Это видеоприложение позволит вам путешествовать по миру с кончиков ваших пальцев.
th: ออกเดินทางค้นหาภูมิทัศน์ที่สวยที่สุด ตั้งแต่เทือกเขาที่ปกคลุมด้วยหิมะ ไปจนถึงชายหาดสะท้อนประกายแดดสดใส แอปฯ วิดีโอนี้ให้คุณเที่ยวทั่วโลกได้เพียงแค่ปลายนิ้ว
zh_tw: 瀏覽最美麗的風景，從積雪山景到陽光沙灘。此影片 app 讓您動動指尖即可環遊世界。

# title
source: Kids
cs: Dětské
ms: Kanak-Kanak
ru: Детские
th: เด็ก
zh_tw: 小孩

# subtitle
source: Kids will love these videos
cs: Děti budou tato videa milovat
ms: Kanak-kanak pasti menyukai video-video ini
ru: Дети будут в восторге от этих видео
th: เด็กๆ จะต้องชอบวิดีโอเหล่านี้
zh_tw: 小孩一定喜歡這些影片

# description
source: Keep kids entertained with this video app. Fun guaranteed!
cs: Zabavte děti touto videoaplikací. Zábava zaručena!
ms: Kanak-kanak pasti terhibur dengan apl video ini. Keseronokan dijamin!
ru: Развлекайте детей с помощью этого видеоприложения. Веселье гарантировано!
th: สร้างความบันเทิงให้กับเด็กๆ ด้วยแอพวิดีโอนี้ รับประกันความสนุก!
zh_tw: 用這款影片 app 娛樂孩子。保證有趣！

# title
source: Movement
cs: Pohyb
ms: Pergerakan
ru: Движение
th: การเคลื่อนที่
zh_tw: 移動

# subtitle
source: Find videos about your favorite sport
cs: Najděte videa s vaším oblíbeným sportem
ms: Cari video-video berkenaan sukan kegemaran anda
ru: Найдите видео о вашем любимом виде спорта
th: ค้นหาวิดีโอเกี่ยวกับกีฬาที่คุณชื่นชอบ
zh_tw: 查找關於你最喜愛運動的影片

# description
source: Be inspired watching videos about the incredible records and achievements of the greatest sports personalities of all time.
cs: Inspirujte se sledováním videí o neuvěřitelných rekordech a výkonech nejlepších sportovců všech dob.
ms: Dapatkan ilham hanya menonton video-video berkenaan rekod dan pencapaian hebat ahli-ahli sukan sepanjang zaman.
ru: Вдохновляйтесь, смотря видео о невероятных рекордах и достижениях величайших спортивных деятелей всех времен.
th: ขอให้ได้รับแรงบันดาลใจโดยการชมวิดีโอเกี่ยวกับบันทึกและความสำเร็จที่น่าทึ่งของบุคคลทางกีฬาที่ยอดเยี่ยมที่สุดตลอดกาล
zh_tw: 觀看關於史上最偉大體育選手的影片，瞭解他們的精彩記錄和出色成就，從中深受啟發。

# subtitle
source: A sophisticated text editor for code, markup, and prose
cs: Sofistikovaný textový editor pro úpravy zdrojových kódů, značkovacích jazyků a prózy
ms: Sebuah penyunting teks canggih untuk kod, penanda, dan prosa
ru: Сложный текстовый редактор для кода, разметки и прозы
th: โปรแกรมแก้ไขข้อความสุดทันสมัยและสลับซับซ้อนที่ใช้เพื่อการเขียนโปรแกรม ภาษามาร์กอัป และความเรียง
zh_tw: 適合編寫程式碼、標記和寫作的強大文字編輯工具

# description
source: Sublime Text offers a great user experience and amazing performance. Powerful features like Multiple Selections, Goto Anything, and Split Editing help you be more productive than ever. And the best thing is, you can customize nearly anything within the app to make it your own. ** Requires a paid license for continued use. For more info visit: https://www.sublimetext.com/buy
cs: Sublime Text nabízí skvělý dojem z používání a úžasný výkon. Mocné funkce, jako vícenásobné výběry, přejít na cokoli a rozdělené upravování vám pomůže být produktivnější, než kdy předtím. A nejlepší věc je, že si můžete přizpůsobit téměř cokoli v aplikaci svým potřebám. ** Pokud chcete používat dlouhodobě, vyžaduje placenou licenci. Podrobnosti naleznete na: https://www.sublimetext.com/buy
ms: Sublime Text menawarkan pengalaman pengguna yang hebt dengan prestasi yang mengagumkan. FItur-fitur terbaik seperti Pemilihan Berbilang, Goto Anything, dan Penyuntingan Asing dapat membantu anda lebih produktif. Penawaran terbaik ialah anda boleh suaikan apa jua di dalam apl ini supaya menepati citarasa anda. **Perlukan lesen berbayar untuk penggunaan tanpa had masa. Maklumat lanjut sila lawati: https://www.sublimetext.com/buy
ru: Sublime Text предлагает великолепный пользовательский опыт и потрясающую производительность. Такие мощные функции, как множественные выделения, Goto Anything и раздельное редактирование, помогут вам работать продуктивнее, чем когда-либо. И что самое приятное, вы можете настроить практически все в приложении, чтобы сделать его своим. ** Для дальнейшего использования требуется платная лицензия. Для получения дополнительной информации посетите: https://www.sublimetext.com/buy
th: Sublime Text ขอเสนอประสบการณ์การใช้งานชั้นเลิศ พร้อมประสิทธิภาพอันยอดเยี่ยม ฟีเจอร์ที่ทรงพลัง อาทิเช่น การเลือกหลายรายการ เปิดรายการใดก็ได้ และการแก้ไขแยกส่วน จะช่วยให้คุณมีประสิทธิภาพอย่างที่ไม่เคยเป็นมาก่อน และส่วนที่ดีที่สุด คือ คุณสามารถกำหนดค่าองค์ประกอบเกือบทั้งหมดภายในแอพเองได้เพื่อให้แอพนี้เป็นของคุณอย่างแท้จริง ** จำเป็นต้องมีสิทธิ์การใช้งานแบบชำระเงินเพื่อให้ใช้งานได้อย่างต่อเนื่อง สำหรับข้อมูลเพิ่มเติม โปรดเข้าไปที่: https://www.sublimetext.com/buy
zh_tw: Sublime Text 為用戶提供極佳使用體驗，而且表現相當出色，內含強大功能，例如多重選擇 (Multiple Selections)、轉往任何頁面 (Goto Anything) 和分割編輯 (Split Editing)，讓你前所未有般有效率。最好之處是你可以自訂應用程式內的幾乎任何功能，把它改成你喜歡的模樣。**持續使用需要付費許可證。如想了解更多資訊，請瀏覽以下網址：https://www.sublimetext.com/buy
