Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Edit your photos to create even more beautiful works of art with this advanced photo editor. This app is compatible with Adobe Photoshop, a popular photo editor for Windows computers. If you are new user, it can serve as a basic painting program. Advanced users can do things like convert formats of files and apply a variety of retouching and filtering tools to create works of art. There are so many possibilities for how to create cool images once you get the hang of this helpful editing app!
ar: حرر الصور الخاصة بك لإنشاء أعمالٍ فنية أكثر جمالاً حتى مع محرر الصور المتقدم هذا. هذا التطبيق متوافق مع أدوبي فوتوشوب، وهو محرر صور شعبي لأجهزة كمبيوتر ويندوز. إذا كنت مستخدماً جديداً، فيمكنه أن يكون بمثابة برنامج رسم أساسي. يمكن للمستخدمين المتقدمين فعل أشياء مثل تحويل صيغ الملفات وتطبيق مجموعة متنوعة من أدوات التنقيح والترشيح اللازمة لإنشاء أعمال فنية. هناك الكثير من الإمكانات لكيفية إنشاء صور رائعة بمجرد تعلمك لتطبيق التحرير المفيد هذا!
bn: এই অগ্রবর্তী ফটো সম্পাদনা করার এ্যাপের সাহায্যে আপনার ছবিগুলো সম্পাদনা করে আরো সুন্দর শিল্পকর্ম তৈরি করতে পারেন। এই এ্যাপটি এডোব ফটোশপের সাথে সঙ্গতিপূর্ণ, যা কিনা উইন্ডোজ কম্পিউটারের জন্য একটি জনপ্রিয় ফটো এডিটর। আপনি যদি নতুন ব্যবহারকারী হন, তাহলে এটি হতে পারে আপনার প্রাথমিক অঙ্কন প্রোগ্রাম। অগ্রবর্তী ব্যবহারকারীরা ফাইলের ফরম্যাট পরিবর্তন এবং বিভিন্ন ধরণের রিটাচিং ও ফিল্টারিং টুল ব্যবহার করে নান্দনিক কর্ম তৈরি করতে পারে। এই উপকারী সম্পাদনা এ্যাপটি শিখে ফেলতে পারলে আপনার সামনে দারুণ সব ছবি তৈরি করতে পারার এক চমকপ্রদ সম্ভাবনার দুয়ার খুলে যাবে!
cs: Upravujte si své fotky a vytvářejte ještě hezčí umělecká díla pomocí tohoto pokročilého editoru fotek. Tato aplikace je kompatibilní s Adobe Photoshop, oblíbeným fotoeditorem pro počítače s Windows. Pokud jste nový uživatel, může sloužit jako základní kreslící program. Pokročilí uživatelé mohou dělat věci jako převádět mezi formáty souborů a uplatňovat různé nástroje pro retušování a filtrování a vytvářet tak umělecká díla. Je tolik možností jak vytvářet úžasné obrázky, jakmile se naučíte pracovat s touto užitečnou aplikací pro úpravy!
ms: Sunting foto-foto anda untuk hasilkan kerja seni yang lebih cantik dengan penyunting foto lanjutan ini. Apl ini serasi dengan Adobe Photoshop, iaitu sebuah penyunting foto terkenal untuk komputer Windows. Jika anda pengguna baharu, ia juga boleh digunakan sebagai program melukis asas. Manakala bagi pengguna mahir, boleh melakukan banyak perkara seperti menukar format fail dan menerapkan pelbagai alatan perapian dan penapisan untuk hasilkan kerja seni. Terdapat banyak cara untuk hasilkan imej yang hebat dan menarik jika anda biasa dengan aplikasi penyuntingan ini!
ro: Editați-vă fotografiile pentru a crea chiar mai multe lucrări de artă frumoasă cu acest editor foto avansat. Această aplicație este compatibilă cu Adobe Photoshop, un editor foto popular pentru computerele Windows. Dacă sunteți nou utilizator, acesta poate servi ca un program de pictura de bază. Utilizatorii avansați pot face multe lucruri,cum ar fi sa converteasca formate de fișiere și sa aplice o varietate de retușuri și filtre pentru a crea opere de artă. Sunt atât de multe posibilități pentru modul de a crea imagini de odată ce te obișnuiești cu această aplicație de editare!
ru: Редактируйте свои фотографии, чтобы создать еще более прекрасные произведения искусства с помощью этого продвинутого фоторедактора. Это приложение совместимо с Adobe Photoshop, популярным фоторедактором для компьютеров Windows. Если вы начинающий пользователь, оно может служить в качестве базовой программы для рисования. Продвинутые пользователи могут конвертировать форматы файлов и применять различные инструменты ретуширования и фильтрации для создания произведений искусства. Как только вы освоите это полезное приложение для редактирования, перед вами откроется множество возможностей для создания великолепных изображений!
th: แก้ไขภาพถ่ายของคุณเพื่อสร้างผลงานที่สวยงามมากยิ่งขึ้นของศิลปะกับโปรแกรมแต่งภาพขั้นสูงนี้ แอพนี้สามารถทำงานร่วมกับโปรแกรม Adobe Photoshop โปรแกรมแต่งภาพที่เป็นที่นิยมสำหรับคอมพิวเตอร์ที่ใช้ Windows หากคุณเป็นผู้ใช้ใหม่ก็สามารถใช้เป็นโปรแกรมวาดภาพขั้นพื้นฐาน ผู้ใช้ขั้นสูงสามารถทำสิ่งต่างๆ เช่นรูปแบบการแปลงไฟล์และใช้ความหลากหลายของการตกแต่งและเครื่องมือกรองในการสร้างผลงานศิลปะ มีความเป็นไปได้มากมายสำหรับวิธีการสร้างภาพเจ๋งๆ เมื่อคุณได้รับแอพแต่งภาพที่เป็นประโยชน์นี้!
vi: Chỉnh sửa hình ảnh để tạo ra một tác phẩm nghệ thuật với trình chỉnh sửa hình ảnh cao cấp này. Ứng dụng này tương thích với Adobe Photoshop, trình chỉnh sửa hình ảnh phổ biến cho các máy tính chạy hệ điều hành Windows. Người dùng chuyên nghiệp có thể thực hiện các tác vụ như chuyển đổi định dạng của tệp và áp dụng một loạt các công cụ lọc và chỉnh sửa để tạo ra tác phẩm nghệ thuật. Ứng dụng chỉnh sửa hữu ích này mang đến rất nhiều khả năng để tạo ra hình ảnh cực chất một khi bạn đã thông thạo!
zh_tw: 使用這個進階的照片編輯器來編輯照片，建立極為美麗的藝術作品。這個應用程式可以與適合 Windows 電腦使用的熱門照片編輯器 Adobe Photoshop 相媲美。如果你是新手，你也可以把它當作基本的繪畫程式使用。高階使用者可以使用它來做一些如轉換檔案格式和套用各種修飾和濾鏡工具的動作來建立藝術作品。一旦你找到這個編輯應用程式的竅門，你就可以知道這個有用的應用程式提供了許多製作酷炫影像的方法！

# title
source: Calculator
ar: الآلة الحاسبة
bn: ক্যালকুলেটর
vi: Máy tính

# subtitle
source: A scientific calculator with many bonus tools
ar: آلة حاسبة علمية مع العديد من الأدوات المجانية
bn: অনেক বোনাস টুলসহ একটি বৈজ্ঞানিক ক্যালকুলটর
ro: Un calculator stiintific cu multe unelte bonus
vi: Máy tính khoa học với nhiều công cụ hỗ trợ thêm

# description
source: Do you ever consider how often you need to do basic or even complex math in daily life? From calculating a budget to converting measurements in a recipe to figuring out taxes, you probably use equations more regularly than you think. That’s why this calculator app comes in handy. Perform simple arithmetic quickly, or allow the calculator to do more advanced work, depending on your needs. You’ll never struggle to perform mathematical tasks again as long as you have this calculator app!
ar: هل فكرت في أي وقت مضى كم عدد المرات التي تحتاج فيها إلى إجراء العمليات الرياضية الأساسية أو حتى المعقدة في الحياة اليومية؟ من حساب ميزانية، لتحويل القياسات في وصفة، لمعرفة الضرائب، وربما كنت تستخدم المعادلات بشكل أكثر انتظاماً مما كنت تعتقد. ولهذا السبب يعتبر تطبيق الآلة الحاسبة هذا في متناول اليدين. أجر العمليات الحسابية البسيطة بسرعة، أو اسمح للآلة الحاسبة بالقيام بعمل أكثر تقدماً اعتماداً على احتياجاتك. لن تضطر أبداً للكفاح من أجل تنفيذ المهام الرياضية مرة أخرى ما دام لديك تطبيق الآلة الحاسبة هذا!
bn: আপনি কি কখনো চিন্তা করেছেন দিনে ঠিক কতবার আপনাকে অংকের মৌলিক কিংবা কঠিন অংক করতে হচ্ছে? বাজেট হিসাব থেকে শুরু করে পরিমাপের তারতম্য বিচার করে রান্নায় দেয়া , আয়কর বের করা আপনি খুব সম্ভবত যতটুকু ভাবেন তাঁর থেকে বেশি অংক করেন সারাদিন। এই কারণের অ্যাপের ক্যালকুলেটর বেশ উপকারী। খুব সহজেই করে নিন অংক কিংবা ক্যালকুলেটর দিয়ে আরো কঠিন কাজ করুন, যা নির্ভর করে আপনার প্রয়োজনের উপর। আপনাকে আর কখনো অংক নিয়ে বারবার কষ্ট করতে হবে , যতক্ষণ আপনার হাতে আছে এই ক্যালকুলেটর অ্যাপ।
ro: Considerați vreodată cât de des aveți nevoie pentru a face matematica de bază sau chiar ecuatii complexe în viața de zi cu zi? De la calcularea unui buget pentru transformarea măsurătorilor într-o rețetă pentru taxe, utilizați, probabil, ecuații mai regulat decât credeti. De aceea, această aplicație calculator vine la îndemână. Efectuati aritmetică simplă rapid, sau permite acestui calculator de a face munca mai avansata, în funcție de nevoile dumneavoastră. Niciodată nu vei lupta pentru a efectua sarcini matematice din nou, atâta timp cât aveți această aplicație calculator!
vi: Bạn có bao giờ nghĩ đến mức độ thường xuyên phải thực hiện các phép tính toán cơ bản hoặc thậm chí phức tạp trong cuộc sống hàng ngày không? Từ tính toán ngân sách đến chuyển đổi các phép đo trong công thức để tính thuế, bạn thường sử dụng phương trình thường xuyên hơn bạn nghĩ. Đó là lý do tại sao ứng dụng máy tính này hữu ích. Thực hiện phép tính số học đơn giản nhanh chóng, hoặc cho phép máy tính thực hiện công việc khó hơn, tùy thuộc vào nhu cầu của bạn. Bạn sẽ chẳng còn mệt mỏi làm toán một khi đã có ứng dụng máy tính này!

# title
source: Settings
ar: الإعدادات
bn: সেটিংস
cs: Nastavení
ms: Tetapan
ro: Setari
ru: Настройки
th: การตั้งค่า
vi: Thiết lập
zh_tw: 設定

# subtitle
source: Easily change your computer's settings
ar: قُم بتغيير إعدادات جهاز الكمبيوتر الخاص بِك بِسهولة
bn: আপনার কম্পিউটারের সেটিংসকে সহজে পরিবর্তন করুন
cs: Snadno změňte nastavení svého počítače
ms: Ubah tetapan komputer anda dengan mudah
ro: Schimba setarile calculatorului simplu si rapid
ru: Простое изменение настроек компьютера
th: ง่ายต่อการเปลี่ยนแปลงการตั้งค่าคอมพิวเตอร์ของคุณ
vi: Dễ dàng thay đổi các thiết lập cho máy tính
zh_tw: 輕鬆變更您電腦的設定

# description
source: If you find yourself constantly wanting to change your computer's settings, they are now just a click away! Whether you want to change your desktop's background image, change the brightness of your screen if it's getting late, or if you want to do something like add a new printer, it'll be easier than ever with this cool shortcut!
ar: إذا وجدت نفسك راغباً بإستمرار في تغيير إعدادات الكمبيوتر الخاص بك، فهي الآن بمجرد نقره دون تردد! سواء كُنت ترغب في تغير صورة خلفية سطح المكتب الخاص بك، وتغيير درجة سطوع شاشتك إذا كان يحدث في وقت متأخر، أو إذا كنت تريد أن تفعل شيئاً مثل إضافة طابعة جديدة، فستكون أسهل عن أي وقتٍ مضى مع هذا الإختصار الرائع!
bn: আপনি যদি মনে করেন যে আপনার কম্পিউটারের সেটিংস কয়দিন পর পর পরিবর্তন করার একটি অভ্যাস আপনার আছে, তাহলে জেনে নিন যে এটা করতে পারার জন্য এখন মাত্র একবার বোতাম চাপতে হবে! ডেস্কটপের ব্যাকগ্রাউন্ড ছবি বদলাবেন, স্ক্রিনের ঔজ্জ্বল্য পরিবর্তন করবেন অথবা একটি নতুন প্রিন্টার সংযুক্ত করার মতো কিছু করতে চাইছেন, এই চমৎকার সহজ এ্যাপটার মাধ্যমে সবকিছুই হবে সহজতর!
cs: Pokud máte potřebu něco změnit v nastavení svého počítače, stačí k tomu jedno kliknutí! Ať už chcete změnit pozadí plochy, jas obrazovky v pozdnějších hodinách, nebo pokud chcete něco jako přidat novou tiskárnu, s tímto skvělým zástupcem to bude snazší než kdykoli dříve!
ms: Jika anda dapati mahu menukar tetapan komputer secara kerap, apl ini dapat membantu anda dengan seklik sahaja! Sama ada mahu menukar imej latar belakang atas-meja, mengubah kecerahan skrin jika malam tiba, atau anda mahu menambah pencetak baharu, ianya lebih mudah dengan pintasan hebat ini!
ro: Dacă vă aflați în mod constant schimband setările computerului, acestea sunt acum doar la un click distanță! Fie că doriți să schimbați imaginea de fundal pe desktop, sa modificati luminozitatea ecranului în cazul în care se face târziu, sau dacă vreti să faceti ceva de genul,sa adăugati o imprimantă nouă, va fi mai ușor ca niciodată cu această comandă rapidă cool!
ru: Если вам постоянно хочется изменить настройки компьютера, теперь они находятся всего в одном клике от вас! Хотите ли вы изменить фоновый рисунок рабочего стола, изменить яркость экрана, если уже поздно, или сделать что-то вроде добавления нового принтера - с этим ярлыком все станет проще, чем когда-либо!
th: หากคุณพบตัวเองต้องการที่จะเปลี่ยนการตั้งค่าคอมพิวเตอร์อย่างต่อเนื่อง ตอนนี้พวกเขาเพียงแค่คลิกลงไป! ไม่ว่าคุณต้องการที่จะเปลี่ยนภาพพื้นหลังของเดสก์ทอปของคุณ เปลี่ยนความสว่างของหน้าจอถ้ามันเริ่มมืด หรือถ้าคุณต้องการที่จะทำสิ่งที่ต้องการ เช่นเพิ่มเครื่องพิมพ์ใหม่ มันจะง่ายกว่าที่เคยทำด้วยทางลัดนี้!
vi: Nếu bạn thấy mình thường xuyên và liên tục muốn thay đổi thiết lập máy tính, bây giờ, bạn chỉ cần một cú nhấp chuột! Dù bạn muốn thay đổi ảnh nền máy tính, thay đổi độ sáng màn hình khi trời tối, hoặc nếu bạn muốn thực hiện thao tác nào đó như thêm một máy in mới, tất cả sẽ dễ dàng hơn với biểu tượng tuyệt vời này!
zh_tw: 如果你總是想要經常地更換你的電腦設定，現在，只要一個點擊就好囉！不論你想更換桌面背景圖片、當天色變晚時調整螢幕亮度，或如果你想要做一些如新增印表機那樣的事情時，使用這個酷炫的捷徑比以前的方法更容易喔！

# title
source: Math Plotting
ar: حبكة الرياضيات
bn: গণিত পরিকল্পনা
cs: Matematické vykreslování
ru: Математическое Черчение
th: แผนผังคณิต
vi: Tạo đồ thị toán học

# subtitle
source: Interactive computation and data visualization tool
ar: الحوسبة التفاعلية وأداة تصوير البيانات
bn: মিথষ্ক্রিয়ামূলক কম্পিউটেশন এবং তথ্য ভিজ্যুয়ালাইজেশন টুল
cs: Nástroj pro interaktivní výpočty a vizualizaci dat
ms: Pengiraan interaktif dan alat visualisasi data
ro: Unealta de calcul si vizualizare a datelor
ru: Интерактивный инструмент для вычислений и визуализации данных
th: การคำนวณแบบโต้ตอบและเครื่องมือการแสดงข้อมูลด้วยภาพ
vi: Công cụ tính toán tương tác và trực quan hóa dữ liệu
zh_tw: 互動式計算及資料視覺化工具

# description
source: This math application offers advanced mathematical computing functions that can be used for far more than just basic calculations. If you’re a math whiz who loves to experiment with this exciting discipline, this is the app for you. And even if you’re not, the app works wonderfully as an advanced calculator. Everything you need to figure out numerical mysteries is right here.
ar: يقدم تطبيق الرياضيات هذا وظائف الحوسبة الرياضية المتقدمة التي يمكن أن تستخدم في عمليات أكثر بكثير من مجرد العمليات الحسابية الأساسية. إذا كنت بارعاً في الرياضيات تحب تجريب هذا التخصص المثير، فهذا تطبيقك. وحتى لو لم تكن، فالتطبيق يعمل بشكلٍ رائعٍ باعتباره آلةً حاسبةً متطورة. كل الأسرار العددية التي تحتاج لمعرفتها هي هنا مباشرة.
bn: গণিতের এই অ্যাপ্লিকেশনে রয়েছে অগ্রবর্তী গণিত করার সুত্র যা সাধারণ ক্যালকুলেশনের থেকে বেশি সাহায্য করবে। আপনি যদি গণিতের ভক্ত হয়ে থাকেন যে এই চমৎকার বিষয়টি নিয়ে পরীক্ষা করতে আগ্রহী হবে, তাহলে এই অ্যাপ আপনি পছন্দ করবেন। আর যদি তা না হন তাহলেও এই অ্যাপ একটি অগ্রবর্তী ক্যালকুলেটর হিসেবে কাজ করে আপনাকে চমৎকারভাবে সাহায্য করবে। সংখ্যার রহস্য বের করার জন্য আপনার যা প্রয়োজন সব রয়েছে এখানেই।
cs: Tato matematická aplikace nabízí pokročilé matematické výpočetní funkce, které je možné použít pro mnohem více než jen základní výpočty. Pokud jste matematický mág, který rád experimentuje s touto vzrušující disciplínou, toto je aplikace pro vás. A i když nejste, aplikace funguje účastně jako pokročilá kalkulačka. Vše co potřebujete pro řešení číselných záhad je právě zde.
ms: Aplikasi matematik ini menawarkan fungsi pengkomputeran matematik lanjutan yang boleh digunakan untuk lanjutan daripada sekadar pengiraan asas. Jika anda seorang penggemar matematik yang suka untuk bereksperimen dengan disiplin yang menarik ini, ini adalah aplikasi untuk anda. Walaupun anda tidak, aplikasi ini berfungsi dengan hebat sebagai Kalkulator lanjutan. Semua yang anda perlukan untuk mengetahui tentang misteri berangka di sini.
ro: Această aplicație matematică oferă funcții de calcul matematice avansate, care pot fi utilizate pentru mult mai mult decât calcule de bază. Dacă sunteți un avansat in matematica caruia ii place sa experimenteze cu aceasta disciplina incitanta, acesata aplicatie de lucru este pentru tine. Și chiar dacă nu sunteți, aplicația funcționează excelent ca un calculator avansat. Tot ceea ce trebuie să va da seama de misterele numerice este chiar aici.
ru: Это математическое приложение предлагает расширенные математические вычислительные функции, которые можно использовать далеко не только для базовых расчетов. Если вы математик, который любит экспериментировать с этой увлекательной дисциплиной, это приложение для вас. Но даже если это не так, приложение прекрасно работает в качестве продвинутого калькулятора. Все, что вам нужно для разгадывания числовых загадок, находится здесь.
th: การประยุกต์ใช้คณิตศาสตร์นี้มีฟังก์ชั่นการคำนวณทางคณิตศาสตร์ขั้นสูงที่สามารถนำมาใช้สำหรับไกลกว่าแค่การคำนวณพื้นฐาน หากคุณเป็นผู้ชำนาญคณิตศาสตร์ที่รักในการทดสอบกับวินัยที่น่าตื่นเต้นนี้ นี่เป็นแอพสำหรับคุณ และแม้ว่าคุณไม่ได้ชำนาญ แอพทำงานเป็นเครื่องคิดเลขขั้นสูงเป็นที่เยี่ยมยอด ทุกสิ่งที่คุณต้องคิดหาทางออกตัวเลขลึกลับมีให้ที่นี่
vi: Ung dụng toán học này cung cấp các chức năng tính toán cao cấp được sử dụng cho các phép tính phức tạp hơn nhiều so với phép tính cơ bản. Nếu bạn là một người cực giỏi toán thích thực hiện những phép tính thú vị, đây là ứng dụng dành cho bạn. Và thậm chí nếu bạn không yêu toán, ứng dụng này có thể được sử dụng một cách tiện dụng như một máy tính cao cấp. Tất cả mọi thứ bạn cần là tìm ra ẩn số ngay bây giờ.
zh_tw: 這個數學應用程式提供進階的數學計算功能，不只可以用來做基本計算而已。如果你是一位數學大師，喜歡對這個令人興奮的學科做實驗，那麼，這個應用程式非常適合你。即使你不是，這個應用程式也可以拿來當作高級計算機使用。你想要一探究竟的一切數學奧秘就在這裡。

# title
source: Mines
ar: ألغام

# subtitle
source: Find and avoid all the dangerous mines to win
ar: اعثر على كل الألغام الخطيرة وتجنبها لتفوز

# description
source: Figure out where the dangerous mines are in order to stay alive and win the game! Each square is either an ocean or a mine, and you'll need to only click on the oceans or you'll have to start over. Each time you click on a square, you will discover what it is and see how many mines are around it in each direction. If you figure out where all the mines are, you'll win!
ar: حدد أين الألغام الخطيرة من أجل البقاء على قيد الحياة والفوز في المباراة! فكل مربع إما محيط أو لغم، وسوف تحتاج إلى الضغط على المحيطات فقط وإلا فعليك البدء من جديد. وفي كل مرة تنقر فيها على مربع ما، سوف تكتشف ما هو، و سترى كم عدد الألغام المحيطة به وفي كل الإتجاهات. إذا حددت الألغام كلها، سوف تفوز!

# title
source: Screenshot
ar: لقطة شاشة
bn: স্ক্রিনশট
cs: Snímek obrazovky
ms: Tangkap Layar
ru: Снимок экрана
th: สกรีนช็อต
vi: Chụp ảnh màn hình
zh_tw: 螢幕擷取畫面

# subtitle
source: Take a picture of your screen to save
ar: ألتقط صورة لشاشتك للحفظ
bn: আপনার স্ক্রিনের একটি ছবি তুলুন
cs: Pořiďte snímek obsahu obrazovky pro uložení
ms: Ambil gambar skrin anda untuk di simpan
ro: Fa o poza ecranului pentru a o salva
ru: Сделайте снимок экрана для сохранения
th: ถ่ายภาพหน้าจอของคุณเพื่อบันทึก
vi: Chụp lại màn hình mà bạn muốn lưu
zh_tw: 螢幕截圖以儲存

# description
source: Do you ever wish you could take a picture of your screen to save? Well now you can, with this easy-to-use screenshot app. You can choose to take a shot of your entire screen, or of just one of your windows. That way, you can make sure to save just what you need and nothing more.
ar: هل تمنيت في أي وقت مضى أخذ صورة من الشاشة لحفظها؟ حسناً يمكنك ذلك الآن، مع تطبيق لقطة الشاشة سهل الاستخدام هذا. يمكنك اختيار أخذ لقطة من شاشتك بأكملها، أو مجرد واحدة من النوافذ الخاصة بك. وبهذه الطريقة، يمكنك التأكد من حفظ ما تحتاجه فقط ولا شيء أكثر من ذلك.
bn: আপনার কি কখনো আপনার স্ক্রিনের ছবি তুলে জমিয়ে রাখতে ইচ্ছে করে? এখন আপনি সেটা করতে পারবেন, এই সহজে ব্যবহারযোগ্য স্ক্রিনশট এ্যাপের সাহায্যে। সম্পূর্ণ স্ক্রিনের ছবি তুলবেন, নাকি শুধুমাত্র একটি উইন্ডোর সেটাও আপনি পছন্দ করে নিতে পারবেন। এইভাব, আপনি নিশ্চিত করতে পারবেন যে আপনি যা চান শুধুমাত্র সেটাই জমা হচ্ছে আর কিছু নয়।
cs: Přáli jste si někdy pořídit snímek vaší obrazovky a uložit si ho? Nyní můžete, pomocí této snadno použitelné aplikace pro pořizování snímků obrazovky. Můžete pořídit snímek celé obrazovky, nebo jen některého z oken. Takto si můžete uložit pouze to, co potřebujete a nic víc.
ms: Adakah anda pernah teringin boleh mengambil gambar skrin anda untuk di simpan? Ya, sekarang anda boleh, dengan aplikasi tangkapan skrin yang mudah digunakan ini. Anda boleh memilih untuk mengambil tangkap layar keseluruhan skrin anda, atau hanya satu daripada tetingkap anda. Dengan cara ini, anda boleh memastikan untuk menyimpan apa yang anda perlukan dan tidak lebih.
ro: Ti-ai drit vreodata sa poti face o poza a ecranului pentru a o salva?Acum poti,cu aceasta aplicatie de screenhhot.Poti alege sa faci o captura a intregului ecran sau doar a unei ferestre.In acest mod,poti avea grija ca salvezi doar ce ai nevoie si nu altceva.
ru: Хотелось ли вам когда-нибудь сделать снимок экрана для сохранения? Теперь это возможно с помощью этого простого в использовании приложения для создания скриншотов. Вы можете выбрать снимок всего экрана или только одного из окон. Таким образом, вы сможете сохранить только то, что вам нужно, и ничего больше.
th: คุณเคยคิดว่าคุณสามารถถ่ายภาพของหน้าจอหรือไม่ ตอนนี้คุณทำได้ ด้วยแอพที่ง่ายต่อการใช้งานเก็บภาพหน้าจอนี้ คุณสามารถเลือกที่จะใช้ถ่ายภาพหน้าจอของคุณทั้งหมด หรือเพียงหนึ่งในหน้าต่างของคุณ วิธีนั้นที่คุณสามารถแน่ใจว่าจะบันทึกสิ่งที่คุณต้องการและไม่มีอะไรเพิ่มเติม
vi: Bạn có bao giờ muốn chụp ảnh màn hình để lưu lại không? Giờ thì bạn hoàn toàn có thể với ứng dụng chụp màn hình dễ dàng sử dụng này. Bạn có thể chọn để chụp lại toàn bộ màn hình, hoặc chỉ một trong số các cửa sổ. Bằng cách đó, bạn có thể chắc chắn lưu lại những gì bạn cần và không bị dư thừa.
zh_tw: 你是否希望你可以將螢幕畫面拍攝起來並儲存？現在，你可以辦到囉，只要使用這款簡單易用的螢幕截圖應用程式即可！你可以選擇拍下整個螢幕畫面，或只是一個視窗內容。這樣，你可以確保儲存到你需要的畫面，不多不少。

# title
source: Sudoku
ar: سودوكو
bn: সুডোকু
ru: Судоку
zh_tw: 數獨

# subtitle
source: One of the most popular puzzle games of all time
ar: أحد ألعاب الألغاز الأكثر شعبية على مر العصور

# description
source: If you’re a fan of puzzles and math games, the Sudoku app is perfect for you. These are fun brain teasers where you must arrange the numbers 1-9 in a grid so that you do not have any duplicates in any of the rows or columns. It may seem complicated at first, but with this app, you’ll learn how to play and can get the hang of the game in no time. You'll soon have hours of fun solving Sudoku puzzles and exercising your mind!
ar: إذا كنت من محبي الألغاز وألعاب الرياضيات، فإن تطبيق سودوكو هو التطبيق المثالي لك. ألعاب التفكير هذه ممتعة حيث يجب ترتيب الأرقام 1-9 في شبكة بحيث لا يكون لديك أي تكرارات في أي من الصفوف أو الأعمدة. قد يبدو الأمر معقداً في البداية، ولكن مع هذا التطبيق، سوف تتعلم كيفية اللعب ويمكنك الحصول على تعليق من المباراة في أي وقت من الأوقات. ستحظى بساعات من المرح في حل ألغاز السودوكو وتدريب عقلك قريباً!

# title
source: Terminal
ar: تيرمينال
bn: টার্মিনাল
cs: Terminál
ru: Терминал
th: เทอมินัล
vi: Lệnh Terminal

# subtitle
source: Use the command line
ar: استخدم سطر الأوامر
bn: কমান্ড লাইন ব্যবহার করুন
cs: Používejte příkazový řádek
ms: Gunakan baris perintah
ro: Foloseste linia de comanda
ru: Используйте командную строку
th: ใช้บรรทัดคำสั่ง
vi: Sử dụng dòng lệnh
zh_tw: 使用命令列
