Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Practice your strategic thinking with this challenging dice-based game! You move by clicking on a vacant square or one you already own. If you click on a vacant square, its color changes to show that you now own it. Each time you click on a square, its value increases by one. Once a square has more points than immediate neighbors, its points are distributed among the neighbors (the points jump around). If a neighboring square is owned by your opponent, you take control of that square and all of its points. You will need to think carefully to control all the squares, and since dice can change hands very quickly, this game is sure to keep you engaged and on your toes!
ar: تدرب على التفكير الاستراتيجي الخاص بك في هذه اللعبة المليئة بالتحديات والتي تعتمد على النرد! فأنت تتحرك بالنقر على المربع الشاغر أو على أحد المربعات التي تملكها. إذا قمت بالنقر على مربع شاغر، يتغير لونه ليُظهر ملكيتك له في حينها. في كل مرةٍ تنقر فيها على أحد المربعات، تزيد قيمته بواحد. بمجرد أن يكون بالمربع نقاط أكثر من الجيران المحيطين، فإن نقاطه يتم توزيعها بين هؤلاء الجيران (تقفز النقاط في جميع الأنحاء). إذا امتلك منافسك مربع مُجاورلك، تُسيطر أنت على هذا المربع وعلى ما جميع ما به من نقاط. ستحتاج إلى تفكيرٍ عميق لكي تستطيع السيطرة على جميع المربعات، ولأن النرد يمكنه تغيير الأوضاع بسرعة كبيرة، فهذه اللعبة بكل تأكيدٍ ستبقيك مشغولاً بها وستحفز انتباهك للغاية!
bn: আপনার কৌশলগত চিন্তার প্রক্রিয়া আরও শাণিত করুন এই রোমাঞ্চকর ডাইস গেমটির মাধ্যমে। কোন খালি বর্গে বা আপনার অধীন অংশে ক্লিক করে সরতে পারবেন। আপনি যদি একটি খালি বর্গে ক্লিক করেন, তবে এর রঙ বদলে গিয়ে দেখাবে যে এটি এখন আপনার অধীনে চলে গেছে। প্রতিবার আপনি কোনো বর্গে ক্লিক করলে তার মান এক বাড়বে। পাশের বর্গগুলো থেকে বেশি পয়েন্ট পেলে পাশেরগুলোতে ভাগ হয়ে যাবে (পয়েন্ট ঘুরে বেড়াবে)। পাশের বর্গগুলো আপনার প্রতিপক্ষের হলে সেগুলোর অধিকার এবং সকল পয়েন্টও আপনার হবে। বর্গগুলো নিজের দখলে রাখতে তাই আপনাকে কৌশলে চিন্তা করতে হবে, কারণ এগুলো দ্রুতই হাতবদল হবে। এই খেলাটি নিশ্চিতভাবেই আপনাকে প্রচণ্ড ব্যস্ত রাখতে সক্ষম হবে!
cs: Procvičujte si své strategické myšlení s touto obtížnou hrou, založenou na kostce! Posouváte se klikáním na volný čtverec nebo na nějaký z těch, co už vlastníte. Pokud kliknete na volný čtverec, jeho barva se změní a zobrazí, že už ho teď vlastníte. Pokaždé, když kliknete na čtverec, jeho hodnota se zvýší o jednu. Jakmile má čtverec více bodů, než ty s ním bezprostředně sousedící, jeho body jsou distribuovány mezi ty sousední (body přeskočí). Pokud je sousední čtverec vlastněn vaším protivníkem, získáte vládu nad takovým čtvercem a všemi jeho body. Je třeba pečlivě přemýšlet a ovládat tak všechny čtverce a protože kostka může změnit ruce velmi rychle, tato hra vás určitě udrží napnuté!
ms: Amalkan pemikiran strategik anda dengan permainan ini berasaskan dadu yang mencabar! Anda bergerak dengan klik pada Dataran kosong atau satu yang anda telah miliki. Jika anda klik pada Dataran kosong, warna berubah untuk menunjukkan bahawa anda sekarang sendiri. Setiap kali anda klik pada sebuah dataran, nilainya meningkat dengan satu. Apabila sebuah dataran mempunyai lebih banyak mata daripada jiran terdekat, poin diedarkan di kalangan jiran (mata melompat sekitar). Jika Dataran jiran dimiliki oleh lawan anda, anda mengambil kawalan ke atas dataran itu dan semua titik. Anda akan perlu berfikir dengan teliti untuk mengawal semua petak, dan kerana dadu boleh menukar tangan dengan cepat, Permainan ini adalah pasti untuk membuat anda terlibat dan pada jari kaki anda!
ro: Practica gandirea strategica cu acest joc provocator de zaruri! Vă mutați făcând clic pe un pătrat liber sau unul pe care deja îl dețineți. Dacă faceți clic pe un pătrat vacant, modificări de culoare se vor face pentru a arăta că acum il dețineți. De fiecare dată când faceți clic pe un pătrat, crește valoarea cu unu. Odată ce un pătrat are mai multe puncte decât vecinii sai, punctele sale sunt distribuite între vecini (punctele sari in jurul). În cazul în care un pătrat vecin este proprietatea adversarului, să preia controlul de acel pătrat și toate punctele sale. Veți avea nevoie să va gânditi cu atenție pentru a controla toate piețele.!
ru: Потренируйте свое стратегическое мышление в этой сложной игре с кубиками! Вы перемещаетесь, нажимая на свободную клетку или на ту, которой вы уже владеете. Если вы нажмете на свободную клетку, ее цвет изменится, чтобы показать, что теперь она принадлежит вам. Каждый раз, когда вы нажимаете на квадрат, его стоимость увеличивается на единицу. Как только у квадрата становится больше очков, чем у ближайших соседей, его очки распределяются между соседями (очки прыгают). Если соседний квадрат принадлежит вашему противнику, вы получаете контроль над этим квадратом и всеми его очками. Вам придется хорошо подумать, чтобы контролировать все квадраты, а поскольку кости могут очень быстро переходить из рук в руки, эта игра наверняка увлечет вас и заставит быть начеку!
th: ฝึกการคิดเชิงกลยุทธ์ของคุณด้วยความท้าทายเกมที่ใช้ลูกเต๋านี้! คุณเคลื่อนที่โดยการคลิกที่ตารางว่างหรือตารางที่คุณเป็นเจ้าของแล้ว หากคุณคลิกที่ตารางว่างการเปลี่ยนแปลงสีของมันแสดงให้เห็นว่าตอนนี้คุณเป็นเจ้าของมัน ทุกครั้งที่คุณคลิกที่ตารางค่าของมันจะเพิ่มขึ้นทีละหนึ่ง เมื่อตารางมีคะแนนมากกว่าเพื่อนบ้านที่ติดกัน จุดขอมันจะกระจายไปยังเพื่อนบ้าน (จุดกระโดดไปรอบ ๆ ) ถ้าตารางเพื่อนบ้านเป็นเจ้าของโดยฝ่ายตรงข้ามของคุณคุณใช้การควบคุมของตารางที่และทุกจุดของมัน คุณจะต้องคิดอย่างรอบคอบในการควบคุมสี่เหลี่ยมทั้งหมดและเนื่องจากลูกเต๋ามือสามารถเปลี่ยนได้อย่างรวดเร็วเกมนี้มั่นใจว่าจะทำให้คุณทำงานและยืนบนเท้าของคุณ!
vi: Thực hành tư duy chiến thuật với trò chơi thảy xí ngầu đầy thử thách này! Bạn di chuyển bằng cách nhấp vào một lô đất trống hoặc đã có sẵn. Nếu bạn nhấp vào một lô đất trống, màu lô đất sẽ thay đổi cho biết bạn đã là chủ sở hữu. Mỗi lần bạn nhấp vào một lô đất, giá trị của nó sẽ tăng lên một lần. Khi một lô đất có nhiều điểm hơn lô kế bên, điểm của lô sẽ được chia đều cho các lô lân cận (điểm nhảy chung quanh). Nếu lô đất kế bên do đối thủ sở hữu, bạn phải kiểm soát lô đất đó và các điểm trong đó. Bạn sẽ cần suy nghĩ cẩn thận để kiểm soát tất cả mọi lô đất, vì hột xí ngầu có thể đổi mặt rất nhanh, trò chơi này đảm bảo bạn hào hứng đến từng ngón chân!
zh_tw: 在這款富挑戰性的骰子遊戲中磨練你的策略思考！點擊已擁有或空的方格以進行移動。若點擊空的方格，其顏色將會變化，顯示為你所擁有。每次點擊方格，其價值都會上升一。一旦方格分數高於相鄰者，將會分配給相鄰者（環繞）。如果相鄰的方格是由對手所擁有，你將可控制該方格及其所有點數。必須仔細思考以控制所有的方格，而由於骰子轉手速度很快，此遊戲一定會讓你投入其中，全力以赴！

# title
source: KSame
ar: كي سيم
bn: কেসেম

# subtitle
source: Get rid of all the marbles to win
ar: تخلص من جميع القطع للفوز
bn: জেতার জন্য সকল মার্বেল দূর করতে হবে
cs: Zbavte se všech kuliček a vyhrajte
ms: Menghilangkan semua guli untuk menang
ro: Scapa de toate bilele pentru a castiga
ru: Избавьтесь от всех шариков, чтобы выиграть
th: กำจัดหินอ่อนทั้งหมดเพื่อชัยชนะ
vi: Loại bỏ tất cả các viên bi để giành chiến thắng
zh_tw: 消除所有的珠子以獲得勝利

# description
source: Show off your pattern-finding skills in this addicting game. Match all of the same colored marbles to clear the board and win, but remember: the more marbles you clear at once, the higher your score will be, so think strategically about all of your moves! What may look easy at first is a true challenge. A really fun challenge!
ar: إستعرض مهارات التقصي الخاصة بك في هذه اللعبة التي تسبب التعلق الشديد بها. طابق كل المساحات ذات اللون الواحد لتفرغ اللوح والفوز، ولكن تذكر: كلما أفرغت المساحات بشكل أكبر وفي آن واحد، ترتفع درجاتك. لذلك فكر بشكل استراتيجي بكل التحركات الخاصة بك! وما قد يبدو سهل في البداية هو التحدي الحقيقي. تحدي حقا ممتع!
bn: এই আসক্তিকর খেলাটিতে আপনার আকৃতি মেলানোর দক্ষতা প্রদর্শন করুন। একই রঙের সব মার্বেল মিলিয়ে বোর্ড থেকে দূর করুন এবং জিতে যান। তবে মনে রাখবেন: যতো বেশি মার্বেল একসাথে দূর করতে পারবেন, আপনার স্কোর ততো বেশি হবে। তাই কোন পদক্ষেপ নেবার আগে আপনার কৌশল ঠিক করে নিন! প্রথমে সহজ মনে হলেও এটি সত্যিকারের একটি পরীক্ষা। একটি দারুণ মজার পরীক্ষা!
cs: Ukažte své schopnosti hledání vzorců v této návykové hře. Vyhledejte shodu všech stejně vybarvených míčků a vyhrajte vyčištěním klávesnice, ale pamatujte: čím více kuliček vyčistíte naráz, tím vyšší bude vaše skóre, takže myslete strategicky nad všemi svými tahy! Co může zprvu vypadat snadné, je pravá výzva. Skutečně zábavná výzva!
ms: Mempamerkan kemahiran mencari pola anda dalam permainan yang menagihkan. Padankan semua guli berwarna yang sama untuk membersihkan papan dan menang, tetapi ingat: lebih banyak manik yang anda Jelaskan sekali gus, lebih tinggi skor anda akan menjadi, jadi berfikir secara strategik tentang semua langkah anda! Apa yang mungkin kelihatan mudah pada mulanya adalah cabaran yang benar. Cabaran yang benar-benar menyeronokkan!
ro: Scoateti în evidență abilitățile dumneavoastră de a găsi modele în acest joc captivant. Potriviti toate bilele colorate pentru a goli tabla și de a câștiga, dar nu uitați: Cu cât mai multe blocuri de bile goliti dintr-o dată, mai mare scorul dvs. va fi, deci să gânditistrategic cu privire la toate mișcările ! Ce poate arata ușor la început este o adevărată provocare. O provocare foarte distractiva!
ru: Продемонстрируйте свои навыки поиска закономерностей в этой увлекательной игре. Сопоставьте все одинаковые цветные шарики, чтобы очистить поле и выиграть, но помните: чем больше шариков вы очистите за один раз, тем выше будет ваш счет, поэтому продумывайте все свои ходы стратегически! То, что сначала может показаться легким, на самом деле является настоящим испытанием. По-настоящему веселый вызов!
th: แสดงทักษะรูปแบบการค้นหาของคุณในเกมที่น่าติดใจนี้ จับคู่หินอ่อนสีเดียวกันเพื่อล้างกระดานและจะชนะ แต่จำไว้ว่า: ยิ่งหินอ่อนมากขึ้นที่คุณจะล้างในครั้งเดียว คะแนนจะสูงขึ้น ดังนั้นคิดเชิงกลยุทธ์เกี่ยวกับทุกการเคลื่อนไหวของคุณ! สิ่งที่อาจจะดูง่ายในตอนแรกเป็นความท้าทายที่แท้จริง ความท้าทายที่สนุกจริงๆ!
vi: Thể hiện kỹ năng tìm kiếm hình mẫu của bạn trong trò chơi gây nghiện này. Khớp tất cả các viên bi cùng màu trên bảng và giành chiến thắng, nhưng hãy nhớ: càng xóa được nhiều viên bi một lần, số điểm bạn đạt được sẽ càng cao, vì vậy, hãy suy nghĩ chiến thuật cho mọi bước đi của mình! Thoạt trông khá dễ nhưng thật sự lại rất thử thách. Một thử thách đầy hào hứng!
zh_tw: 在這款令人上癮的遊戲裡展現您的模式尋找技巧吧。匹配所有相同顏色的珠子以清除板面並獲得勝利，但要記得：一次清除越多珠子，分數就越高，因此要策略性地想清楚所有行動！看似容易卻是個挑戰。好玩的挑戰！

# title
source: Open Arena
ar: الساحة الرياضية المفتوحة
bn: খোলা ময়দান
ms: Arena terbuka
vi: Đấu trường mở

# subtitle
source: Shoot your way out of trouble in this fun game
ar: أكمل طريقك بعيدا عن المشاكل بإطلاق النار في هذه اللعبة الممتعة
bn: এই মজার খেলাটিতে বিপদ থেকে বের হবার জন্য আপনাকে গোলাগুলি করে পথ বানিয়ে নিতে হবে।
cs: Prostřílejte se svými potížemi v této zábavné hře
ms: Tembak jalan anda daripada masalah dalam permainan yang menyeronokkan
ro: Castiga acest joc amuzant prin impuscaturi
ru: Выбирайтесь из неприятностей в этой увлекательной игре.
th: ยิงออกจากปัญหาด้วยวิธีของคุณในเกมที่สนุกนี้
vi: Bắn và tiêu diệt mọi nguy hiểm trong trò chơi vui nhộn này
zh_tw: 在這款有趣的遊戲中進行射擊逃出生天

# description
source: If arena battles are your idea of a good time, then you’ll love this application. Be warned – this is a game of serious skill, and serious bloodshed. Use different styles of weapons in contests like Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, and Tournament. Each of these modes offers its own form of excitement as you battle your enemies!
ar: إذا كانت فكرتك عن قضاء الوقت الجيد هي التواجد في الساحات القتالية، فلابد أن تحب هذا التطبيق. ولكن عليك الحذر- فهذه لعبة تحتوي على مهارات خطيرة، وإراقة الدماء. قم باستخدام أنماط مختلفة من الأسلحة في هذه المنافسات، مثل نمط "الأستيلاء على العلم"، أو "مباراة الموت"، أو "موت فريق"، أو "آخر رجل واقف"، أو "البطولة". كل نمط من هذه الأنماط يوفر شكلا خاصا به من الإثارة وانت تقاتل عدوك!
bn: যদি আপনি খোলা ময়দানের খেলা পছন্দ করেন, তাহলে এই এ্যাপ্লিকেশনটিও আপনার ভাল লাগবে। তবে সতর্ক থাকতে হবে যে, এটি একটি গুরুতর ধরণের দক্ষতার খেলা এবং এখানে ভীষণরকম রক্তপাত হয়। পতাকা ধরা, ডেথম্যাচ, টিম ডেথম্যাচ, লাষ্ট ম্যান স্ট্যান্ডিং এবং দ্বন্দ্বযুদ্ধের মতো প্রতিযোগিতাসমূহে বিভিন্ন ধরণের অস্ত্র ব্যবহার করুন। আপনার শত্রুর সাথে লড়াই করবার সময় এসব খেলার প্রত্যেকটাতেই আপনি পাবেন তাদের নিজ নিজ ধরণের উত্তেজনা!
cs: Pokud vás baví bitvy v arénách, pak se vám tato aplikace bude líbit. Ale buďte varováni – toto je hra vážně o dovednostech a krveprolití. Používejte různé styly zbraní v zápasech jako zajmutí vlajky, smrtící zápas, týmový smrtící zápas, poslední přeživší a turnaj. Každý z těchto režimů poskytuje svou vlastní formu vzrušení, jak bojujete s nepřáteli!
ms: Jika arena pertempuran adalah idea anda masa yang baik, maka anda akan suka aplikasi ini. Diberi amaran-ini adalah permainan kemahiran yang serius, dan pertumpahan darah yang serius. Gunakan gaya senjata yang berbeza dalam pertandingan seperti menangkap bendera, Deathmatch, pasukan Deathmatch, berdiri lelaki terakhir, dan Kejohanan. Setiap daripada mod ini menawarkan sendiri bentuk keseronokan seperti yang anda pertempuran musuh anda!
ro: Daca bataile in arena sunt potrivite pentru tine,atunci sigur iti va placea aceasta aplicatie.Foloseste stiluri diferite de arme in concursuri precum Captureaza Steagul,Deadmatch,Team Deathmatch,Last Man Standing si Tournament.
ru: Если бои на арене - это ваше представление о приятном времяпрепровождении, то вам понравится это приложение. Будьте внимательны - это игра серьезного мастерства и серьезного кровопролития. Используйте различные виды оружия в таких состязаниях, как "Захват флага", Deathmatch, Team Deathmatch, Last Man Standing и Tournament. Каждый из этих режимов по-своему увлекателен, когда вы сражаетесь с врагами!
th: หากการต่อสู้ในสนามต่อสู้เป็นความคิดของคุณในเวลาที่ดี แล้วคุณจะรักโปรแกรมนี้ เตือนไว้ - นี้เป็นเกมที่มีทักษะที่รุนแรงและนองเลือดที่ดุเดือด ใช้รูปแบบอาวุธที่แตกต่างกันในการแข่งขัน เช่น Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing และทัวร์นาเมนท์ แต่ละโหมดเหล่านี้มีรูปแบบความตื่นเต้นของตัวเอง ขณะที่คุณต่อสู้ศัตรูของคุณ!
vi: Nếu chiến đấu nơi đấu trường lựa chọn giải trí lý tưởng mỗi khi rảnh rỗi của bạn thì bạn sẽ yêu thích ứng dụng này. Hãy cẩn thận - đây là trò chơi đòi hỏi kỹ năng thực thụ và có cảnh đổ máu. Sử dụng nhiều loại vũ khí khác nhau trong trận chiến như Cướp cờ, Đấu đơn, Đấu đội, Kẻ sống sót cuối cùng và Giải đấu. Mỗi chế độ sẽ mang đến một cấp độ phấn khích khác nhau khi bạn chiến đấu với kẻ thù!
zh_tw: 如果你覺得玩競技場戰鬥是殺時間的好主意，那麼你肯定會愛上這款應用程式。請注意：這是一款絕對重試技能、絕對流血成河的重度遊戲。使用在如 Capture the Flag、Deathmatch、Team Deathmatch、Last Man Standing 和 Tournament 的比賽中的各種不同風格的武器。當你在戰鬥時，每種模式皆提供屬於自己的興奮與樂趣所在。

# folderName
source: Curiosity
ar: الفضول
bn: কৌতুহলী
cs: Zvědavost
ms: Ingin Tahu
ro: Curiozitati
ru: Любознательность
th: อยากรู้อยากเห็น
vi: Tò mò

# folderName
source: Games
ar: الألعاب
bn: খেলাধুলা
cs: Hry
ms: Permainan
ro: Jocuri
ru: Игры
th: เกมส์
vi: Trò chơi
zh_tw: 遊戲

# folderName
source: Media
ar: وسائط التوصيل
bn: গণমাধ্যম
cs: Multimédia
ru: Медиа
th: สื่อ
vi: Giải trí
zh_tw: 媒體

# folderName
source: News
ar: الأخبار
bn: সংবাদপত্র
cs: Zprávy
ms: Berita
ro: Stiri
ru: Новости
th: ข่าว
vi: Tin tức
zh_tw: 新聞

# folderName
source: Social
ar: اجتماعي
bn: সমাজ
cs: Sociální sítě
ms: Sosial
ru: Социальное
th: สังคม
vi: Xã hội
zh_tw: 社交

# folderName
source: Work
ar: العمل
bn: কাজ
cs: Práce
ms: Kerja
ro: Unelte de lucru
ru: Работа
th: ทำงาน
vi: Công việc
zh_tw: 工作

# title
source: Dropbox
bn: ড্রপবক্স

# subtitle
source: Short stories that will delight the whole family
bn: পুরো পরিবারকে আনন্দ দেয়ার মতো ছোট গল্পের সমাহার
ro: Povestiri scurte care va incanta toata familia

# description
source: Read away! Uncover mysteries, laugh, and embark on adventures. Spend time reading with your children, or let them choose some fun stories to read on their own. Here you will find stories, poems, and folk tales that everyone in your family will enjoy. Start reading and let the entertainment unfold.
bn: পড়তে থাকুন! রহস্য উদঘাটন করুন, হাসুন, এবং অভিযানে বেরিয়ে পড়ুন। আপনার বাচ্চাদের সাথে বই পড়ে সময় কাটান, অথবা কোন মজার গল্প খুঁজে দিন তাদের নিজেদের পড়ার জন্য। এখানে আপনি গল্প, কবিতা, এবং উপকথা পাবেন যা আপনার পুরো পরিবারের সবাইকে মজা দেবে। পড়া শুরু করুন এবং বিনোদনের রাজ্যে হারিয়ে যান।
ro: Citeste oricum!Descopera mistere.razi si imbarcheaza-te in aventuri.Petrece timp citind cu copii,sau lasa-i pe ei sa aleaga povesti amuzante despre care sa citeasca.Aici vei gasi povestiri,poeme,sau povesti din folclor pe care orice membru din familia ta le va savura.Incepe sa citesti si lasa aventura sa inceapa.

# subtitle
source: Drawing, painting, music, and so much more
bn: অঙ্কন, চিত্রাঙ্কন, সঙ্গীত, এবং আরো অনেক কিছু
ro: Desen,pictura,muzica,si multe altele

# description
source: Get ready to unleash your imagination. Use this app to uncover new skills and construct innovative objects. Your mind, your hands, and everyday materials will allow you to create useful tools and even works of art.
bn: আপনার কল্পনাশক্তিকে লাগামহীন ছেড়ে দেবার জন্য প্রস্তুতি নিন। নতুন দক্ষতা উদঘাটন করতে এবং উদ্ভাবনী বস্তু তৈরি করুন। আপনার মন, আপনার হাত, এবং প্রতিদিনের উপাদানসমূহ আপনাকে কার্যকরী জিনিসপত্র তৈরিতে সাহায্য করবে এবং এমনকি সত্যিকারের শিল্পকর্মও।
ro: Fii gata sa iti dezlantui imaginatia.Foloseste aceasta aplicatie pentru a descoperi noi abilitati si sa construiesti obiecte inovative.Mintea ta,mainile tale,si materialele zilnice te vor ajuta sa creezi unelte folositoare dar si obiecte de arta.

# subtitle
source: Guidelines to create a wide variety of items
bn: বিভিন্ন ধরণের বস্তু তৈরিতে আপনার পথনির্দেশনা
ro: Indicatii pentru a creea o varietate de obiecte.

# description
source: There is nothing you cannot do. With these guidelines your home can become your very own workshop. From practical tools to decorations and creative recipes, you can do it yourself! Simply follow these tutorials and create wonderful items that will surprise your family and friends.
bn: এমন কিছু নেই আপনি পারবেন না। এসব নির্দেশনার সাথে আপনার বাসাকেই আপনি বানিয়ে ফেলতে পারবেন আপনার কারখানা। ব্যবহারিক যন্ত্র তৈরি থেকে সাজসজ্জা এবং সৃজনশীল রেসিপি পর্যন্ত, সবকিছুই আপনি নিজে করতে পারবেন! কেবল এসব নির্দেশনা অনুসরণ করলেই আপনি অসাধারণ সব জিনিস তৈরি করতে পারবেন যা আপনার পরিবার এবং বন্ধুবান্ধবদের অবাক করে দেবে।
ro: Nu este nimic ce nu se poate face. Cu aceste linii directoare casa ta poate deveni propriul atelier. De la instrumente practice pentru decorațiuni și rețete creative, poți face singur! Pur și simplu urmați aceste tutoriale și creati elemente minunate cu care sa va surprindeti familia si prietenii.

# subtitle
source: Business advice for your inner entrepreneur
bn: আপনার ভেতরের ব্যবসায়ীটির জন্য ব্যবসায়িক উপদেশ
ro: Sfaturi de afacere pentru antreprenorul din tine

# description
source: Interested in new ventures? Want to launch your own business? This app will help you learn about business plans and financing. You can also discover emerging entrepreneurial ideas, market trends, and the best practices to improve operations. Access these materials and transform your business ideas into reality.
bn: নতুন কোনো উদ্যোগে আগ্রহী? নিজের ব্যবসা শুরু করতে চান? এই এ্যাপের সাহায্যে আপনি ব্যবসা পরিকল্পনা ও অর্থনৈতিক বিভিন্ন বিষয় জানতে পারবেন। উদীয়মান উদ্যোক্তা সম্পর্কিত ধারণা, বর্তমান বাজারের গতিপ্রকৃতি এবং কাজের উন্নতিতে সর্বোত্তম অভ্যাসসমূহ সম্পর্কেও আবিষ্কার করতে পারবেন। এসব জিনিসপত্রে প্রবেশাধিকার লাভ করে আপনার ব্যবসা পরিকল্পনাকে বাস্তবে রূপ দিন।
ro: Esti interesat de noi societăți? Doresti să lansezi propria afacere? Această aplicație ta ajuta să înveți despre planurile de afaceri și de finanțare. Puteți descoperi, de asemenea, idei antreprenoriale în curs de dezvoltare, tendințele pieței, precum și cele mai bune practici pentru a îmbunătăți operațiunile. Accesati aceste materiale si transformati ideile de afaceri în realitate.

# description
source: We all want to look and feel our best. With this app, you’ll learn how to exercise safely and effectively. With a range of exercises and routines, as well as information about keeping yourself safe and preventing injury, you’ll have your workout on track in no time. This app even features guidance on how to live a healthy lifestyle.
bn: আমরা সবাই চাই সুন্দর দেখাতে এবং অনুভব করতে। এই এ্যাপের সাহায্যে, আপনি জানবেন নিরাপদে ও কার্যকরীভাবে ব্যায়াম করার উপায়। ব্যায়াম ও কলাকৌশলের বিভিন্ন ধরণ, সেই সাথে নিজেকে নিরাপদ রাখার এবং আহত হওয়া থেকে বাঁচার উপায় শেখার মাধ্যমে আপনি আপনার ব্যায়াম চর্চাকে খুব অল্প সময়েই ঠিক করে ফেলতে পারবেন। এই এ্যাপে এমনকি স্বাস্থ্যকর জীবনযাপনের নির্দেশনাও পাবেন।
ro: Cu toții vrem să aratam și să se simtim mai bine. Cu această aplicație, veți învăța cum să faceti exercitii în condiții de siguranță și în mod eficient. Cu o serie de exerciții și rutine, precum și informații cu privire la păstrarea în condiții de siguranță și de prevenire a accidentelor, veți avea antrenament bun în cel mai scurt timp. Această aplicație oferă chiar și îndrumări cu privire la modul de a trăi un stil de viață sănătos.

# subtitle
source: Learn how to make the most beautiful handicrafts
bn: অসাধারণ সুন্দর হস্তশিল্প তৈরির কায়দা শিখুন
ro: Invata cum sa faci cele mai frumoase obiecte artizanale

# description
source: With these guides and your creativity you will soon be making the most beautiful handicrafts! Learn carpentry, how to make jewelery, how to weave textiles, and more. You can even learn how to recycle materials from around your home to turn them into new and amazing handicrafts. Use this app to get started on a new creative project!
bn: এই নির্দেশনাসমূহ এবং আপনার সৃজনশীলতার সাথে আপনি খুব দ্রুত তৈরি করতে পারবেন সবচেয়ে সুন্দর হস্তশিল্প পণ্য। শিখুন কাঠের কাজ, কীভাবে বানাবেন গয়না, কীভাবে কাপড় বুনা হয় সহ আরো অনেক কিছু। এছাড়াও আপনি শিখতে পারবেন কী করে বাড়িতে থাকা জিনিসপত্র দিয়ে তৈরি করা যায় নতুন এবং অসাধারণ সব হস্তশিল্প। এই এ্যাপটি ব্যবহার করুন নতুন একটি সৃজনশীল প্রকল্প শুরু করতে!
ro: Cu aceste ghiduri și creativitatea dumneavoastră veti face în curând cele mai frumoase abiecte artizanate! Învată tâmplărie, cum să faci bijuterii, cum să țesi textile, și multe altele. Puteți chiar învăța cum să reciclati materialele din jurul dumneavoastră acasă pentru a le transforma în obiecte artizanale și uimitoare. Utilizați această aplicație pentru a începe un nou proiect creativ!

# subtitle
source: Discover what it takes to stay healthy
bn: আবিষ্কার করুন স্বাস্থ্যবান থাকার জন্য কী কী প্রয়োজনীয়
ro: Descopera ce trebuie sa faci sa stai sanatos

# description
source: How can you adopt a healthy lifestlye? There is much you can do for yourself and your family. This app gives you access to fitness routines, healthy recipes, nutrition facts, and nearby doctors. Get started today and pursue a healthier living!
bn: আপনি কীভাবে একটি স্বাস্থ্যকর জীবনযাপন করবেন? নিজের ও আপনার পরিবারের জন্য অনেক কিছু করার আছে আপনার। এই এ্যাপ আপনাকে ফিটনেস কৌশল, স্বাস্থ্যকর রেসিপি, পুষ্টি সম্পর্কিত তথ্য এবং কাছাকাছি ডাক্তারদের তথ্যে প্রবেশাধিকার দেবে। আজই শুরু করুন এবং একটি স্বাস্থ্যকর জীবন যাপন করুন!
ro: Cum poti adopta un mod de viata sănătos? Există multe lucruri care le poti face pentru tine si familia ta. Această aplicație vă oferă acces la rutine de fitness, retete sanatoase, fapte de nutriție,si medici din apropiere. Începeți astăzi și urmati o viață mai sănătoasă!

# subtitle
source: Stories and dictionaries in Mayan languages
bn: মায়ান ভাষাতে গল্প ও অভিধান
ro: Povesti si dictionar in limba Maiașă
