Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: If you like playing video games, you're going to have a great time exploring Valve's online Steam Store! Many games require an online purchase, but some popular games, such as Team Fortress 2, are free to play. When searching in the store, be sure to narrow results by the Linux / SteamOS operating system. Not all Linux games are compatible with Endless, so make sure you check the system requirements before purchasing games. When using games on the Steam platform, you must comply with Valve Corporation's Terms of Service, as well as their refund policy. Endless is a separate corporate entity from Valve Corporation, and cannot refund games or be held accountable for purchases made on the Steam platform. ** Requires internet
cs: Pokud rádi hrajete videohry, čekají vás zábavné chvíle při zkoumání internetového obchodu Steam společnosti Valve! Mnohé hry vyžadují zakoupení na internetu, ale některé oblíbené hry, jako například Team Fortress 2 je možné hrát zdarma. Při hledání v obchodě nezapomeňte zúžit vyhledávání na operační systém Linux / SteamOS. Ne všechny Linuxové hry jsou kompatibilní s Endless, proto si před zakoupením zkontrolujte jejich požadavky na systém. Při používání her na platformě Steam, je třeba odsouhlasit s všeobecnými podmínkami společnosti Valve Corporation a s jejich podmínkami pro vracení peněz. Společnost Endless nemá nic společného s Valve Corporation a nemůže vracet peníze za hry nebo být odpovědná za nákupy prostřednictvím platformy Steam. ** Vyžaduje Internet
ms: Jika anda gemar bermain permainan video, semestinya anda suka menjelajah Kedai Steam dalam talian oleh pihak Valve ini! Kebanyakan permainan yang ditawarkan memerlukan pembelian secara dalam talian, tetapi permainan terkenal seperti Team Fortress 2, boleh main secara percuma. Semasa menelaah permainan yang disediakan, pastikan anda kecilkan pencarian dengan memilih sistem pengoperasian Linux / SteamOS sahaja. Bukan semua permainan Linux serasi dengan Endless, jadi pastikan anda periksa keperluan sistem permainan sebelum membelinya. Ketika bermainan permainan dengan platform Steam, pastikan anda menuruti Terma Perkhidmatan Perbadanan Valve, serta dasar pemulangan wang mereka. Endless merupakan entiti korporat yang berlainan dengan Perbadanan Valve, dan tidak dapat memulangkan wang setelah membeli permainan atau bertanggungjawab terhadap pembelian yang dibuat dengan platform Steam. **Perlukan internet
ru: Если вы любите играть в видеоигры, вам будет интересно познакомиться с онлайн-магазином Steam Store компании Valve! Многие игры требуют покупки онлайн, но в некоторые популярные игры, такие как Team Fortress 2, можно играть бесплатно. При поиске в магазине обязательно сужайте результаты по операционной системе Linux / SteamOS. Не все игры для Linux совместимы с Endless, поэтому обязательно проверяйте системные требования перед покупкой игр. При использовании игр на платформе Steam вы должны соблюдать Условия предоставления услуг Valve Corporation, а также их политику возврата средств. Endless является отдельной корпорацией от Valve Corporation и не может возвращать игры или нести ответственность за покупки, сделанные на платформе Steam. ** Требуется интернет
th: หากชื่นชอบการเล่นเกมวิดีโอ คุณจะได้รับช่วงเวลาดีๆ กับการสำรวจ Steam Store ออนไลน์ของ Valve อย่างแน่นอน แม้หลายเกมอาจต้องมีการซื้อออนไลน์ แต่เกมยอดนิยมบางเกม อาทิเช่น Team Fortress 2 จะสามารถเล่นได้ฟรี โดยในขณะที่ทำการค้นหาบน Store อย่าลืมจำกัดผลลัพธ์ให้แคบลงโดยใช้คำว่า Linux / SteamOS operating system นอกจากนี้ เกมบน Linux บางเกมอาจไม่สามารถใช้งานร่วมกับ Endless ได้ คุณจึงต้องตรวจสอบข้อกำหนดของระบบก่อนที่จะทำการซื้อเกม โดยในขณะที่ใช้งานเกมบนแพลตฟอร์มของ Steam คุณจะต้องปฏิบัติตามข้อตกลงในการใช้บริการของบริษัท Valve Corporation ตลอดจนนโยบายในการคืนเงิน ทาง Endless เป็นนิติบุคคลที่ไม่ได้มีส่วนในบริษัท Valve Corporation จึงไม่สามารถดำเนินการคืนเงินชำระค่าเกมหรือรับผิดชอบต่อการซื้อใดๆ ที่ดำเนินการบนแพลตฟอร์มของ Steam ได้ ** จำเป็นต้องใช้อินเตอร์เน็ต
zh_tw: 如果你喜歡打電動遊戲，就一定會喜歡逛 Valve 的網上 Steam 商店！雖然許多遊戲都需要網上購買，但你可以免費玩某些熱門遊戲，例如 Team Fortress 2。在商店搜尋的時候，確保要把搜尋範圍收窄至只限於 Linux / SteamOS 操作系統。由於並非所有 Linux 遊戲都能兼容於 Endless，所以請確保在購買遊戲之前先檢查系統要求。在 Steam 平台使用遊戲時，必須遵守 Valve Corporation 的服務條款和退款政策。Endless 是獨立於 Valve Corporation 的公司實體，不能為遊戲退款，或者對在 Steam 平台上進行的購買負責。**需要網路連接

# title
source: Selfie
ms: Swafoto
th: เซลฟี่
zh_tw: 自拍

# folderName
source: Games to Hack
cs: Hry k Hack
ms: Permainan untuk Digodam
ru: Игры для Хакинга
zh_tw: 可駭入的遊戲

# folderName
source: Learn to Code
cs: Naučte se programovat
ms: Pelajari Kod
ru: Научиться кодировать
zh_tw: 學習編碼

# title
source: Sublime Text
ru: Потрясающий текст

# title
source: VLC
ru: VLC-плеер
