Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Learn math by playing games! Starring kids’ favorite buddy, Tux the Penguin, this fun math game app leads kids through math facts in a way that’s fun and engaging. You want your children’s math skills to improve, and they want to play games – so encouraging them to play brings together the best of both worlds and will help your child learn to love math!
ar: تعلم الرياضيات من خلال لعب الألعاب! تعد لعبة تكس ذا بينجوين (تكس البطريق) أفضل صديق للأطفال. يعلم تطبيق الرياضيات هذا الأطفال حقائق رياضية بطريقة ممتعة وتفاعلية. فأنت من جهة تريد أن يحسن أطفالك من مهاراتهم الرياضية، و هم بالمقابل يريدون لعب الألعاب، لذا فعليك تشجيعهم لعب هذه اللعبة ليحقق كل طرف مبتغاه، و بالتالي ستساعد اطفالك على حب الرياضيات.
bn: গণিত শিখুন খেলাচ্ছলে! শিশুদের প্রিয় বন্ধু টাক্স পেঙ্গুইন এখানে মূল চরিত্র হিসেবে এই মজার গণিত খেলার এ্যাপের মাধ্যমে হাস্যরসপূর্ণ ও আকর্ষণীয় উপায়ে শিশুদের গণিতের বিভিন্ন তথ্য শিক্ষা দেয়। আপনি চান আপনার শিশুদের গণিতের দক্ষতা বাড়ুক, আর তাদের আগ্রহ খেলার দিকে- তাদের উৎসাহিত করুন এই খেলাটি খেলতে, যা আপনার শিশুকে একইসাথে দেবে দু'দিকেরই শ্রেষ্ঠ বিষয়গুলো এবং সাহায্য করবে গণিতকে ভালবাসতে!
ms: Pelajari matematik dengan cara bermain! Dibintangi rakan baik kegemaran kanak-kanak, Tux si penguin, apl permainan matematik yang menarik ini dapat membantu kanak-kanak pelajari matematik dengan cara yang menghiburkan. Anda mahu menambahbaik kemahiran matematik anak anda, dengan cara bermain permainan - oleh itu galakkan mereka bermain bersama-sama supaya mereka menyukai matematik!
ro: Invata matematica jucand jocuri!Pinguinul TUX este favoritul copiilor.Aceasta aplicatie distractiva de matematica conduce copii prin fapte matematice intr-un mod distractiv.Vei vrea ca abilitatile copilului tau la matematica sa se imbunatateasca,deci incurajeaza-i sa joace acest joc.
th: เรียนรู้คณิตศาสตร์โดยการเล่นเกม! นักแสดงเด็กนำโดยเพื่อนคนโปรดเพนกวิน Tux แอพเกมคณิตศาสตร์ที่แสนสนุกนี้นำเด็กไปสู่วิชาคณิตศาสตร์ในทางที่สนุกและมีส่วนร่วม คุณต้องการให้บุตรหลานของคุณพัฒนาทักษะทางคณิตศาสตร์และพวกเขาต้องการที่จะเล่นเกม - เพื่อกระตุ้นให้พวกเขาเล่นรวมกันที่ดีที่สุดของโลกทั้งสองและจะช่วยให้เด็กเรียนรู้ที่จะรักคณิตศาสตร์!
vi: Học giải toán thông qua trò chơi! Trò chơi có chú cánh cụt Tux, người bạn thân thiết của mọi trẻ em, trò chơi giải toán này sẽ đưa các em đến những bài toán một cách vui nhộn và hào hứng. Bạn muốn kỹ năng toán của con mình được cải thiện còn trẻ thì lại muốn chơi trò chơi - vậy hãy khuyến khích các em kết hợp cả hai điều tuyệt diệu nhất trên thế giới này và giúp con bạn yêu môn toán học!
zh_tw: 透過玩遊戲學習數學！扮演小朋友最喜歡的朋友「Tux 企鵝」，這款有趣的數學遊戲應用程式以一種有趣且引人入勝的方式引導小朋友了解數學事實。你希望你的孩子的數學技能提高，而他們想要玩遊戲 – 所以，鼓勵他們玩遊戲來製造雙贏局面吧！不只如此，這樣做還有助於你的孩子愛上數學喔！

# title
source: Tux Paint
ar: تكس بينت
bn: টাক্স পেইন্ট

# subtitle
source: A fun drawing app for kids
ar: تطبيق رسم ممتع للأطفال
bn: বাচ্চাদের জন্য একটি মজার অঙ্কন এ্যাপ
cs: Zábavná kreslící aplikace pro děti
ms: Satu aplikasi menarik untuk kanak-kanak
ro: O aplicatie de desenat pentru copii
ru: Веселое приложение для рисования для детей
th: แอพวาดรูปที่สนุกสำหรับเด็ก
vi: Ứng dụng vẽ vui nhộn dành cho trẻ em
zh_tw: 適合兒童的有趣繪圖應用程式

# description
source: Create beautiful artwork with this fun and easy to use app! Tux the penguin helps guide children so that they know how to use all of the tools. Recommended ages for using this app are 3 - 12, but anyone who is young at heart is sure to love it! Use stamps, play with shapes, or draw freehand to create something special. If your child loves drawing and creating artwork, then download this app and get them started on their next masterpiece!
ar: أنجز عملاً فنياً جميلاً مع هذا التطبيق الممتع وسهل الاستخدام! يساعد تطبيق "تكس البطريق" على إرشاد الأطفال نحو كيفية استخدام كل الأدوات المتوفرة فيه. إن الأعمار الموصى بها لاستخدام هذا التطبيق هي من 3سنوات حتى 12 سنة، ولكن أي شخص يشعر أنه من ذوي القلوب الشابة من المؤكد أنه سيحب هذا التطبيق! استخدم الطوابع وألعب مع الأشكال، أو أرسم بحرية مطلقة شيئا خاصاً. وإذا كان طفلك ممن يحبون الرسم أو يحبون إبداع أعمال فنية، قم بتحميل هذا التطبيق له و وفر له الفرصة لأبداع تحفته الفنية التالية!
bn: এই মজার এবং সহজে ব্যবহারযোগ্য এ্যাপ দিয়ে তৈরি করুন সুদৃশ্য শিল্পকর্ম! টাক্স দ্যা পেঙ্গুইন শিশুদের নির্দেশনা দেয় কীভাবে তারা সমস্ত সরঞ্জাম ব্যবহার করবে। বিষেশত 3 - 12 বছরের শিশুদের জন্য এই এ্যাপটি উপযোগী, কিন্তু অন্তরে তরুণ এমন যে কেউ এই এ্যাপটি ভালবাসবে। স্ট্যাম্প ব্যবহার করুন, আকৃতির সাথে খেলুন কিংবা খালিহাতে যে কোন কিছু আঁকুন বিশেষ কিছু তৈরি করতে। আপনার শিশু যদি আঁকতে এবং শিল্পকর্ম তৈরি করতে ভালবাসে, তাহলে এই এ্যাপ ডাউনললোড করুন এবং তাদের পরবর্তী সেরা শিল্পকর্মটি তৈরি করতে সাহায্য করুন!
cs: Vytvářejte nádherné umění s touto zábavnou a snadno použitelnou aplikací! Tučňák Tux pomůže vést děti aby věděli, jak použít veškeré z nástrojů. Doporučený věk pro použití této aplikace je 3-12 let, ale kdokoli s mladou myslí si ji určitě oblíbí! Používejte razítka, hrajte si s tvary, nebo kreslete od ruky a vytvořte něco speciálního. Pokud vaše dítě rádo kreslí a tvoří, pak si tuto aplikaci stáhněte a nechte je začít pracovat na jejich příštím mistrovském díle!
ms: Buat karya seni yang indah dengan ini menyeronokkan dan mudah untuk menggunakan aplikasi! Tux Penguin membantu membimbing anak supaya mereka tahu bagaimana menggunakan semua alat. Umur yang disyorkan untuk menggunakan aplikasi ini adalah 3-12, tetapi sesiapa yang muda di hati pasti mencintai! Gunakan setem, bermain dengan bentuk, atau menarik tangan untuk mencipta sesuatu yang istimewa. Jika anak anda suka melukis dan mencipta karya seni, kemudian muat turun aplikasi ini dan dapatkan mereka bermula pada karya seterusnya!
ro: Creeaza opere de arta cu aceasta aplicatie simpla si distractiva.Pinguinul TUX ajuta la ghidarea copiilor pentru a sti cum sa foloseasca toate uneltele.Varsta recomandata este de 3 -12 ani,dar oricine se paote bucura de ea.Joaca-te cu forme,sau deseneaza de mana pentru a creea ceva special.Daca ai un copil care iubeste sa deseneze,descarca aceasta aplicatie si incepe sa o folosesti alaturi de el!
ru: Создавайте прекрасные произведения искусства с помощью этого веселого и простого в использовании приложения! Пингвин Тукс поможет детям понять, как пользоваться всеми инструментами. Рекомендуемый возраст для использования этого приложения - от 3 до 12 лет, но оно обязательно понравится всем, кто молод душой! Используйте штампы, играйте с формами или рисуйте от руки, чтобы создать что-то особенное. Если ваш ребенок любит рисовать и создавать произведения искусства, скачайте это приложение и начните работу над своим следующим шедевром!
th: สร้างงานศิลปะที่สวยงามด้วยความสนุกสนานนี้และแอพที่ใช้ง่าย! เพนกวิน TUX จะช่วยให้คำแนะนำเด็กเพื่อให้พวกเขารู้วิธีการใช้เครื่องมือทั้งหมด อายุที่แนะนำสำหรับการใช้แอพนี้คือ 3-12 ปี แต่ทุกคนที่มีหัวใจเป็นเด็กก็จะรักมันแน่นอน! ใช้แสตมป์ เล่นกับรูปร่าง หรือวาดด้วยมือเปล่าในการสร้างสิ่งที่พิเศษ ถ้าลูกของคุณรักการวาดภาพและการสร้างงานศิลปะ ให้ดาวน์โหลดแอพนี้และพวกเขาจะได้เริ่มต้นในงานชิ้นเอกของพวกเขาต่อไป!
vi: Tạo ra những tác phẩm nghệ thuật tuỵệt đẹp với ứng dụng vui nhộn và dễ sử dụng này! Chú chim cánh cụt Tux sẽ giúp hướng dẫn các trẻ để các em biết cách sử dụng các công cụ. Độ tuổi khuyến nghị sử dụng ứng dụng này là từ 3-12 tuổi nhưng bất kỳ ai có tâm hồn trẻ trung cũng sẽ yêu thích ứng dụng này! Sử dụng các con dấu, chơi với các hình khối hoặc vẽ tự do để tạo ra hình vẽ đặc biệt. Nếu con bạn yêu thích vẽ hay tạo ra các tác phẩm nghệ thuật, hãy tải ứng dụng này về và để các em bắt đầu những tuyệt tác của riêng mình!
zh_tw: 使用這個有趣且易於使用的應用程式來建立美麗的藝術品！Tux 企鵝協助指導，讓孩子們了解如何使用所有的工具。這個應用程式的推薦使用年齡為 3 至 12 歲，但任何童心未泯的人都會愛上它！使用圖章、玩形狀，或手繪特別的圖案。如果你的孩子喜歡畫畫和創造藝術作品，請下載這個應用程式，讓他們開始製作他們的下一個傑作吧！

# title
source: Tux Puck
ar: تكس باك
bn: টাক্স পাক

# subtitle
source: Exciting air hockey game for you and your friends
ar: لعبة هوكي الجوية الممتعة لك و لأصدقائك
bn: আপনার ও আপনার বন্ধুদের জন্য উত্তেজনাপূর্ণ এয়ার হকি খেলা
ro: Joc excitant de hockey pentru tine si prietenii tai
vi: Trò chơi khúc côn cầu trên bàn hào hứng dành cho bạn và bạn bè

# description
source: An air hockey game in which you try to knock the puck past your opponent's defense. This is a great game for the whole family! Test your skill and reflexes to win this fast paced match! (While the game is running, press F5 or F6 to adjust your paddle speed.)
ar: لعبة هوكي الجوية التي تحاول خلالها دفع العفريت نحو دفاعات الخصم . هذه لعبة ممنازة و تناسب جميع أفراد الأسرة بأكملها! اختبر مهارتك وردود افعالك للفوز في هذه المباراة سريعة الوتيرة!
bn: এটি একটি এয়ার হকি খেলা যেখানে আপনাকে খেলার 'পাক'টিকে আপনার প্রতিপক্ষের প্রতিরোধ পেরিয়ে পাঠানোর চেষ্টা করতে হবে। পুরো পরিবারের জন্য এটা একটা দারুণ খেলা! এই দ্রুতগতি সম্পন্ন খেলাটি জিততে আপনার দক্ষতা ও প্রতিবর্তী ক্ষমতা পরখ করুন! (এই খেলা চলার সময় F5 অথবা F6 চেপে আপনার গতি ঠিক করে নিন।)
ro: Un joc de hochei in care trebuie sa lovesti pucul dincolo de apararea adversarilor.Este un joc distractiv pentru intreaga familie!Testeaza-ti abilitatile si reflexele pentru a castiga jocul! ( In timp ce jocul ruleaza,apasa F5 sau F6 pentru a ajusta viteza paletei.)
vi: Một trò chơi khúc côn cầu trên bàn mà trong đó, bạn phải vượt qua hàng phòng ngự của đối phương. Đây là một trò chơi tuyệt vời cho toàn thể gia đình! Hãy thử thách kỹ năng và phản xạ để giành chiến thắng trong trận đấu có nhịp độ nhanh này! (Khi đang chơi, nhấn F5 và F6 để điều chỉnh tốc độ tay cầm.)

# title
source: Tux Typing
ar: تكس تايبنج (بطريق الطباعة)
bn: টাক্স টাইপিং

# subtitle
source: Learn to type by playing games
ar: تعلم الطباعة عن طريق لعب الألعاب
bn: খেলতে খেলতে টাইপ করতে শিখুন
ms: Pelajari carai menaip dengan cara bermain
ro: Invata sa tastezi jucandu-te
th: เรียนรู้การพิมพ์โดยการเล่นเกม
vi: Học cách đánh chữ qua trò chơi
zh_tw: 透過玩遊戲學習如何使用鍵盤輸入

# description
source: This fun application is a great way for kids, and even adults, to learn how to type! Learn the basics, or improve your skills by playing games that teach you how to use a keyboard without even looking at it. Children today are growing up surrounded by computers and mobile devices, and learning how to use these technologies well will only grow more important in the future. Start them off with a great foundation by downloading this app and encouraging them to play!
ar: هذا التطبيق هو وسيلة ممتعة وعظيمة للأطفال، وحتى الكبار لتعلم كيفية الطباعة! تعلم الأساسيات، أو حسن مهاراتك عن طريق لعب الألعاب التي تعلمك كيفية استخدام لوحة المفاتيح دون النظر إليها. يكبر الأطفال هذه الأيام وهم محاطين بأجهزة الكمبيوتر والأجهزة النقالة، وتعلم كيفية استخدام هذه التقنيات بشكل جيد سيكون له أهمية كبيرة في المستقبل. ابدأ معهم على قاعدة متينة و أساس ممتاز وقم بتحميل هذا التطبيق وتشجيعهم على اللعب!
bn: এই মজার এ্যাপ্লিকেশনটি দুর্দান্ত উপায় কীভাবে টাইপ করতে হয় তা শেখাবে বাচ্চাদের, এমনকি প্রাপ্ত বয়স্কদেরও! কীভাবে কিবোর্ড না দেখেও টাইপ করতে পারবেন তার প্রাথমিক বিষয়াদি জানুন কিংবা নিজের দক্ষতা বাড়ান এই খেলা খেলে। বর্তমানে শিশুরা বড় হবার সময়ে তাদের ঘিরে থাকে কম্পিউটার ও মোবাইল ডিভাইস, এবং এসব প্রযুক্তির ব্যবহার ভালভাবে শিখতে পারার বিষয়টা ভবিষ্যতে আরো গুরুত্বপূর্ণ হয়ে উঠবে। তাদের শেখার গুরুত্বপূর্ণ ভিত হিসেবে এই এ্যাপটি ডাউনলোড করুন এবং খেলায় তাদের উৎসাহিত করুন!
ms: Merupakan aplikasi yang menyeronokkan buat kanak-kanak mahupun orang dewasa, pelajari kaedah menaip yang betul! Pelajari asas, atau tambah baik kemahiran anda dengan permainan yang membantu cara penggunaan papan kekunci tanpa perlu melihatnya. Kanak-kanak kini dimewahi dengan komputer dan peranti bimbit, ketahui bagaimana hendak menggunakan teknologi-teknologi ini dengan baik. Sebagai batu asas yang baik, muat turun aplikasi ini dan galakkan mereka bermain dengannya.
ro: Aceasta aplicatie distractiva este un mod bun pentru copii,dar si adulti,sa invete sa tasteze!Invata elemente de baza,sau imbunatateste aptitudinile jucand jocuri care te vor invata cum sa folosesti o tastatura fara ca macar sa te uiti la ea.Copii din ziua de astazi cresc inconjurati de computere si mobile,si invanad sa foloseasca aceste tehnologii este important!
th: แอพที่สนุกนี้เป็นวิธีที่ดีสำหรับเด็กและแม้แต่ผู้ใหญ่ ที่จะเรียนรู้วิธีการพิมพ์! เรียนรู้พื้นฐานหรือพัฒนาทักษะของคุณโดยการเล่นเกมที่สอนวิธีการใช้แป้นพิมพ์โดยไม่ต้องมองมัน เด็กในวันนี้จะเติบโตขึ้นมาแวดล้อมไปด้วยคอมพิวเตอร์และโทรศัพท์มือถือและการเรียนรู้วิธีการใช้เทคโนโลยีเหล่านี้ได้ดีเฉพาะที่สำคัญจะมีการเติบโตมากขึ้นในอนาคต พวกเขาเริ่มต้นด้วยการวางรากฐานที่ดีโดยการดาวน์โหลด แอพนี้และกระตุ้นให้พวกเขาเล่น!
vi: Ứng dụng thú vị này chính là cách tuyệt vời để trẻ em, và thậm chí cả người lớn, học cách đánh máy! Tìm hiểu những điều cơ bản hoặc nâng cao kỹ năng của bạn bằng cách chơi trò chơi dạy cho bạn cách sử dụng bàn phím mà không cần nhìn. Ngày nay, trẻ em đang lớn lên trong môi trường đầy máy vi tính và các thiết bị di động, và việc học cách sử dụng các công nghệ này cũng sẽ trở nên ngày càng quan trọng hơn trong tương lai. Hãy bắt đầu với một nền tảng tuyệt vời bằng cách tải ứng dụng này và khuyến khích trẻ chơi!
zh_tw: 這款有趣的應用程式非常適合孩子（甚至是成人）來學習如何使用鍵盤進行輸入！透過玩遊戲來學習基礎知識或提高技能，這款遊戲可以教你如何在不看著鍵盤下使用鍵盤輸入。在今天的社會，兒童在電腦和行動裝置的陪伴下長大，學習如何充分利用這些技能只會在未來變得愈來愈重要。下載這款應用程式，開始打下穩定的基礎，並鼓勵孩子們玩遊戲吧！

# title
source: Warmux
ar: وورماكس
bn: ওয়ারমাক্স

# subtitle
source: Make your computer a battle of wit and war
ar: أجعل حاسوبك معركة من الحنكة و الحرب
bn: আপনার কম্পিউটারকে বুদ্ধি ও লড়াইয়ের একটি রণক্ষেত্র বানিয়ে ফেলুন
cs: Udělejte ze svého počítače bitvu důvtipu a války
ms: Komputer anda menjadi medan pertempuran senjata dan kepintaran
ro: Fa-ti din computerul tau o lupta de spirit si de razboi
ru: Сделайте свой компьютер боевым и остроумным
th: ทำให้คอมของคุณเป็นสนามรบทางปัญญาและสงคราม
vi: Biến máy tính của bạn thành trận chiến của trí óc và giao tranh
zh_tw: 讓你的電腦成為智慧之戰

# description
source: Exterminate your opponent in a cartoon word using dynamite, grenades, bazookas, or even a baseball bat. Each player controls their own team and must destroy his adversary using his arsenol and wits, as turn by turn, each member of each team attempts to destroy his opponents.
ar: قم بإبادة خصمك في عالم الكرتون باستخدام الديناميت والقنابل اليدوية ومدافع البازوكا، أو حتى بمضرب البيسبول. على كل لاعب التحكم بفريقه ويجب تدمير عدوه مستعينا بأسلحته ودهائه، وعلى الدور، كل عضو من كل فريق سيحاول تدمير خصومه.
bn: একটি কার্টুন জগতে ডিনামাইট, গ্রেনেড, বাজুকা অথবা এমনকি একটি বেইসবল ব্যাট ব্যবহার করে আপনার প্রতিপক্ষকে সমূলে বিনাশ করুন। প্রতিটি খেলোয়াড় তাদের নিজ দলকে নিয়ন্ত্রণ এবং নিজেদের অস্ত্রাগার ও বুদ্ধি ব্যবহার করে প্রতিপক্ষকে ধ্বংস করতে হবে। এবং পালাক্রমে প্রতিটি দলের প্রতিটি সদস্য একে অন্যের প্রতিপক্ষকে ধ্বংস করার চেষ্টা করবে।
cs: Vyhlaďte své protivníky v komixovém světě pomocí dynamitu, granátů, bazuk a dokonce basketbalové pálky. Každý hráč ovládá svůj vlastní tým a musí zničit svého protivníka pomocí jeho arzenálu a důvtipu, protože kolo po kole, každý člen každého týmu se snaží zničit své protivníky.
ms: Kalahkan pihak lawan dalam dunia karton menggunakan dinamit, bom tangan, bazooka, ataupun kayu lisut. Setiap pemain mengawal pasukan masing-masing dan mesti musnahkan pihak lawan dengan senjata dan kepintaran mereka, mengikut giliran, setiap ahli pasukan.
ro: Invinge-ti adversarul intr-o lume desenata folosind dinamita,grenade si bate de baseball.Fiecare jucator isi controleaza echipa si trebuie sa isi distruga adversarul folosind arsenalul,si rand pe rand,fiecare incearca sa isi distruga adversarul.
ru: Уничтожьте своего противника в мультяшном слове, используя динамит, гранаты, базуки или даже бейсбольную биту. Каждый игрок управляет своей командой и должен уничтожить своего противника, используя арсенал и смекалку, поскольку по очереди каждый член каждой команды пытается уничтожить своих противников.
th: กำจัดฝ่ายตรงข้ามในคำที่เป็นการ์ตูนโดยใช้ไดนาไมต์ ระเบิดมือ บาซูก้า หรือแม้กระทั่งไม้เบสบอล ผู้เล่นแต่ละคนควบคุมทีมของตัวเองและจะต้องทำลายศัตรูของเขาโดยใช้คลังอาวุธ และปัญญาของเขาในขณะที่ผลัดกัน แต่ละสมาชิกของแต่ละทีมแต่ละคนพยายามที่จะทำลายฝ่ายตรงข้าม
vi: Tiêu diệt đối thủ của bạn trong thế giới hoạt hình bằng cách dùng thuốc nổ, lựu đạn, súng bazooka, hoặc thậm chí là gậy bóng chày. Mỗi người chơi điều khiển đội của mình và phải tiêu diệt kẻ thù bằng cách dùng kho vũ khí và trí thông minh, và cứ mỗi lượt đi, mỗi thành viên của mỗi đội đều cố gắng tiêu diệt đối thủ của mình.
zh_tw: 在卡通世界中使用炸藥、手榴彈、火箭筒，甚至球棒來殲滅敵人。每位玩家控制自己的隊伍，且必須使用武器和智慧消滅對手，輪流進行，每個團隊的成員試著摧毀對手。

# title
source: Warzone 2100
ar: وورزون 2100 (ساحة الحرب 2100)
bn: ওয়ারজোন 2100

# subtitle
source: Lead your troops to rebuild the world
ar: قُد قواتك لإعادة بناء العالم
bn: আপনার সৈন্যবাহিনিকে পৃথিবী পুনঃনির্মাণ করার কাজে এগিয়ে নিন
cs: Veďte své jednotky a znovu vybudujte svět
ms: Terajui pasukan tentera anda untuk membangunkan semula dunia
ro: Condu-ti trupele pentru a contrui o noua lume
ru: Возглавьте свои войска, чтобы восстановить мир
th: นำกองกำลังของคุณเพื่อจะสร้างโลก
vi: Dẫn dắt binh lính xây dựng lại thế giới
zh_tw: 率領您的部隊重建這個世界

# description
source: In Warzone 2100 you command forces to rebuild the world after nuclear war has destroyed it. Play it alone or with friends; either way you'll dive head first into another world where you'll be living and breathing military strategy. Research technologies, build units, and plan battles in this game of strategy, tactics, and wit.
ar: في لعبة وورزون 2100 يقود اللاعب القوات العسكرية لإعادة بناء العالم بعد أن دمرته الحرب النووية. بأمكانك أن تلعبها وحدك أو مع الأصدقاء. وفي كلتا الحالتين عليك الغوص في عالم آخر حيث تعيش وتتنفس فيه الاستراتيجيات العسكرية. ففي هذه اللعبة تجد التقنيات البحثية، وبناء الوحدات، وتخطيط المعارك، والتكتيكات، والذكاء و الحنكة.
bn: ওয়ারজোন 2100 -এ পারমাণবিক যুদ্ধে ধ্বংস হয়ে যাবার পর আপনি পৃথিবীকে পুনঃনির্মাণ করার কাজে আপনার বাহিনিকে নেতৃত্ব দেবেন। একাই খেলুন অথবা বন্ধুদের সাথে নিয়ে, যে কোনভাবেই আপনি আরেক দুনিয়াতে শিগগিরই হারিয়ে যাবেন যেখানে আপনার জীবনের ধ্যান-জ্ঞান হবে শুধুমাত্র সামরিক কৌশল। রণনীতি, কৌশল ও বুদ্ধির এই খেলায় প্রযুক্তি নিয়ে গবেষণা করুন, ইউনিট নির্মাণ করুন এবং লড়াই পরিকল্পনা করুন।
cs: Ve Warzone 2100 velíte silám, které mají znovu vystavět svět po nukleární válce, která ho zničila. Hrajte sami nebo s přáteli – v obou případech se po hlavě ponoříte do jiného světa, ve kterém budete žít a dýchat vojenskou strategií. Vyvíjejte technologie, stavte jednotky a plánujte bitvy v této hře strategie, taktiky a důvtipu.
ms: Dalam Warzone 2100 anda mengetuai satu pasukan untuk membina semula dunia yang telah rosak akibat perang nuklear sebelum ini. Main secara bersendirian atau dengan rakan; anda akan berada dalam suasana strategi ketenteraan. Kaji teknologi baharu, bina unit-unit, dan rancang pertempuran dalam permainan strategi, taktikal dan kepintaran ini.
ro: In Warzone 2100comanzi forte pentru a reconstrui lumea dupa razboiul nuclear.Joaca singur sau cu prietenii.Cauta tehnologii,cladeste unitati,si planuieste batalii in acest joc de strategie,tactica si spirit.
ru: В игре Warzone 2100 вы командуете войсками, чтобы восстановить мир после ядерной войны, разрушившей его. Играйте в одиночку или с друзьями; в любом случае вы окунетесь с головой в другой мир, где вы будете жить и дышать военной стратегией. Исследуйте технологии, создавайте боевые единицы и планируйте сражения в этой игре о стратегии, тактике и смекалке.
th: ในสมรภูมิ 2100 คุณออกคำสั่งกองกำลังที่จะสร้างโลกหลังจากสงครามนิวเคลียร์ได้ทำลายมัน เล่นคนเดียวหรือกับเพื่อน ทั้งสองวิธีที่คุณจะหัวดำครั้งแรกในโลกอีกโลกหนึ่งที่คุณจะได้ใช้ชีวิตและการหายใจกลยุทธ์ทางทหาร เทคโนโลยีการวิจัยสร้างหน่วยและการต่อสู้ในเกมแผนกลยุทธ์กลยุทธ์และปัญญานี้
vi: Trong Warzone 2100, bạn sẽ nắm quyền chỉ huy lực lượng xây dựng lại thế giới sau khi bị chiến tranh hạt nhân phá hủy. Bạn có thể chơi một mình hoặc với bạn bè; dù chơi kiểu nào thì bạn cũng sẽ chìm vào một thế giới khác, nơi bạn sẽ sống và sinh tồn bằng các chiến thuật quân sự. Nghiên cứu công nghệ, xây dựng đơn vị, và lên kế hoạch cho những trận đánh trong trò chơi đầy chiến lược, chiến thuật và cân não này.
zh_tw: 在 Warzone 2100 中，你將指揮部隊重建被核戰摧毀的世界。可獨自或和好友一起遊玩；兩者都能讓你進入另一個世界，投入在軍事戰略中。在這款戰略、戰術和機智遊戲中研究科技、建造單位，並規劃戰爭。

# title
source: Wesnoth
ar: لعبة ويزنوث
bn: ওয়েসনথ

# subtitle
source: Fantasy turn-based strategy game
ar: لعبة استراتيجية قائمة على تبدل الخيال
bn: ফ্যান্টাসি নির্ভর কৌশলগত খেলা
cs: Fantazy tahová strategická hra
ms: Permainan strategi berdasarkan giliran fantasi
ro: Joc strategic
ru: Фэнтезийная пошаговая стратегическая игра
th: เกมกลยุทธ์แฟนตาซีแบบผลัดกันเล่น
vi: Trò chơi chiến thuật theo lượt theo thể loại fantasy
zh_tw: 奇幻回合式戰略遊戲

# description
source: Battle for control of the land, villages, and resources in this fantasy-themed strategy game. Each player controls an army of their own design and uses it to seek dominance. An exciting blend of history, fantasy, and strategy, this game is sure to reveal a great leader inside you.
ar: حارب من أجل السيطرة على الأرض والقرى والموارد في هذه اللعبة الاستراتيجية الخيالية . كل لاعب يسيطر على جيش من تصميمه ويستخدمه سعياً للهيمنة. تعتبر هذه اللعبة مزيجاً مثيرً من التاريخ، والخيال، والإستراتيجية، ومن المؤكد أن تكشف عن وجود القائد العظيم بداخلك.
bn: এই কল্পনাধর্মী কৌশলী খেলাটিতে ভূমি, গ্রাম এবং সম্পদ নিয়ন্ত্রণের জন্য যুদ্ধ করুন। প্রতিটি খেলোয়াড় নিয়ন্ত্রণ করবে তাদের নিজের নকশায় তৈরি করা নিজস্ব সেনাবাহিনী এবং আধিপত্য গঠনে ব্যবহার তাদের করবে।ইতিহাস, কল্পনা ও কৌশলে পরিপূর্ণ এই উত্তেজনাপূর্ণ খেলাটি আপনার ভেতরে থাকা প্রতিভাবান নেতাকে প্রকাশ করবে।
cs: Bitva o vládu nad územím, vesnicemi a zdroji ve strategické hře v hávu fantazy. Každý hráč ovládá armádu, kterou si navrhne a pomocí ní se snaží o nadvládu. Vzrušujícím mixem historie, fantazy a strategie tato hra určitě odhalí skvělého vůdce ve vás.
ms: Pertempuran untuk mengawal tanah, Kampung, dan sumber dalam permainan strategi bertemakan fantasi ini. Setiap pemain mengawal tentera Reka bentuk mereka sendiri dan menggunakannya untuk mencari dominasi. Satu campuran yang menarik sejarah, fantasi, dan strategi, Permainan ini adalah pasti untuk mendedahkan pemimpin yang hebat di dalam anda.
ro: Bătălia pentru controlul asupra terenurilor, sate și resurse în acest joc de strategie fantezie-tematic. Fiecare jucător controlează o armată proiectata proprie și o folosește pentru a căuta poziția dominantă. Un amestec interesant de istorie, fantezie, și strategie, acest joc este sigur pentru a descoperi un mare lider în interiorul tău.
ru: Сражайтесь за контроль над землей, деревнями и ресурсами в этой стратегической игре на фэнтезийную тему. Каждый игрок управляет армией собственного дизайна и использует ее для достижения господства. Захватывающая смесь истории, фэнтези и стратегии, эта игра обязательно откроет в вас великого лидера.
th: การต่อสู้เพื่อการควบคุมดินแดน หมู่บ้าน และทรัพยากรในเกมกลยุทธ์แฟนตาซีนี้ ผู้เล่นแต่ละคนควบคุมกองทัพที่ตัวเองออกแบบและใช้มันเพื่อแสวงหาการปกครอง การผสมผสานที่น่าตื่นเต้นของประวัติศาสตร์ แฟนตาซี และกลยุทธ์ เกมนี้มั่นใจว่าจะเปิดเผยความเป็นผู้นำที่ดีภายในคุณ
vi: Chiến đấu để giành quyền kiểm soát các vùng đất, làng mạc và nguồn tài nguyên trong trò chơi chiến lược theo chủ đề fantasy này. Mỗi người chơi điều khiển một đội quân do chính mình thiết kế và điều khiển đội quân này để tranh giành quyền thống trị. Một tuyệt phẩm pha trộn thú vị giữa lịch sử, yếu tố fantasy và chiến thuật, trò chơi này chắc chắn sẽ khiến bạn nhận ra khả năng lãnh đạo tuyệt vời bên trong bạn.
zh_tw: 在這個幻想風戰略遊戲中進行作戰，控制土地、村莊和資源。每位玩家控制一個自己設計的軍隊，並用以進行征服。融合了歷史、幻想和戰略的刺激遊戲，一定能讓您內在的領袖天賦顯現出來。

# title
source: X-Moto
ar: اكس ماتو
bn: এক্সমোটো

# subtitle
source: A motorcycle racing game
ar: لعبة سباق دراجات نارية
bn: একটি মোটরসাইকেল প্রতিযোগিতার খেলা
cs: Závodní hra s motorkou
ms: Permainan perlumbaan motosikal
ro: Joc de intreceri cu motociclete
ru: Мотогоночная игра
th: เกมแข่งรถมอเตอร์ไซค์
vi: Trò chơi đua xe mô tô hào hứng
zh_tw: 摩托車賽車遊戲
