Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Learn about the common physical and mental disabilities, and how to take care of the people in your life who have them. From diagnosis and treatments to special devices and special care, you'll learn all about how to make the life of people you know with disabilities easier for them. There will be a lot of challenges, but with the right care and love, you'll all live a much happier and satisfying life.
ar: تعرف على الإعاقات الجسدية والنفسية الشائعة، وعن كيفية رعاية الأشخاص الذين تعرفهم في حياتك المصابين بها. من فحوصاتٍ وعلاجاتٍ إلى الأجهزة الخاصة والرعاية الخاصة، ستتعلم كل ما يتعلق بكيفية تسهيل حياة أولئك الذين تعرفهم، المصابين بهذه الإعاقات. سيكون هناك الكثير من التحديات إلا أنه باتباع الحب والرعاية السليمة، ستعيشون جميعاً حياةً أكثر سعادة ورضاءً.
bn: সাধারণ শারিরীক ও মানসিক অক্ষমতা সম্পর্কে জানুন, এবং আপনার জীবনে এমন কেউ থেকে থাকলে তার যত্ন কীভাবে নিতে হয় তা শিখুন। আপনার পরিচিত কোন মানুষের যদি এমন অক্ষমতা থাকে তাদের রোগ নির্ণয় ও চিকিৎসা থেকে বিশেষ ডিভাইস ও বিশেষ যত্ন নেয়া পর্যন্ত সবকিছু শিখে তাদের জীবন সহজতর করার পন্থা জেনে নিন। অনেকরকম বাঁধা থাকবে, কিন্তু যথাযথ যত্ন এবং ভালবাসার সাথে আপনি অনেক বেশি সুখী ও সন্তুষ্টিপূর্ণ একটি জীবন যাপন করতে পারবেন।
ro: Aflați mai multe despre dizabilități fizice și mentale comune, precum și modul în care să aibă grijă de oamenii din viața ta, care le-au. De la diagnostic si tratamente pana la dispozitive speciale de îngrijire specială, veți afla totul despre cum să facă viața persoanelor cunoscute cu dizabilități mai ușoara pentru ei. Vor fi o mulțime de provocări, dar cu multa grija si iubire, vei trăi o viață mult mai fericită și satisfăcătoare.

# title
source: DIY
ar: افعله بِنفسك
bn: এসো নিজে করি

# title
source: Encyclopedia
ar: موسوعة
bn: বিশ্বকোষ
cs: Encyklopedie
ms: Ensiklopedia
ro: Enciclopedia
ru: Энциклопедия
th: สารานุกรม
vi: Bách khoa toàn thư
zh_tw: 百科全書

# subtitle
source: The free encyclopedia that anyone can contribute to
ar: الموسوعة المجانية التي يمكن لأي شخص أن يسهم فيها
bn: উন্মুক্ত বিশ্বকোষ যাতে যে কেউ নিজ নিজ অবদান রাখতে পারে
cs: Svobodná encyklopedie, do které může kdokoli přispívat
ms: Ensiklopedia percuma yang anda boleh beri sumbangan kandungan ke dalamnya
ro: Enciclopedia liberă la care poate contribui oricine
ru: Свободная энциклопедия, в которую может внести свой вклад каждый
th: สารานุกรมฟรีที่ทุกคนสามารถมีส่วนร่วมได้
vi: Bách khoa toàn thư miễn phí mà ai cũng có thể đóng góp
zh_tw: 任何人都能貢獻的自由百科全書

# description
source: Whether you’re online or offline, you want access to the world’s biggest encyclopedia - Wikipedia. This app is an invaluable resource for students, teachers, and anyone who wants to learn more about the world around them. Use this app to research things for school, find out about world events, and much, much more. You’ll learn more than you ever thought possible with access to the Internet's greatest informational resource - and all for free!
ar: سواء كنت متصلاً أو غير متصل بالانترنت، فأنت تريد الوصول إلى أكبر موسوعة في العالم - ويكيبيديا. هذا التطبيق هو مصدر لا يقدر بثمن للطلاب والمعلمين، ولمن يريد معرفة المزيد عن العالم من حوله. استخدم هذا التطبيق للبحث عن أشياء مدرسية، ولمعرفة الأحداث العالمية، وأكثر من هذا بكثير. سوف تتعلم أكثر مما كنت تعتقد أنه ممكن بالوصول إلى أكبر مورد معلوماتي للإنترنت - وكل هذا مجاناً!
bn: আপনি অনলাইন হোন বা অফলাইন, বিশ্ব বিখ্যাত বিশ্বকোষ - উইকিপিডিয়াতে প্রবেশাধিকার আপনার প্রয়োজন। এই এ্যাপটি ছাত্র, শিক্ষক নির্বিশেষে সবার জন্যই অমূল্য একটি সংস্থান যারা তাদের চারপাশের পৃথিবীটা সম্পর্কে আরো জ্ঞানার্জন করতে চায়। স্কুলের কাজের গবেষণায়, বিশ্বের বিভিন্ন ঘটনা এবং আরো বহু কিছু সম্পর্কে জানতে এই এ্যাপটি ব্যবহার করুন। ইন্টারনেটের সর্ববৃহৎ তথ্য ভান্ডারে প্রবেশাধিকার পাবার মাধ্যমে আপনি অকল্পনীয় জ্ঞান লাভ করবেন যা আপনি কখনো ধারণাও করতে পারেননি - এবং এই পুরোটাই বিনামূল্যে!
cs: Ať už jste či nejste připojení k Internetu, chcete přistupovat k největší encyklopedii na světě – Wikipedii. Tato aplikace je nedocenitelným prostředkem pro studenty, učitele a kohokoli, kdo se chce dozvědět víc o světě kolem nás. Tuto aplikaci využijete pro vyhledávání věcí do školy, čtení si o událostech ve světě a mnohem, mnohem víc. Dozvíte se více než kdy předtím díky přístupu k největšímu zdroji informací na Internetu – a to vše zdarma!
ms: Sama ada anda di dalam talian atau di luar talian, anda boleh mencapai ensiklopedia terbesar di dunia. Apl ini sangat bernilai buat para pelajar, guru, dan sesiapa sahaja yang mahu ketahui berkenaan perkara-perkara di dunia dan di sekeliling kita. Gunalah apl ini untuk sesuatu untuk kerja sekolah anda, ketahui peristiwa-peristiwa penting dunia, dan banyak lagi maklumat ada di dalamnya. Anda dapat pelajari lebih daripada apa yang anda mahu dengan mencapai sumber maklumat di Internet yang terhebat ini - semuanya percuma!
ro: Fie că ești online sau offline, doresti acces la cea mai mare enciclopedie din lume - Wikipedia. Aceasta aplicatie este o resursa de nepretuit pentru studenți, profesori și oricine care vrea să afle mai multe despre lumea din jurul lor. Utilizați această aplicație pentru a cerceta lucrurile pentru școală, pentru a afla despre evenimentele din lume, și multe altele. Vei afla mai mult decât ai gândit vreodată posibil, cu acces la cea mai mare resursă informațională Internetului - și toate gratis!
ru: Где бы вы ни находились - в Интернете или оффлайн, вам нужен доступ к самой большой в мире энциклопедии - Википедии. Это приложение - бесценный ресурс для студентов, преподавателей и всех, кто хочет узнать больше об окружающем мире. Используйте это приложение для школьных исследований, получения информации о мировых событиях и многого другого. Вы узнаете больше, чем когда-либо думали, имея доступ к величайшему информационному ресурсу Интернета - и все это бесплатно!
th: ไม่ว่าคุณจะออนไลน์หรือออฟไลน์ คุณต้องการเข้าถึงสารานุกรมที่ใหญ่ที่สุดของโลก - วิกิพีเดีย แอพนี้เป็นแหล่งที่มีประโยชน์สำหรับนักเรียน ครูอาจารย์และทุกคนที่ต้องการเรียนรู้เพิ่มเติมเกี่ยวกับโลกรอบตัวเขา ใช้แอพนี้เพื่อการวิจัยสิ่งต่างๆสำหรับโรงเรียน หาข้อมูลเกี่ยวกับเหตุการณ์ในโลกและอื่น ๆ อีกมากมาย คุณจะได้เรียนรู้มากขึ้นกว่าที่คุณเคยคิดว่าจะเป็นไปได้จริง ด้วยการเข้าถึงแหล่งในการให้ข้อมูลที่ใหญ่ที่สุดของอินเทอร์เน็ต - และทั้งหมดนี้ฟรี!
vi: Cho dù trực tuyến hoặc ngoại tuyến, bạn vẫn có thể truy cập vào Wikipedia, bách khoa toàn thư lớn nhất thế giới. Ứng dụng này là nguồn tài nguyên vô giá cho sinh viên, giáo viên và bất kỳ ai muốn tìm hiểu nhiều hơn về thế giới chung quanh. Sử dụng ứng dụng này để tìm kiếm mọi điều khi học tập, tìm hiểu về những sự kiện của thế giới và còn nhiều, nhiều hơn thế nữa. Bạn sẽ biết nhiều thứ hơn là bạn tưởng nhờ truy cập vào tài nguyên thông tin lớn nhất Internet - và tất cả đều miễn phí!
zh_tw: 無論您在線上與否，都會希望能存取世界上最大的百科全書 - 維基百科。此 app 對於學生、老師及任何想更加了解週遭世界的人都是無價的珍貴資源，可用這款 app 研究學校事物、了解世界大事，以及更多更多用途。從這個網路上最大的資源來源能夠學習到的事物比您想得還多 - 而且完全免費！

# title
source: Learn English
ar: تعلم الإنجليزية

# subtitle
source: Learn or improve your English while having fun
ar: تعلم أو حسن لغتك الإنجليزية من خلال المرح

# description
source: Ready to take your English to a new level? No matter what your level is, have fun and learn a new skill by playing games, listening to your favorites songs with lyrics, and watching interesting videos. You’ll learn about resources that can help you improve your English and take you to new opportunities.
ar: هل أنت على استعداد لرفع مستواك في اللغة الإنجليزية إلى مستوىً جديد؟ بغض النظر عن مستواك الحالي، امرح وتعلم مهارة جديدة من خلال لعب الألعاب، والاستماع إلى أغانيك المفضلة مع كلمات الاغانى ومشاهدة أشرطة الفيديو الشيقة. ستتعرف على المصادر التي يمكن أن تساعدك على تحسين مستواك في اللغة الإنجليزية وتأخذك إلى فرصٍ جديدة.

# title
source: Entrepreneurship
ar: ريادة الأعمال
bn: ব্যবসা বাণিজ্য
ro: Antreprenorial

# title
source: Farming
ar: الزراعة
bn: কৃষিকাজ
ro: Agricultura

# subtitle
source: Learn about crops and raising animals
ar: تعرف على المحاصيل وتربية الحيوانات
bn: শস্য এবং পশুপাখি পালন সম্পর্কে জানুন
ro: Invata despre recolta si cum sa cresti animalele

# description
source: Farming is both an ancient tradition and a modern, bustling industry. Our world’s food supply comes from hardworking farmers around the globe. Learning about this sector of the economy can be fascinating and useful, especially if you’re interested in providing food for yourself and your community. This app includes information on farming techniques and equipment, different types of agriculture, and the careers that exist in this industry. You’ll learn so much about crops, livestock, and more!
ar: الزراعة على حد سواء تقليد قديم وصناعة صاخبة حديثة. امدادات غذاء عالمنا تأتي من المزارعين الذين يعملون بجدٍ في جميع أنحاء العالم. يمكن أن يكون التعرف على هذا القطاع من الاقتصاد رائعاً ومفيداً، وبخاصة إذا كنت ترغب في توفير الغذاء لنفسك ولمجتمعك. ويشمل هذا التطبيق معلومات عن التقنيات الزراعية والمعدات، والأنواع المختلفة للزراعة، والمهن الموجودة في هذه الصناعة. سوف تتعلم الكثير عن المحاصيل والماشية، وغيرها!
bn: কৃষিকাজ একটি আদি ঐতিহ্য এবং একইসাথে একটি ব্যস্ত আধুনিক শিল্প। আমাদের বিশ্বের খাবারের সরবরাহ আসে সারা পৃথিবী জুড়ে থাকা পরিশ্রমী কৃষকদের কাছ থেকে। অর্থনীতির এই বিভাগ সম্পর্কে জানাটা চমকপ্রদ এবং প্রয়োজনীয় হতে পারে, বিশেষত যদি আপনি নিজের এবং আপনার সমাজের জন্য খাবার সরবরাহ বিষয়ে জানতে চান। এই এ্যাপে কৃষি বিষয়ক কৌশল এবং যন্ত্রপাতি, বিভিন্ন রকম কৃষিকাজ, এবং এই শিল্পে বর্তমানে বিদ্যমান কাজের পরিধি সম্পর্কে তথ্যাদি পাওয়া যাবে। আপনি শস্য, পশুপাখি এবং আরো অনেক কিছুর সম্বন্ধে দারুণ জ্ঞান অর্জন করতে পারবেন!

# title
source: My Budget
ar: ميزانيتي
bn: আমার বাজেট
cs: Můj rozpočet
ms: Bajet Saya
ro: Bugetul meu
ru: Мой бюджет
th: งบของฉัน
vi: Ngân sách của tôi
zh_tw: 我的預算

# subtitle
source: Learn how to create your own budget and save
ar: تعلم كيفية إنشاء الميزانية الخاصة بك والتوفير
bn: নিজের বাজেট তৈরি করে জমানো শিখুন
cs: Naučte se jak vytvářet vlastní rozpočet a spořit
ms: Pelajari bagaimana hendak mencipta bajet dan simpanan anda sendiri
ro: Invata cum sa creezi propriul buget si sa economisesti
ru: Узнайте, как составить свой собственный бюджет и сэкономить
th: เรียนรู้วิธีการสร้างงบประมาณของคุณเองและประหยัด
vi: Tìm hiểu cách làm thế nào để tạo ra ngân sách và tiết kiệm riêng cho chính bạn
zh_tw: 學習如何建立自己的預算和儲蓄

# description
source: It can be challenging to keep track of your own or your family’s finances, but it’s also extremely important. This app provides the resources you need to keep a budget and understand how you spend your money. Easy templates make budgeting easier, and tips about money management and wise spending will help you make good choices with your funds. You and your family will benefit from an organized, clear, and carefully managed financial plan.
ar: تتبُع الإيرادات الخاصة بك أو بعائلتك يمكن أن يشكل تحدياً، لكنه أمر في غاية الأهمية أيضاً. يوفر هذا التطبيق الموارد التي تحتاجها لامساك الميزانية وفهم كيفية انفاق أموالك. النماذج السهلة تجعل عمل الميزانية أسهل، وسوف تساعدك النصائح حول إدارة المال والإنفاق الرشيد على اتخاذ خيارات جيدة لأموالك. سوف تستفيد أنت وأسرتك من خطة مالية واضحة ومنظمة وتدار بعناية.
bn: নিজের বা পরিবারের অর্থনৈতিক বিষয়ের হিসাব রাখা একটি পরিশ্রমী কাজ হতে পারে, কিন্তু এটি একইসাথে অসম্ভব গুরুত্বপূর্ণ। এই এ্যাপে আপনি পাবেন বাজেট ঠিক রাখতে প্রয়োজনীয় তথ্যভান্ডার এবং অর্থব্যয় সংক্রান্ত বিষয়াদি বুঝতে যা যা দরকার। সহজ টেমপ্লেটের সাহায্যে বাজেট করা সহজ হবে, এবং বিভিন্ন বুদ্ধির সাহায্যে অর্থ নিয়ন্ত্রণ ও বিচক্ষণতার সাথে অর্থব্যয় আপনাকে আপনার টাকার বিষয়ে বুদ্ধিদীপ্ত সিদ্ধান্ত নিতে সাহায্য করবে। একটি সুগঠিত, স্পষ্ট এবং সতর্কতার সাথে পরিচালিত আর্থিক পরিকল্পনার মাধ্যমে আপনি এবং আপনার পরিবারের সকলেই লাভবান হবেন।
cs: Může být velmi těžké udržet si přehled financích svých nebo své rodiny, ale zároveň je to také extrémně důležité. Tato aplikace poskytuje prostředky, které potřebujete pro správu rozpočtu a porozumění tomu, jak utrácíte své peníze. Jednoduché šablony usnadňují tvorbu rozpočtu a tipy ke správě peněz a jejich rozvážnému utrácení vám pomohou dobře nakládat s vašimi prostředky. Vy a vaše rodina získáte díky organizovanému, jasnému a pečlivě spravovanému finančnímu plánu.
ms: Sebenarnya agak mencabar untuk menjejak kembali perbelanjaan isi rumah anda, walaubagaimanapun ia adalah sangat penting. Apl ini dapat menyediakan sumber-sumber yang anda perlukan untuk merancang bajet dan memahami pola perbelanjaan anda. Terdapat templat-templat yang memudahkan kerja-kerja perancangan bajet, dan juga disertakan petua-petua pengurusan wang dan perbelanjaan berhemah yang seterusnya anda boleh menentukan pilihan terbaik untuk dana anda. Anda dan ahli keluarga akan mendapat manfaat dari perancangan kewangan yang terurus, jelas, dan diatur dengan baik.
ru: Следить за своими финансами или финансами своей семьи может быть непросто, но это также чрезвычайно важно. Это приложение предоставляет ресурсы, необходимые для ведения бюджета и понимания того, как вы тратите деньги. Простые шаблоны облегчают составление бюджета, а советы по управлению деньгами и разумному расходованию средств помогут вам правильно распоряжаться своими средствами. Вы и ваша семья выиграете от организованного, четкого и тщательно продуманного финансового плана.
th: มันสามารถเป็นสิ่งที่ท้าทายในการติดตามการเงินของตัวคุณเองหรือครอบครัวของคุณ แต่สิ่งนี้ก็มีความสำคัญมากเช่นกัน แอพนี้ให้ทรัพยากรที่คุณจำเป็นต้องใช้ในการทำงบประมาณและเข้าใจวิธีการใช้จ่ายเงินของคุณ แบบตัวอย่างที่ง่ายทำให้การจัดทำงบประมาณง่ายขึ้นและเคล็ดลับเกี่ยวกับการจัดการและการใช้จ่ายเงินอย่างชาญฉลาดจะช่วยคุณให้มีทางเลือกที่ดีกับเงินของคุณ คุณและครอบครัวของคุณจะได้รับประโยชน์จากการจัดระเบียบที่ชัดเจนและการวางแผนทางการเงินการจัดการเงินอย่างระมัดระวัง
vi: Việc theo dõi tài chính cho chính bạn và gia đình có thể là một thử thách thực sự, tuy nhiên, việc này cũng cực kỳ quan trọng. Ứng dụng này cung cấp nguồn tài nguyên bạn cần để duy trì ngân sách và hiểu về cách chi tiêu tiền bạc. Các biểu mẫu đơn giản giúp việc hoạch định ngân sách dễ dàng hơn, các mẹo quản lý tiền bạc và chi tiêu thông minh sẽ giúp bạn đưa ra lựa chọn đúng đắn về số tiền của mình. Bạn và cả gia đình sẽ được hưởng lợi từ một kế hoạch tài chính được quản lý cẩn trọng, rõ ràng và có tổ chức.
zh_tw: 記錄自己或家人的財務狀況可能很困難，但也非常重要。此 app 提供你所需的資源以維持預算，並了解所花費的金錢。簡單的模板讓預算控制更加輕鬆，金錢管理和智慧花費的提示可協助你對資金做出好的選擇。有條理、清晰而精心管理的財務計畫能讓你和家人受益。

# title
source: Fitness
ar: اللياقة
bn: ফিটনেস

# subtitle
source: Tips for excercise and healthy living
ar: نصائح لممارسة الرياضة والحياة الصحية
bn: ব্যায়াম ও স্বাস্থ্যকর জীবনের জন্য বুদ্ধি পরামর্শ
ro: Sfaturi pentru exercitii si o viata sanatoasa

# title
source: Geography
ar: الجغرافيا
bn: ভূগোল
ro: Geografie

# subtitle
source: Learn about all the countries in the world
ar: تعرف على جميع البلدان في العالم
bn: বিশ্বের সকল দেশ সম্পর্কে জানুন
ro: Invata totul despre tarile din toata lumea

# description
source: The world is an amazing place, and with this app, you’ll learn all about it! Featuring information on every country in the world, this comprehensive resource covers major cities, regions, natural features, and more. Closer to home, you’ll find detailed information about your country, from its towns and cities to its rivers and mountains. Explore the wonders around you with this handy app!
ar: إن العالم مكان رائع، ومع هذا التطبيق، سوف تتعلم كل شيء عنه! يحتوي هذا التطبيق معلومات عن كل دولة في العالم، ويغطي هذا المصدر الشامل المدن الكبرى والمناطق والمعالم الطبيعية، وأكثر من ذلك. و في حال التركيز على بلدك، ستجد معلومات مفصلة عنها، و عن بلداتها ومدنها وأنهارها وجبالها. مع هذا التطبيق مفيد ستكتشف العجائب من حولك !
bn: এই বিশ্ব একটি বিস্ময়কর স্থান। এই এ্যাপের মাধ্যমে, আপনি এই বিস্ময়কে জানতে পারবেন! বিশ্বের সকল দেশ সম্পর্কে তথ্য দেবার পাশাপাশি, এই বিস্তীর্ণ তথ্যভান্ডারে বড় বড় শহর, অঞ্চল, জাতীয় সম্পদ এবং আরো বিভিন্ন বিষয়ে তথ্য পাবেন। আপনার শহর থেকে শুরু করে গ্রাম, নদী এবং পাহাড়সহ আপনার দেশের ব্যাপারে বিশদ তথ্য জানুন ঘরে বসে। এই উপকারী এ্যাপটির মাধ্যমে চারপাশের চমকপ্রদ বিষয়গুলো অনুসন্ধান করুন!

# title
source: Guatemala
ar: جواتيمالا
bn: গুয়াতেমালা

# subtitle
source: Learn more about this beautiful country
ar: تعلّم المزيد عن هذه البلد الجميلة
bn: এই সুদৃশ্য দেশটির ব্যাপারে আরো জানুন
ro: Invata mai multe despre aceasta tara frumoasa

# description
source: Guatemala has an ancient and fascinating history, but it’s also a modern, bustling nation with many attractions, cultural events, and important population centers. Explore articles showcasing areas of Guatemalan life, art, geography, and culture. You’ll deepen your knowledge of Guatemala so you can share it with friends and family alike!
ar: إن لجواتيمالا تاريخ قديم ورائع، ولكن أيضاً بلد حديثة مُجْتَهِدة بجانب العديد من عوامل الجذب، والأحداث الثقافية، والمراكز السكانية الهامة. اِكتشف مقالات تستعرِض جوانب الحياة في جواتيمالا والفن والجغرافيا والثقافة. وسوف تُعمِق معرفتك بجواتيمالا وبذلك تتمكن من مُشاركتها مع الأصدقاء والأهل على حد سواء!
bn: গুয়াতেমালার রয়েছে একটি প্রাচীন ও চিত্তাকর্ষক ইতিহাস, কিন্তু অনেকরকম আকর্ষণীয় স্থান, সাংস্কৃতিক ঘটনা এবং গুরুত্বপূর্ণ জনসংখ্যা কেন্দ্রসহ এই দেশটি আধুনিক ও ব্যস্তও বটে। গুয়াতেমালার জীবন, শিল্প, ভূগোল ও সংস্কৃতি নিয়ে লিখিত প্রবন্ধগুলো অনুসন্ধান করুন। এই দেশ নিয়ে আপনার জ্ঞান আরো গভীর হবে এবং এই সকল তথ্য আপনি আপনার বন্ধু, পরিজন ও পর্যটকদের সাথে ভাগ করে নিতে পারবেন!
ro: Guatemala are o istorie veche și fascinantă, dar este, de asemenea, o națiune modernă, plină de viață, cu multe atracții, evenimente culturale, și centre importante de populație. Exploreaza articole de domenii ale vieții Guatemalei, arta, geografie, și cultura. Vei aprofunda cunoștințele Guatemalei, astfel încât să poti împărtăși cu prietenii și familia deopotrivă!

# title
source: Curriculum
ar: المنهاج
bn: পাঠ্যক্রম

# subtitle
source: From the Guatemalan Ministry of Education
ar: من وزارة التربية والتعليم في غواتيمالا
bn: গুয়াতেমালা শিক্ষা মন্ত্রণালয় থেকে
ro: De la ministerul de Educatie din Guatemala

# description
source: Here you will find the core curriculum and guidelines for a specific grade, and find textbooks and worksheets that can guide you in a variety of subjects. Teachers and parents can read materials to learn how a child's education should be structured and the important subjects studied in school. Students can find useful textbooks that can help them better understand what they are learning in class. This app is useful for both students and teachers, and can make a big difference in your child's life and in your own!
ar: ستجد هنا المنهاج الرئيسي والإرشادات الخاصين بمرحلة دراسية محددة، وستجد كتب مدرسية وأوراق عمل يمكنها أن توجهك في تشكيلة من المواد. يمكن للمُعلمين والآباء قراءة المواد الدراسية لتعلم الكيفية التي ينبغي أن يكون عليها تنظيم تعليم الأطفال، وما هي المواد الهامة التي تُدَرَّس في المدرسة. يمكن للطلاب أن يجدوا كتباً مدرسيةً مفيدةً تساعدهم على فهم ما يتعلموه في القاعات الدراسية بصورة أفضل. هذا التطبيق مفيدٌ لكلٍ من الطلاب والمُعلمين، ويمكن أن يُحدث فارقاً كبيراً في حياة طفلك وحياتك!
bn: এখানে আপনি কোন নির্দিষ্ট গ্রেডের সার পাঠ্যক্রম ও নির্দেশনা খুঁজে পাবেন, এবং পাবেন টেক্সটবই ও ওয়ার্কশিট যা আপনাকে বিভিন্ন বিষয়ে নির্দেশনা দিতে পারবে। শিক্ষক ও অভিভাবকরা এসব জিনিসপত্র পড়ে জানতে পারবে একটি বাচ্চার পড়ালেখার গঠনপ্রণালী কেমন হতে পারে এবং স্কুলে কী কী গুরুত্বপূর্ণ বিষয় থাকতে পারে। ছাত্ররা দরকারী টেক্সটবই খুঁজে পেতে পারে যা তাদের ক্লাসের পাঠ বুঝতে সাহায্য করবে। এই এ্যাপটি যুগপৎ ছাত্র ও শিক্ষক সবার জন্য উপকারী, এবং আপনার বাচ্চার ও আপনার জীবনেও বিরাট পার্থক্য সূচিত করতে সাহায্য করবে!
ro: Aici vei gasi curriculum-ul de bază și orientările pentru un grad specific, și vei găsi manuale și foi de lucru care lte pot ghida într-o varietate de subiecte. Cadrele didactice și părinții pot citi materiale pentru a afla cum ar trebui să fie structurata educația copilului și importantele discipline studiate în școală. Elevii pot găsi manuale utile care îi pot ajuta să înțeleagă mai bine ceea ce învață în clasă. Această aplicație utilă atât pentru studenți și profesori, poate face o mare diferenta in viata copilului tau si in a ta!

# title
source: Handicrafts
ar: الصناعات اليدوية
bn: হস্তশিল্প
ro: Obiecte artizanale

# title
source: Health
ar: الصحة
bn: স্বাস্থ্য
ro: Sanatate

# subtitle
source: Keep yourself and loved ones healthy
ar: حافظ على نفسك ومن تحب في صحةٍ جيدةٍ
bn: নিজেকে ও ভালবাসার মানুষদের সুস্বাস্থ্যের অধিকারী রাখুন
ro: Tine-i pe cei apropiati si pe tine cat mai sanatosi

# description
source: Without your health, you can't have anything else. Learn all about various diseases, medicines, and tips for how to stay healthy by reading some of the articles in this app. You never know - some of the information here may help you save your own life or the life of someone you love!
ar: بدون صحتك، لا يمكنك امتلاك أي شيء آخر. تعلم كل شيء عن مجموعة متنوعة من الأمراض، والأدوية ونصائح عن كيفية البقاء في حالة صحية جيدة، وذلك عن طريق قراءة بعض المقالات الموجودة في هذا التطبيق. لا أحد يدري - فربما تساعدك بعض المعلومات الموجودة هنا على إنقاذ حياتك أو حياة شخص آخر تحبه!
bn: আপনার স্বাস্থ্য ভাল না থাকলে আপনি আর কোনকিছুই উপভোগ করতে পারবেন না। এই এ্যাপের প্রবন্ধ পড়ে বিভিন্ন অসুখ, ওষুধ এবং সুস্বাস্থ্যের অধিকারী হবার পরামর্শ সম্পর্কে জানুন। কে জানে - এখানে পাওয়া কিছু তথ্য হয়তো আপনার বা আপনার ভালবাসার কারো জীবন বাঁচাতে সাহায্য করবে কখনো!
ro: Fără sănătatea ta, nu poți avea nimic altceva. Aflați totul despre diverse boli, medicamente si sfaturi pentru cum să rămâi sănătoș citind unele dintre articolele din această aplicație. Nu se știe niciodată - unele dintre informațiile de aici te-ar putea ajuta să iti salvezi propria viață sau viața cuiva drag!

# title
source: Healthy Living
ar: المعيشة الصحية
bn: স্বাস্থ্যকর জীবনযাপন
ro: O viata mai sanatoasa

# title
source: Healthy Teeth
ar: أسنان صحية
bn: স্বাস্থ্যকর দাঁত
ro: Dinti sanatosi

# subtitle
source: Learn to take care of your teeth
ar: تعلم كيفية العناية بأسنانك
bn: আপনার দাঁতের যত্ন নিতে শিখুন
ro: Invata sa ai grija de dintii tai

# description
source: Have you ever had a toothache? Learn how to help make it feel better. Want to keep your teeth nice and white? Well, try out these tips. Whether it's learning about mouth diseases and how to prevent them, or just making sure to keep that beautiful smile, you'll find a lot of useful information in this app. Download it today and learn all about how to keep your mouth and teeth healthy and looking great!
ar: هل كان لديك ألم في أسنانك من قبل؟ تعلم كيفية العمل على تحسن الوضع حينها. هل تريد الحفاظ على أسنانك جميلة وبيضاء؟ فلتجرب إذن هذه النصائح. سواءً كانت للمعرفة عن أمراض الفم وكيفية الوقاية منها، أو كانت عن كيفية التأكد من الحفاظ على تلك الابتسامة الجميلة، فمن خلالها ستجد الكثير من المعلومات المفيدة في هذا التطبيق. نزِّله اليوم وتعلم كل ما يخص الحفاظ على فمك وأسنانك بصحة جيدة ومظهر رائع!
bn: আপনার কখনো দাঁতব্যথা হয়েছে? এর যত্নে কী করবেন তা জানুন। আপনার দাঁতকে সুন্দর ও শুভ্র দেখাতে চান? তবে, এসব পরামর্শ অনুসরণ করতে পারেন। মুখের অসুখ সম্পর্কে জানতে অথবা তাদের নিরাময়ের উপায় জানতে অথবা শুধুমাত্র আপনার সুন্দর হাসিটাকে ধরে রাখতেও সবরকম দরকারী তথ্য আপনি এই এ্যাপে পাবেন। আজই ডাউনলোড করুন এবং জেনে নিন আপনার মুখ ও দাঁতকে কীভাবে স্বাস্থ্যকর ও সুন্দর রাখতে হবে!
ro: Ai avut vreodată o durere de dinți? Afla cum puoți să faci sa te simți mai bine. Doriți să păstrați dinții frumosi și albi? Ei bine, încercați aceste sfaturi. Fie că este vorba de învățare despre bolile gurii și cum să le preveniti, sau doar pentru a păstra acel zâmbet frumos, veți găsi o mulțime de informații utile în această aplicație. Descărcați astăzi și învata totul despre cum să ții gura și dinții sănătoși!

# title
source: History
ar: التاريخ
bn: ইতিহাস
ro: Istorie

# subtitle
source: Learn about the world's events and civilizations
ar: تعرف على أحداث العالم وحضاراته
bn: বিশ্বের ঘটনাবলী ও সভ্যতা সম্পর্কে জানুন
ro: Invata despre evenimentele din lume si civilizatii
