Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Say cheese! Use a webcam and this awesome photobooth app to take pictures, apply filters, and share your creations with your friends and family. Try turning yourself green, or making yourself have two faces - you'll have hours of fun playing around and creating funny, cool and beautiful pictures!
ar: ابتسم! استخدام كاميرا ويب وتطبيق معمل الصور الرائع هذا لالتقاط الصور، وتطبيق المرشحات، وتبادل الإبداعات الخاصة بك مع أصدقائك وعائلتك. حاول تحويل نفسك للون الأخضر، أو جعل نفسك بوجهين - ستحظى بساعات من المرح وأنت تلعب بهذه الأدوات وتخلق صوراً مضحكة ولطيفة وجميلة!
bn: বলুন চিজ! ওয়েবক্যামের সাহায্যে এই দারুণ এ্যাপের মাধ্যমে ছবি তুলুন, ফিল্টার ব্যবহার করুন এবং আপনার সৃষ্টিকর্মগুলো বন্ধুপরিজনদের সাথে ভাগাভাগি করে নিন। নিজেকে সবুজ করে ফেলুন, অথবা দেখুন দু'টি চেহারা দিয়ে আপনাকে কেমন লাগে - ঘন্টার পর ঘন্টা কেটে যাবে আপনার এই এ্যাপ দিয়ে খেলাচ্ছলে হাস্যকর, দারুণ আর সুন্দর সব ছবি তৈরিতে!
cs: Řekněte sýr! Použijte webovou kameru a tuto skvělou aplikaci typu fotobudka a pořizujte obrázky, uplatňujte filtry a sdílejte své výtvory se svými přáteli a rodinou. Zkuste se zbarvit na zeleno, nebo si udělejte dvě tváře – budete mít hodiny zábavného hraní si a vytváření zábavných, skvělých a nádherných obrázků!
ms: Katakan keju! Gunakan webcam dan aplikasi photobooth yang mengujakan untuk mengambil gambar, menggunakan penapis, dan berkongsi ciptaan anda dengan rakan dan keluarga anda. Cuba mengubah diri anda menjadi hijau, atau membuat diri anda mempunyai dua muka - anda akan mempunyai masa yang menyeronokkan bermain di sekeliling dan mewujudkan gambar lucu, dingin dan cantik!
ro: Zambeste!Foloseste o camera web si aceasta aplicatie super pentru a face poze,aplica filtre si impartaseste creatiile cu prietenii si familia.Incearca sa te faci verde,sau sa iti faci doua fete-vei avea ore de distractie si creare poze amuzante si frumoase
ru: Скажи "сыр"! Используйте веб-камеру и это потрясающее приложение для фотобудки, чтобы делать снимки, применять фильтры и делиться своими творениями с друзьями и семьей. Попробуйте сделать себя зеленым, или сделать себе два лица - вы получите массу удовольствия, играя и создавая смешные, классные и красивые фотографии!
th: พูดชีส! ใช้เว็บแคมและตู้ถ่ายภาพที่สุดยอดนี้ในการถ่ายภาพ ใช้ตัวกรองและแบ่งปันการสร้างสรรค์ของคุณกับเพื่อน ๆ และครอบครัวของคุณ ลองทำตัวเองเขียวหรือทำให้มีสองหน้า - คุณจะมีเวลาแห่งความสนุกกับการเล่นกับมันและสร้างสิ่งตลก ๆ เจ๋ง ๆ และภาพสวย ๆ!
vi: Hãy nói cheese! Sử dụng webcam và ứng dụng phòng chụp ảnh tuyệt vời này để chụp hình, áp dụng bộ lọc và chia sẻ tác phẩm của bạn với bạn bè và gia đình. Hãy thử tự biến mình thành sinh vật màu xanh hoặc tạo ra hai gương mặt cho chính mình - bạn sẽ dành hàng giờ để chơi và tạo ra nhứng bức ảnh tuyệt đẹp, cực chất và vui nhộn!
zh_tw: 笑一個！使用網路攝影機和這款超讚的快照 app 進行拍照、運用濾鏡，並向親朋好友分享您的作品吧。試試把自己變成綠色的，或讓自己有兩張臉 - 試玩並製作好笑、酷炫及美麗的圖片，獲得數小時的樂趣！

# title
source: Internet
ar: الإنترنت
bn: ইন্টারনেট
th: อินเตอร์เน็ต
zh_tw: 網路

# subtitle
source: Browse the Web
ar: تصفح الويب
bn: ইন্টারনেটে খোঁজ করুন
ms: Layari Dunia Sesawang
ro: Navigheaza pe internet
th: เรียกดูเว็บ
vi: Lướt Web
zh_tw: 瀏覽網路

# description
source: You can find almost anything you want on the internet, but sometimes it is hard to know which sources you can trust. This app will take you to any part of the web you want, and help you uncover awesome new websites you may not yet know about. Get access to a newspaper that automatically updates with the most relevant articles, and a discovery center that will help you start exploring the web in a new way! **Requires internet
ar: يمكنك العثور على أي شيء تريده تقريباً على شبكة الانترنت، ولكن يكون من الصعب أحياناً معرفة أي المصادر يمكنك الوثوق بها. سوف يأخذك هذا التطبيق إلى أي جزءٍ تريده من شبكة الإنترنت، ويساعدك على كشف مواقع جديدة ممتازة ربما لم تعرف عنها حتى الآن. احصل على صحيفة يتم تحديثها تلقائياً بأوثق المقالات صلة، ومركز اكتشاف سوف يساعدك على البدء في استكشاف الويب بطريقة جديدة! ** يتطلب اتصالاً بالإنترنت
bn: ইন্টারনেটে আপনি প্রায় যে কোন কিছুই খুঁজে পেয়ে যাবেন, কিন্তু মাঝে মাঝে কোন উৎসগুলো ভরসা করার মতো তা বুঝতে পারা কঠিন। এই এ্যাপের সাহায্যে ওয়েবের যে কোন প্রান্তে পৌছে যেতে পারবেন, এবং দারুণ নতুন সব ওয়েবসাইট আবিষ্কার করতে পারবেন যাদের খোঁজ আপনি হয়তো এখনো জানেন না। এমন একটি পত্রিকার সাথে যুক্ত হোন যা স্বয়ংক্রিয়ভাবে সবচেয়ে প্রাসঙ্গিক আর্টিকেলগুলো দ্বারা আপডেট হয়ে থাকে, এবং একটি আবিষ্কার কেন্দ্র, যা নতুনভাবে আপনাকে ওয়েবে অনুসন্ধান চালাতে সাহায্য করবে! **ইন্টারনেট সংযোগ প্রয়োজন
ms: Anda boleh mencari apa sahaja yang dikehendaki di Internet, kadang kala ianya sukar mengetahui sama ada sumber yang dicari boleh dipercayai atau sebaliknya. Apl ini akan memacu anda ke dunia sesawang yang anda mahukan, dan membantu anda menemui laman-laman sesawang baharu yang menarik dan belum pernah diterokai. Dapatkan capaian ke surat khabar yang dikemaskinikan secara automatik dengan artikel-artikel yang sesuai, dan pusat penemuan yang dapat membantu anda jelajahi sesawang dengan cara serba baharu! **Perlukan internet
ro: Poti gasi absoult orice pe internet,dar uneori este greu sa stii in ce sursa sa ai incredere.Aceasta aplicatie te va duce in toate partile ale internetului,si te va ajuta sa descoperi noi site-uri despre care nici nu aveai habar.Ai acces la stiri care se actualizeaza automat cu cele mai relevante articole,si un centru de descoperire care te va ajuta sa explorezi internetul intr-o noua maniera!**Necesita conexiune la internet
th: คุณสามารถหาได้เกือบทุกสิ่งที่คุณต้องการบนอินเทอร์เน็ต แต่บางครั้งมันก็ยากที่จะทราบว่าแหล่งที่มาใดที่คุณไว้วางใจได้ แอพนี้จะพาคุณไปเป็นส่วนหนึ่งของเว็บใด ๆ ที่คุณต้องการ และช่วยให้คุณค้นพบเว็บไซต์ใหม่ที่สุดยอด ที่คุณอาจจะยังไม่เคยรู้มาก่อน รับการเข้าถึงหนังสือพิมพ์ที่อัปเดตโดยอัตโนมัติด้วยบทความที่เกี่ยวข้องมากที่สุดและศูนย์การค้นหาที่จะช่วยให้คุณเริ่มต้นการสำรวจเว็บในรูปแบบใหม่! ** ต้องใช้อินเทอร์เน็ต
vi: Bạn có thể tìm thấy hầu hết những điều mình muốn trên mạng Internet, tuy nhiên, đôi khi rất khó để biết nguồn thông tin nào đáng tin cậy. Ứng dụng này sẽ đưa bạn đến bất kỳ phần nào của trang web mà bạn muốn và giúp bạn khám phá thêm những trang web mới và hay ho mà có thể bạn chưa biết. Bạn sẽ được truy cập một tờ báo tự động cập nhật các bài báo mới nhất có liên quan và một trung tâm khám phá, nơi giúp bạn bắt đầu tìm hiểu về trang web theo một cách mới! **Yêu cầu kết nối Internet
zh_tw: 你可以在網路上找到你想要的任何東西，但是有時候，你很難辨別哪個來源是你可以信任的。這款應用程式可以帶你去你想要去的網站的任何地方，並協助你發掘你可能還不知道的超棒新網站。一起來存取會自動更新最新相關文章的新聞，和存取可以協助你以新方式探索網站的探索中心吧！**需要網路連線

# title
source: Chromium BSU
ar: كروم BSU
bn: ক্রোমিয়াম BSU
th: โครเมียม BSU

# subtitle
source: Command your spaceship and battle with robots
ar: قم بقيادة سفينة الفضاء الخاصة بك واشتبك مع الروبوتات
bn: নিজের মহাকাশযান চালিয়ে রোবোটদের সাথে যুদ্ধ করুন
cs: Velte své vesmírné lodi a bojujte s roboty
ms: Kawal kapal angkasa anda dan bertempur dengan pihak robot durjana
ro: Comanda nava si lupta cu roboti
ru: Управляйте своим космическим кораблем и сражайтесь с роботами
th: สั่งการยานอวกาศและการต่อสู้ของคุณด้วยหุ่นยนต์
vi: Chỉ huy chiếc tàu không gian của riêng mình và chiến đấu với rô bốt
zh_tw: 指揮您的太空船並與機器人進行戰鬥

# description
source: Imagine this: You’re the captain of a space ship that must get supplies to the frontline of a great war in outer space. With the help of your robotic fighting fleet, you just might make it. This thrilling, arcade-style game is sure to get your blood pumping. With lots of obstacles and the tools to overcome them, you’re on your way to a galaxy of fun!
ar: تخيل هذا: أنت ربان سفينة فضاء يجب عليها توصيل الامدادات الى خط المواجهة لحرب كبيرة في الفضاء الخارجي. وبمساعدة من الاسطول الروبوتي المقاتل الخاص بك، فلربما تفعل ذلك للتو. لعبة اسلوب الممرات المثيرة هذه من المؤكد أنها ستجعل دمك يتدفق. ومع الكثير من العقبات والأدوات للتغلب عليها، فأنت في طريقك لمجرة من المرح!
bn: কল্পনা করুন: আপনি এমন একটি মহাকাশযানের পরিচালক যাকে মহাশূন্যে ঘটতে থাকা একটি মহাযুদ্ধের রণক্ষেত্রে প্রয়োজনীয় রসদ পৌছে দিতে হবে। আপনার রোবটিক যুদ্ধ বহরের সাহায্যে আপনাকে সেখানে পৌছাতেই হবে। আর্কেডের মতো এই রোমাঞ্চকর খেলা আপনার রক্তে নাচন উঠিয়ে দেবে নিশ্চিতভাবে। অনেক বাঁধা এবং সেসব বাঁধা পার হবার মতো যন্ত্রপাতি দিয়ে সাজানো এই খেলার মাধ্যমে আপনি চলে যাবেন দারুণ এক মহাশূন্য ভ্রমণে!
cs: Představte si toto: Jste kapitánem vesmírné lodi, která má dopravit zásoby do předních linií velké války ve vesmíru. S pomocí vaší robotické flotily byste to mohli zvládnout. Tato vzrušující hra arkádového stylu ve vás určitě rozproudí krev. S mnoha překážkami a nástroji pro jejich překonání, jste na cestě do galaxie zábavy!
ms: Bayangkan anda sebagai seorang kapten di sebuah kapal angkasa, perlu menghantar bekalan kepada barisan hadapan tentera ketika berlakunya perang angkasa. Dengan bantuan angkatan kapal tempur robotik anda, anda pasti boleh melakukan tugasan ini. Permainan gaya arked yang mengujakan pasti akan menyebabkan jantung anda berdegup kencang. Pelbagai jenis halangan dan alatan boleh digunakan, anda pasti akan berjaya dalam permainan yang menyeronokkan ini.
ro: Imaginați-vă acest lucru: Tu ești căpitanul unei nave spațiale care trebuie să obțină provizii la prima linie a unui mare război în spațiul cosmic. Cu ajutorul flotei de luptă robotizate, pur si simplu a-ti putea face asta. Acest palpitant joc gen arcade este sigur pentru a obține adrenalina. Cu o mulțime de obstacole și instrumentele necesare pentru a le depăși, sunteți pe drumul spre o galaxie de distracții!
ru: Представьте себе следующее: Вы - капитан космического корабля, который должен доставить грузы на фронт большой войны в открытом космосе. С помощью своего боевого флота роботов вы просто сможете это сделать. Эта захватывающая игра в аркадном стиле обязательно заставит вашу кровь бурлить. Множество препятствий и инструментов для их преодоления - и вы на пути в галактику веселья!
th: ลองจินตนาการสิ่งนี้: คุณเป็นกัปตันยานอวกาศที่จะต้องไปอยู่แนวหน้าของสงครามอันยิ่งใหญ่ในอวกาศ ด้วยความช่วยเหลือของกองทัพหุ่นยนต์ต่อสู้ของคุณ คุณสามารถทำได้ เกมตื่นเต้นเร้าใจแนวอาเขตนี้มั่นใจว่าเลือดคุณจะสูบฉีด ด้วยอุปสรรคมากมายและเครื่องมือที่จะเอาชนะพวกมัน คุณกำลังเดินทางไปสู่กาแล็คซี่แห่งความสนุก!
vi: Hãy thử tưởng tượng: Bạn là thuyền trưởng của một chiếc tàu không gian phải đưa hàng tiếp tế đến tiền tuyến trong một cuộc chiến khốc liệt ngoài không gian. Với sự giúp đỡ của hạm đội rô bốt chiến đấu, bạn có thể sẽ hoàn thành được nhiệm vụ này. Trò chơi kiểu arcade đầy gay cấn này đảm bảo sẽ khiến bạn phải căng não. Với rất nhiều chướng ngại vật và công cụ để vượt qua, bạn sẽ tha hồ tận hưởng cả một vũ trụ đầy niềm vui!
zh_tw: 想像一下：你是一艘太空船的船長，必須把物資運送到外太空大戰的最前線。在你的機器人戰鬥艦隊的協助下，你應該可以做到。這款令人驚心動魄、擁有街機風格的遊戲肯定會讓你玩得血脈賁張！途中有許多障礙物，但請放心，遊戲提供許多工具來克服這些障礙，請駕著太空船翱翔太空，體驗樂趣吧！

# title
source: Animals
ar: الحيوانات
bn: পশুপাখি
ro: Animale

# subtitle
source: Learn about all of Earth's creatures
ar: تعرف على جميع المخلوقات الأرضية
bn: পৃথিবীর পশুপাখি সম্পর্কে জানুন
ro: Invata totul despre creaturile Pamantului

# description
source: Animals are simply amazing. From the majestic lion to the bizarre and fascinating platypus, there is so much to learn about the creatures that inhabit our world. Unlock the entire animal kingdom with this app! The whole family, from small children to curious adults, will love to learn about animals’ features, habits, and environments. It’s especially important to study the animal kingdom today, when so many species are threatened or endangered.
ar: الحيوانات مدهشة ببساطة. من الأسد المهيب لخلد الماء الغريب والمدهش، هناك الكثير لنتعلمه عن المخلوقات التي تعيش في عالمنا. اطلق العنان لمملكة الحيوان بأسرها مع هذا التطبيق! جميع أفراد الأسرة، من الأطفال الصغار للكبار الفضوليين، سيحبون معرفة المزيد عن صفات الحيوانات وعاداتها وبيئاتها. من المهم بصفة خاصة اليوم دراسة مملكة الحيوان، عندما يتم تهديد الكثير من الأنواع أو تعرضها للخطر.
bn: পশুপাখিরা এক কথায় বিস্ময়কর। রাজকীয় সিংহ থেকে অদ্ভুত ও চমকপ্রদ প্লাটিপাস পর্যন্ত, আমাদের পৃথিবীতে বসবাসকারী প্রতিটি প্রাণী সম্পর্কেই অনেক কিছু জানবার আছে। এই এ্যাপের মাধ্যমে পুরো পশুপাখির রাজ্যের বিস্ময়কর দরজাটির চাবি আপনার হাতের মুঠোয়! ছোট্ট শিশু থেকে কৌতুহলী বড় মানুষটি পর্যন্ত, পরিবারের সকলেই পশুপাখিদের বৈশিষ্ট্য, অভ্যাস ও পরিবেশ সম্পর্কে জানতে আগ্রহী হবে। এই সময়ে প্রাণী রাজ্য সম্বন্ধে আমাদের গবেষণা করা বিশেষভাবে গুরুত্বপূর্ণ, যখন প্রতিদিন বিভিন্নরকম প্রজাতি হুমকির মুখে পড়ছে অথবা হারিয়ে যাচ্ছে আমাদের জগত থেকে।
ro: Animalele sunt pur si simplu extraordinare.De la incredibilul leu,la bizarul si fascinantul ornitorinc,sunt atatea de invatat despre aceste creaturi care traiesc cu noi pe pamant.Descopera regatul animalelor cu aceasta aplicatie!Intreaga familie,de la copii la adultii curiosi,toti vor vrea sa invete cate ceva despre animale,obiceiuri si inprejurari.Este foarate important sa invatam despre regatul animalelor,mai ales acum cand multe specii sunt pe cale de disparitie.

# title
source: Astronomy
ar: الفلك
bn: জ্যোতির্বিজ্ঞান
ro: Astronomie

# subtitle
source: Learn about the universe and all it contains
ar: تعرف على الكون وكل ما يحتوي عليه
bn: মহাবিশ্ব এবং এর ভেতরের সকল কিছু সম্পর্কে জানুন
ro: Invata despre univers si tot ce contine

# description
source: Is there anything more incredible than outer space? This app will introduce you to the cosmos and will teach you about our own solar system and far beyond. Learn about planets, stars, galaxies, and even the mysteries of black holes! Understand our sun and moon, and think about the possibility of life elsewhere in the universe. You’ll want to take off in a rocket ship after exploring this app!
ar: هل هناك أي شيء لا يصدق أكثر من الفضاء الخارجي؟ هذا التطبيق سوف يعرض لكم الأكوان وسوف يعلمكم نظامنا الشمسي وما هو أبعد منه. تعرف على الكواكب والنجوم والمجرات، وحتى أسرار الثقوب السوداء! افهم شمسنا وقمرنا، وفكر في احتمال وجود حياة في أماكن أخرى في الكون. سترغب في أن تقلع في سفينة صاروخية بعد استكشاف هذا التطبيق!
bn: মহাশূন্যের চেয়েও বিস্ময়কর আর কিছু কি আছে? এই এ্যাপ আপনাকে মহাকাশের সাথে পরিচয় করিয়ে দেবে এবং আমাদের সৌরজগত ছাড়িয়েও আরো দূর দূরান্ত নিয়ে আপনার জ্ঞান অর্জনে সাহায্য করবে। গ্রহ, নক্ষত্র, ছায়াপথ অথবা ব্ল্যাক হোলের রহস্য জানুন! আমাদের সূর্য ও চাঁদের গতিপ্রকৃতি বুঝতে শিখুন, এবং মহাবিশ্বের অন্যান্য স্থানে প্রাণের সম্ভাবনা নিয়ে ভাবুন। এই এ্যাপ নিয়ে নিরীক্ষা শেষ হলে একটি রকেটে করে মহাশূন্যের আরো কাছাকাছি চলে যেতে ইচ্ছে করবে আপনার!
ro: Este ceva mai incredibil decat universul?Aceasta aplicatie te va duce in cosmos si te va invata despre sistemul nostru solar si chiar mai departe de el.Invata despre planete,stele,galaxii,si despre misterioasele gauri negre!Intelege soarele si luna ,si gandeste-te la posibilitatea vietii peste tot in univers.Vei vrea sa te urci pe o racheta si sa explorezi,dupa ce vei intra in aplicatia aceasta!

# title
source: Biology
ar: الأحياء
bn: প্রাণীবিজ্ঞান
ro: Biologie

# subtitle
source: Learn all about the living world around you
ar: تعَلم كل شيء عن العالم الموجود حولك
bn: আপনার চারপাশে ছড়িয়ে থাকা প্রাণের সমাহার সম্পর্কে সবকিছু শিখুন
ro: Afla totul despre vietuitoarele din jurul tau

# description
source: Studying biology is an exciting pursuit because it gives us an understanding of what it means to be a living creature. This app covers everything from cells and tiny organisms to plants and animals. You can use this app to study many sub-disciplines of biology, or simply to gain a better understanding of the subject as a whole. Whether you want to study for a test or just learn more about this subject, download this app today to get started!
ar: دراسة علم الأحياء هو سعيٌ مثيرٌ لأنه يعطينا فهماً لما يعنيه أن تكون كائناً حياً. يغطي هذا التطبيق كل شيءٍ من الخلايا والكائنات الصغيرة للنباتات والحيوانات. يمكنك استخدام هذا التطبيق لدراسة العديد من التخصصات الفرعية لعلم الأحياء، أو ببساطة للحصول على فهمٍ أفضل للمادة ككل. سواءً كنت ترغب في الدراسة لأداء اختبار أو لمجرد معرفة المزيد عن هذه المادة، فقم بتحميل هذا التطبيق اليوم لتبدأ!
bn: প্রাণীবিজ্ঞান নিয়ে পড়াশোনা করা একটি রোমাঞ্চকর কাজ কারণ এতে করে আমরা উপলব্ধি করতে পারি প্রাণী হিসেবে বেঁচে থাকার প্রকৃত অর্থ কী। কোষ ও ক্ষুদ্র জীব থেকে গাছপালা এবং পশুপাখি সবকিছুই এই এ্যাপে পাওয়া যাবে। এই এ্যাপ ব্যবহার করে আপনি প্রাণীবিজ্ঞানের বিভিন্ন উপশাখা নিয়ে পড়ালেখা করতে পারবেন, অথবা পুরো বিষয়টা নিয়েই আপনার জানার পরিধি আরো বাড়িয়ে নিতে পারবেন। কোন পরীক্ষার জন্য পড়াশোনা হোক আথবা শুধু জ্ঞান অণ্বেষণ, আজই এই এ্যাপটি ডাউনলোড করে শুরু করুন!
ro: Studiind biologia este o ocupatie fascinanta deoarece ne da o anumita intelegere despre ce inseamna sa fii o vietuitoare.Aceasta aplicatie acopera totul de la celule si microorganisme la plante si animale.Poti folosi aplicatia pentru a studia multe categorii ale biologiei,sau doar pentru o mai buna cunoastere a subiectului ca si intreg.Fie ca vrei sa studiezi pentru un test sau doar sa inveti mai multe despre acest subiect,descarca aceasta aplicatie astazi si poti incepe.

# title
source: Brazil
ar: البرازيل
bn: ব্রাজিল

# subtitle
source: Impress family and friends with all the facts you learn
ar: ابهر العائلة والأصدقاء بكل الحقائق التي تتعلمها
bn: সকল তথ্য জেনে আপনার পরিবার ও বন্ধুবান্ধবদের তাক লাগিয়ে দিন

# description
source: Want to learn more about the nation you call home? Brazil is a beautiful country with a rich heritage, delicious food, exciting sports, engaging cultural events, beautiful sites, and much more. Explore articles showcasing these areas of Brazilian life, art, geography, and culture. You’ll deepen your knowledge of the nation and be able to share what you learn with friends, family, and visitors.
ar: هل تريد معرفة المزيد حول الدولة التي تسميها بالوطن؟ البرازيل بلدٌ جميل ذات تراث غني وطعام لذيذ ورياضة مثيرة وأحداث ثقافية جَذّابة ومواقع جميلة، وأكثر من ذلك بكثير. اكتشف مقالاتٍ تستعرض تلك المجالات من الحياة والفن والجغرافيا والثقافة في البرازيل. سوف تعمق معرفتك بالأمة وتتمكن من مشاركة ما تتعلمه مع الأصدقاء وأفراد العائلة والزوار.
bn: যে দেশকে আপনি নিজের বাড়ি ভাবেন তাদের সম্পর্কে আরো জানতে আগ্রহী? সমৃদ্ধশালী ঐতিহ্য, সুস্বাদু খাবার, রোমাঞ্চকর খেলা, চমকপ্রদ সাংস্কৃতিক কর্মকাণ্ড, নয়নাভিরাম দৃশ্যাবলী আরো এমন অনেক কিছু মিলিয়ে ব্রাজিল একটি চমৎকার দেশ। ব্রাজিলের জীবন, শিল্প, ভূগোল ও সংস্কৃতি নিয়ে লিখিত প্রবন্ধগুলো অনুসন্ধান করুন। এই দেশ নিয়ে আপনার জ্ঞান আরো গভীর হবে এবং এই সকল তথ্য আপনি আপনার বন্ধু, পরিজন ও পর্যটকদের সাথে ভাগ করে নিতে পারবেন।

# title
source: Celebrities
ar: المشاهير
bn: কীর্তিমান ব্যক্তিত্ব
ro: Celebritati

# subtitle
source: Learn more about your favorite celebrities
ar: اعرف المزيد حول المشاهير المفضلين لديك
bn: আপনার প্রিয় কীর্তিমান ব্যক্তিদের সম্পর্কে আরো জানুন
ro: Invata mai multe despre celebritatile tale favorite.

# description
source: Whether you’re wondering about the life of your favorite movie or pop star, or want to know more about the background and formative years of an important politician, this application can be your guide. Have fun, learn interesting and juicy facts, and share your knowledge of famous people with all of your friends!
ar: سواءً كنت تتساءل عن حياة نجم السينما أو البوب​​ المفضل لديك، أو تريد أن تعرف المزيد عن خلفية وسنوات نشأة سياسي مهم، فيمكن لهذا التطبيق أن يكون دليلك. استمتع، وتعلم الحقائق الهامة والمثيرة، وتبادل معلوماتك عن المشاهير مع كافة أصدقائك!
bn: আপনার প্রিয় মুভি অথবা সঙ্গীত ব্যক্তিত্বের জীবন সম্পর্কে জানতে চান, অথবা গুরুত্বপূর্ণ কোন রাজনৈতিক নেতার পেছনের ইতিহাস বা গঠনকারী বছরগুলো সম্পর্কে আগ্রহী, এই এ্যাপ্লিকেশন আপনাকে পথ দেখিয়ে নিয়ে যাবে আপনার গন্তব্যে। মজা করুন, চমকপ্রদ ও দারুণ সব তথ্য জানুন, এবং বিখ্যাত ব্যক্তিদের সম্পর্কে আপনার জ্ঞান বন্ধুদের সাথে ভাগ করে নিন!
ro: Fie ca ai intrebari despre viata favoritului tau cantaret sau actor,sau vrei sa afli mai mult despre istoricul lui si anii de formare a unui politician important,aceasta aplicatie iti poate fi ghid.Distreaza-te,invata lucruri interesante,si impartaseste cunostintele tale despre celebritati cu toti prietenii!

# title
source: Children's Collection
ar: مجموعة أطفال
bn: বাচ্চাদের জন্য সংগ্রহ
ro: Colectiile copiilor

# title
source: Cooking
ar: الطبخ
bn: রান্না
ro: Gatit

# subtitle
source: Delicious recipes and tips for cooking
ar: وصفات لذيذة ونصائح للطبخ
bn: সুস্বাদু রেসিপি এবং রান্নার জন্য বিভিন্ন বুদ্ধি
ro: Retete delicioase si sfaturi pentru gatit

# description
source: Looking to cook something great for your friends and family? This helpful app features basic cooking instructions and some great recipes. Get helpful tips about the kitchen, as well as information on how to eat healthily to keep your body in its best shape. Your loved ones will be glad to share your cooking creations, and will be impressed with your skills.
ar: تتطلع لطهي شيءٍ عظيمٍ لأصدقائك وعائلتك؟ يحتوي هذا التطبيق على تعليمات الطبخ الأساسية وبعض الوصفات العظيمة. احصل على نصائح مفيدة حول المطبخ، وكذلك معلومات حول كيفية تناول الطعام بشكل صحيٍ للحفاظ على جسمك في أفضل صوره. سوف يسر أحبائك بمشاركة إبداعات طبخك، وسوف يعجبون بمهاراتك.
bn: আপনার বন্ধু ও পরিবারের জন্য দারুণ কিছু রান্নার কথা ভাবছেন? এই উপকারী এ্যাপে আপনি প্রাথমিক স্তরের রান্নার জন্য নির্দেশনা পাবেন এবং সাথে কিছু অসাধারণ রেসিপি। রান্নাঘর নিয়ে উপকারী বুদ্ধি পাবেন, সেই সাথে আপনার শরীরকে সর্বোত্তম রাখার জন্য স্বাস্থ্যকর খাবার সম্পর্কে তথ্য। আপনার কাছের মানুষেরা আপনার রন্ধন শিল্প ভাগ করে নিতে আগ্রহী হবে, এবং আপনার দক্ষতায় মুগ্ধ হবে।
ro: Incerci sa gatesti ceva minunat pentru prieteni si familie?Aceasta aplicatie folositoare are la baza instructiuni de gatit si retete minunate.Obtine sfaturi despre bucatarie,dar si informatii despre cum sa mananci sanatos si sa iti tii corpul in cea mai buna forma.Cei dragi vor fi fericiti sa impartaseasca creatiile tale,si vor fi impresionati de calitatile tale.

# title
source: Creativity Center
ar: مركز الإبداع
bn: সৃষ্টিশীল কেন্দ্র
ro: Centru de creativitate

# title
source: Dinosaurs
ar: الديناصورات
bn: ডাইনোসর
ro: Dinozauri

# subtitle
source: Bringing prehistory back to life for you to discover anew
ar: نجلب لك عصور ما قبل التاريخ إلى الحياة لتكتشفها من جديد
bn: প্রাগৈতিহাসিক সময়কে জীবন্ত করে নতুনভাবে আবিষ্কার করুন
ro: Adu preistoria inapoi la viata pentru a o descoperi din nou

# description
source: Dinosaurs first appeared on Earth more than 230 million years ago. They ruled the planet for millions of years, until a catastrophic extinction event wiped out almost all of them. Fossils and other findings have taught us a great deal about these former inhabitants of Earth. This app will introduce you to these incredible prehistoric creatures. Learn about the different types of dinosaurs, from fierce carnivores to massive herbivores.
ar: ظهرت الديناصورات على الأرض لأول مرة قبل أكثر من 230 مليون سنة. وقد سادت الأرض لملايين السنين، حتى قضى حدث انقراض كارثي على جميعهم تقريباً. وقد علمتنا الحفريات واستنتاجات أخرى الكثير عن هؤلاء السكان السابقين للأرض. سوف يعرض هذا التطبيق لكم معلومات عن مخلوقات عصور ما قبل التاريخ المذهلة هذه. تعرف على أنواع مختلفة من الديناصورات، من اللواحم الشرسة إلى العواشب الضخمة.
bn: পৃথিবীতে ডাইনোসর প্রথম দেখা গেছে 230 কোটি বছর আগে। সর্বনাশা এক ঘটনায় প্রায় পুরো প্রজাতি বিলুপ্ত হবার আগে পর্যন্ত তারা লাখ লাখ বছর ধরে এই গ্রহে রাজত্ব করে বেরিয়েছে। তাদের জীবাশ্ম ও আরো রহস্য উদঘাটন থেকে আমরা পৃথিবীর সাবেক অধিবাসীদের ব্যাপারে আমাদের অনেক কিছু শিখিয়েছে। এই এ্যাপ আপনাকে এসব অবিশ্বাস্য প্রাগৈতিহাসিক জীবদের সাথে পরিচয় করিয়ে দেবে। হিংস্র মাংসাশী থেকে বৃহদাকার তৃণভোজী পর্যন্ত বিভিন্ন ধরণের ডাইনোসরের বিষয়ে জানুন।

# title
source: Disabilities
ar: الإعاقات
bn: শারিরীক অক্ষমতা
ro: Dizabilitati

# subtitle
source: Learn how to provide the best care
ar: تعلم كيفية تقديم أفضل مستوى من الرعاية
bn: সর্বোত্তম যত্ন কীভাবে নিতে হয় শিখে নিন
ro: Invata cum sa oferi cel mai bun ajutor
