Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Skype makes staying in touch incredibly easy and fun! If you have a webcam and a microphone, you can easily make video calls and voice calls to anyone in the world who also has Skype. This app’s features are simple to use and you can stay in touch with people anywhere in world! **Requires Internet
ar: يجعل برنامج سكايب التواصل أمراً سهلاً وممتعاً! وإذا كان لديك كاميرا ويب وميكروفون، يمكنك بسهولة القيام بمكالمات الفيديو والمكالمات الصوتية مع أي شخص في العالم لديه أيضا برنامج سكايب. يمتاز هذا التطبيق بسهولة الاستخدام ويساعدك على التواصل مع الناس في أي مكان في العالم! ** علما أنه يتطلب وجود خدمة الإنترنت.
bn: স্কাইপ খুব সহজে এবং মজার উপায়ে আপনাকে সংযুক্ত থাকতে দেয়! আপনার যদি ওয়েবক্যাম ও মাইক্রোফোন থাকে তাহলে খুব সহজে আপনি ভিডিও কল এবং ভয়েস কল করতে পারবেন পৃথিবীর যেকেউকে যার স্কাইপ আছে। এই অ্যাপের বৈশিষ্টগুলো ব্যবহার করা খুব সহজ এবং আপনি পৃথিবীর যেকোন জায়গার লোকের সাথে সংযুক্ত থাকতে পারবেন। ** ইন্টারনেট প্রয়োজন
cs: Skype dělá udržování kontaktů snadným a zábavným! Pokud máte webovou kameru a mikrofon, můžete snadno mít videohovory a hlasové hovory s kýmkoli na světě, kdo také má Skype. Funkce této aplikace jsou snadno použitelné a můžete být v kontaktu s lidmi kdekoli na světě! **Vyžaduje připojení k Internetu
ms: Skype memudahkan perhubungan dan lebih menyeronokkan! Sekiranya anda mempunyai kamera sesawang dan mikrofon, anda boleh membuat panggilan video kepada sesiapa sahaja di dunia yang sama-sama menggunakan Skype. Fitur-fitur apl ini adalah mudah digunakan dan boleh menghubungi sesiapa sahaja di serat dunia! ** Perlukan Internet
ro: Skype te ajuta sa tii legatura incredibil de usor!Daca ai o camera web si un microfon,poti efectua cu usurinta apeluri video si vocale catre oricine din lume care are Skype.Caracteristici acestei aplicații sunt simplu de utilizat și puteți rămâne în contact cu oamenii oriunde în lume! ** Necesită Internet
ru: С помощью Skype оставаться на связи невероятно легко и интересно! Если у вас есть веб-камера и микрофон, вы можете легко совершать видеозвонки и голосовые звонки любому человеку в мире, у которого также есть Skype. Функции этого приложения просты в использовании, и вы можете оставаться на связи с людьми в любой точке мира! **Требуется Интернет
th: Skype ทำให้การติดต่อง่ายอย่างไม่น่าเชื่อและสนุก! หากคุณมีเว็บแคมและไมโครโฟน คุณสามารถทำวิดีโอคอล และโทรออกไปยังทุกคนในโลกที่มี Skype คุณสมบัติของแอพนี้ใช้งานง่ายและคุณสามารถติดต่อกับผู้คนทุกที่ในโลกได้อย่างใกล้ชิด! ** ต้องใช้อินเทอร์เน็ต
vi: Skype giúp giữ liên lạc một cách vô cùng dễ dàng và thú vị! Nếu bạn có một webcam và microphone, bạn có thể dễ dàng thực hiện cuộc gọi video và cuộc gọi thoại với bất cứ ai trên thế giới có dùng Skype. Các tính năng của ứng dụng này rất đơn giản để sử dụng và bạn có thể giữ liên lạc với mọi người ở bất cứ đâu trên thế giới! **Yêu cầu kết nối Internet
zh_tw: Skype 讓保持聯繫這件事變得簡單又有趣！只要你有一支網路攝影鏡頭和一支麥克風，你就可以輕鬆地打視訊電話和語音電話給世界上另一端也持有 Skype 的人。這個應用程式的功能非常簡單易用，你可以與全世界的人保持聯繫！ **需要Requires Internet

# title
source: Slingshot
ar: لعبة المقلاع
bn: স্লিংশট
zh_tw: 彈弓

# subtitle
source: A shooting strategy game set in space
ar: لعبة إطلاق نار استراتيجية مخصصة للفضاء
bn: মহাকাশের পটভূমিতে একটি শ্যুটিং কৌশলের খেলা
cs: Strategická střílečka zasazená do vesmíru
ms: Permainan strategi menembak di angkasa lepas
ro: Un joc strategic de vanataore
ru: Стратегическая игра-стрелялка, действие которой происходит в космосе
th: เกมที่ใช้กลยุทธ์การยิงในอวกาศ
vi: Trò chơi chiến thuật bắn súng trong không gian
zh_tw: 外太空射擊戰略遊戲

# description
source: Gravity is your best friend in this fun shooting game set in outer space. Use the gravity of different planets to your advantage, and use your trusty slingshot to destroy the enemy spacecraft. No two rounds are ever the same in this fun and addictive game!
ar: تعتبر الجاذبية أفضل صديق لك في لعبة اطلاق النار الممتعة هذه و المخصصة للفضاء الخارجي. استخدم جاذبية الكواكب المختلفة لمصلحتك، واستخدم المقلاع الخاص بك والموثوق لتدمير مركبة العدو الفضائية. لا يوجد في هذه اللعبة الممتعة جولتين متشابهتين على الإطلاق، هذه اللعبة قد تسبب التعلق الشديد بها!
bn: এই মজার শুটিং খেলায় মাধ্যাকর্ষণ আপনার সবচেয়ে ভালো বন্ধু।বিভিন্ন গ্রহের জন্য আপনার সুবিধার জন্য মাধ্যাকর্ষণ ব্যবহার করুন এবং আপনার বিশ্বস্ত স্লিগশট দিয়ে শত্রুর মহাকাশযান ধ্বংস করুন। এই মজার এবং আসক্তিমূলক খেলায় একই রকম কোন স্তর নেই।
cs: Gravitace je váš nejlepší přítel v této zábavné střílečce zasazené do vesmíru. Použijte gravitaci různých planet jako svou výhodu a použijte svou věrnou zbraň pro zničení nepřátelského vesmírného plavidla. V této zábavné a chytlavé hře je vše pokaždé jiné!
ms: Graviti adalah rakan baik anda kerana permainan menembak yang menyeronokkan ini berada di angkasa lepas. Gunalah graviti planet-planet yang berbeza sebagai kekuatan anda, dan juga gunalah lastik yang anda percayai untuk memusnahkan kapal angkasa pihak musuh. Tiada pusingan yang sama di dalam permainan yang menyeronokkan ini dan pasti anda ketagih bermainnya.
ro: Gravitația este cel mai bun prieten în acest joc distractiv de shooting stabilit în spațiul cosmic. Utilizeaza gravitatea diferitelor planete în avantajul tău, și folositi prastia dvs. de încredere pentru a distruge nave spațiale inamice. Nu există două runde la fel în acest joc captivant si distractiv!
ru: Гравитация - ваш лучший друг в этой веселой игре-стрелялке, действие которой происходит в открытом космосе. Используйте гравитацию различных планет в своих интересах и уничтожайте вражеские космические корабли с помощью своей верной рогатки. В этой увлекательной и захватывающей игре нет двух одинаковых раундов!
th: แรงโน้มถ่วงเป็นเพื่อนที่ดีที่สุดของคุณในเกมยิงที่สนุกนี้ที่ตั้งอยู่นอกอวกาศ ใช้แรงโน้มถ่วงของดาวเคราะห์ที่แตกต่างกันเพื่อประโยชน์ของคุณ และใช้หนังสติ๊กคู่กายของคุณที่จะทำลายยานอวกาศศัตรู ไม่มีรอบสองที่จะเหมือนกันในเกมที่สนุกและจะติดใจนี้!
vi: Trọng lực chính là đồng minh tốt nhất của bạn trong trò chơi bắn súng không gian vui nhộn này. Sử dụng lực hấp dẫn của các hành tinh khác nhau để biến thành lợi thế và dùng chiếc ná tin cậy của bạn để tiêu diệt tàu vũ trụ của đối phương. Không có màn chơi nào giống màn chơi nào trong trò chơi vui nhộm và dễ gây nghiện này!
zh_tw: 重力是你在這個有趣的外太空射擊遊戲中的好朋友。使用不同行星的重力當作你的優勢，並使用你可靠的彈弓摧毀敵方的太空船。在這個有趣且令人上癮的遊戲中，沒有一局的內容是重複的！

# title
source: Freecell
ar: فري سيل (الخلية الحرة)
bn: ফ্রিসেল

# subtitle
source: Solitare based single player card game
ar: لعبة الورق (الشدة) للاعب واحد على نظام السوليتيير
bn: সলিটেয়ারের মতো এক খেলোয়াড় বিশিষ্ট তাসের খেলা
cs: Karetní hra pro jednoho hráče založená na soliteru
ms: Permainan kad perseorangan berasaskan Solitare
ro: Joc de carti
ru: Карточная игра для одного игрока на основе пасьянса
th: เกมการ์ดผู้เล่นคนเดียวแบบ Solitare
vi: Trò chơi chơi với các lá bài mô phỏng theo trò chơi Solitare
zh_tw: 單人接龍紙牌遊戲

# description
source: This application lets you play a new type of solitaire that will keep you entertained for hours! The general idea is to put cards of the same suit down in numerical order, but it’s a little more complicated than that. This card game challenges the mind and provides plenty of entertainment for you to enjoy.
ar: يتيح هذا التطبيق لك لعب نوع جديد من لعبة السوليتير من شأنها أن تبقيك مستمتعاً لساعات! الفكرة العامة هي وضع أوراق اللعبة من نفس النقشة بشكل تنازلي. و لكن الأمر أكثر تعقيدا من ذلك بشكل بسيط. حيث تتحدى لعبة الورق هذه العقل وتوفر الكثير من الترفيه لك.
bn: এই অ্যাপ্লিকেশনটি আপনাকে আরেক নতুন ধরণের সলিটেয়ারের সাথে পরিচয় করাবে যা আপনাকে ঘন্টার পর ঘন্টা আনন্দ দেবে। সাধারণ ধারণা হচ্ছে, কার্ডগুলোকে একই প্রতীক অনুসারে সংখ্যার ক্রমানুসারে সাজাতে হবে কিন্তু আসলে ঠিক এতটাও সোজা না। এই প্রতিদ্বন্দ্বিতামূলক কার্ডের খেলাটি নিজের মনকেই মোকাবেলা ছুঁড়ে দেয় এবং বিনোদনের একটি খোরাক হিসেবে পরিণত হয় আপনার জন্য।
cs: Tato aplikace vám umožní hrát nový typ solitéru, která vás bude bavit celé hodiny! Obecná myšlenka je dávat karty stejné barvy dolů v číselném pořadí, ale je to ještě poněkud komplikovanější. Tato karetní hra potrápí mysl a poskytne spoustu zábavy, kterou si užijete.
ms: Aplikasi ini membolehkan anda memainkan jenis Solitaire baru yang akan membuat anda terhibur selama berjam-jam! Idea umum adalah untuk meletakkan kad sut yang sama dalam susunan berangka, tetapi ia sedikit lebih rumit daripada itu. Permainan kad ini mencabar minda dan menyediakan banyak hiburan untuk anda menikmati.
ro: Aceasta aplicatie te lasa sa joci un altfel de solitaire care te va distra timp de cateva ore!Ideea generala este sa pui cărți de aceeași culoare în jos in ordine numerica,dar este un pic mai complicat de atat!Acest joc de cartie este distractiv si provocator.
ru: Это приложение позволяет вам играть в новый вид пасьянса, который будет развлекать вас часами! Общая идея заключается в том, чтобы разложить карты одной масти в числовом порядке, но это немного сложнее. Эта карточная игра бросает вызов уму и обеспечивает множество развлечений.
th: โปรแกรมนี้จะช่วยให้คุณเล่นไพ่โซลิแทร์ชนิดใหม่ที่จะทำให้คุณเพลิดเพลินเป็นเวลานาน! ไอเดียทั่วไปคือการใส่บัตรของชุดเดียวกันลงเรียงลำดับตัวเลข แต่มันจะซับซ้อนเล็กน้อยมากขึ้น เกมการ์ดเกมนี้ท้าทายความคิดและให้ความบันเทิงมากมายที่คุณจะเพลิดเพลินไปกับมัน
vi: Ứng dụng này cho phép bạn chơi loại bài solitare mới và tận hưởng niềm vui trong hàng giờ liền! Mục đích chung là đặt các lá bài có cùng bộ theo thứ tự chữ số nhưng sẽ phức tạp hơn đôi chút. Trò chơi với các lá bài này sẽ thách thức trí não và mang đến cho bạn niềm vui vô tận.
zh_tw: 使用這款應用程式可以讓你玩一種新的方式的接龍遊戲，一玩就是幾個小時！一般規則是將同花色的紙牌按數字順序排列，但這個遊戲比它更複雜一點。這個紙牌遊戲挑戰你的腦力，並提供許多娛樂與樂趣，非常令人享受！

# title
source: Solitaire
ar: سوليتير
bn: সলিটেয়ার
cs: Soliter
ru: Пасьянс
zh_tw: 接龍

# subtitle
source: The classic single player card game
ar: لعبة الورق الكلاسيكية للاعب واحد
bn: ঐতিহ্যবাহী এক খেলোয়াড় বিশিষ্ট তাসের খেলা
cs: Klasická karetní hra pro jednoho hráče
ms: Permainan kad klasik perseorangan
ro: Clasicul joc de carti cu un singur jucator
ru: Классическая карточная игра для одного игрока
th: เกมการ์ดคลาสสิคผู้เล่นคนเดียว
vi: Trò chơi đơn với các lá bài kinh điển
zh_tw: 經典單人紙牌遊戲

# description
source: Solitaire is a classic card game that is fun for people of all ages. It’s easy to figure out the rules, but it takes time to master the game. Luckily, you’ll want to put in the time to really learn how to play, because you’ll be having so much fun. This engrossing and mind-enriching game is sure to entertain you, hour after hour.
ar: تعتبر السوليتير لعبة ورق كلاسيكية و ممتعة للناس من جميع الأعمار. و من السهل معرفة قواعد هذه اللعبة، ولكن الأمر يتطلب بعض الوقت لإتقانها. لحسن الحظ، تحتاج إلى الوقت لتتعلم حقا كيفية اللعب، لأنك حقا سوف تستمتع كثيرا بها. هذه اللعبة المشوقة والمثرية للعقل من المؤكد انها ستمتعك، ساعة بعد ساعة.
bn: সলিটেয়ার একটি ক্লাসিক কার্ডের খেলা যা সব বয়সের মানুষের জন্য মজার। খুব সহজেই এর নিয়ম কানুন বের করা যায় কিন্তু এই খেলায় দক্ষতা আনতে সময় লাগে। আপনি আপনার সময় দিবেন এই খেলা শেখার জন্য কারণ আপনি অনেক মজা পাবেন এতে। এই চিত্তাকর্ষক এবং মন সমৃদ্ধক খেলা আপনাকে ঘন্টার পর ঘন্টা আনন্দ দিবে।
cs: Soliter je klasická karetní hra, která je zábavná pro lidi všech věků. Je jednoduché zjistit pravidla, ale zvládnutí hry vyžaduje čas. Naštěstí se opravdu budete chtít naučit jak hrát, protože se budete tak dobře bavit. Tato strhující a mysl obohacující hra vás jistě pobaví, hodinu za hodinou.
ms: Solitaire adalah permainan kad klasik yang menyeronokkan untuk rakyat semua peringkat umur. Mudah untuk memikirkan peraturan, tetapi ia mengambil masa untuk menguasai permainan. Mujurlah, anda akan mahu dimasukkan ke dalam masa untuk benar-benar belajar bagaimana untuk bermain, kerana anda akan mempunyai begitu banyak menyeronokkan. Ini permainan yang lebih hebat dan minda-memperkaya pasti untuk menghiburkan anda, jam selepas jam.
ro: Solitaire este un joc clasic de carti care este distractiv pentru toate varstele.Este usor de folosit,dar ai nevoie de timp pentru a fi un profesionist adevarat.Acest joc captivant este cu siguranta sigur aici pentru a vă distra, oră după oră.
ru: Пасьянс - это классическая карточная игра, которая увлекает людей всех возрастов. Разобраться в правилах несложно, но чтобы освоить игру, требуется время. К счастью, вам захочется потратить время на то, чтобы научиться играть, потому что вы получите огромное удовольствие. Эта увлекательная и обогащающая ум игра обязательно будет развлекать вас час за часом.
th: Solitaire เป็นเกมการ์ดคลาสสิกที่สนุกเหมาะกับคนทุกเพศทุกวัย มันง่ายที่จะหาทางออก แต่มันต้องใช้เวลาที่จะชำนาญเกม โชคดีที่คุณจะต้องการที่จะใส่ในเวลาจริงๆ เรียนรู้วิธีการเล่น เพราะคุณจะได้รับความสนุกสนานมาก เกมนี้น่าสนใจและบำรุงสมอง มั่นใจว่าจะสร้างความบันเทิงให้คุณชั่วโมงแล้วชั่วโมงเล่า
vi: Solitare là trò chơi đánh bài kinh điển mang đến niềm vui cho mọi người thuộc mọi lứa tuổi. Rất dễ nắm được luật chơi nhưng phải tốn khá nhiều thời gian để giành chiến thắng. Nếu gặp may, bạn sẽ muốn bỏ ra hàng giờ để thực sự hiểu được cách chơi, vì trò này quá vui nhộn. Trò chơi khá tốn thời gian và vận dụng trí óc này đảm bảo sẽ làm bạn thích thú.
zh_tw: 接龍 (Solitaire) 是一款有趣的經典紙牌遊戲，適合所有年齡層的朋友。規則很容易了解，但要掌握遊戲竅門需要一點時間。很幸運地，你會想要花時間真正搞懂如何玩，因為接龍實在太好玩了！這個充滿活力和會讓你絞盡腦汁的遊戲絕對可以娛樂大家，一個小時接著一個小時不間斷。

# title
source: Steam
ar: البخار
bn: ষ্টীম
th: สตรีม

# subtitle
source: Online store with popular video games
ar: متجر على الإنترنت لألعاب الفيديو الشعبية
bn: জনপ্রিয় ভিডিও খেলাগুলোর অনলাইন দোকান
cs: Internetový obchod s oblíbenými videohrami
ms: Kedai dalam talian dengan permainan video yang terkenal
ro: Magazin online cu cele mai populare jocuri video
ru: Интернет-магазин популярных видеоигр
th: ร้านค้าออนไลน์ที่มีเกมวิดีโอยอดนิยม
vi: Cửa hàng trực tuyến các trò chơi điện tử phổ biến
zh_tw: 販售熱門電玩遊戲的網路商店

# description
source: If you like playing video games, you're going to have a great time exploring Valve's online Steam Store! Many games require an online purchase, but some popular games such as Team Fortress 2 are free to play. When searching in the store, be sure to narrow results by the Linux / SteamOS operating system. Not all Linux games are compatible with Endless, so make sure you check the system requirements before purchasing games. You will need to agree to Steam's own policies, including their refund policy, if you decide to make a purchase. Endless is separate from Steam and cannot refund your games or be held accountable for any purchases you make via Steam. ** Requires internet
ar: إذا كنت تحب ألعاب الفيديو، فسوف تقضي وقت رائع في استكشاف متجر ستيم على الإنترنت التابع لشركة فالف! بعض الألعاب تتطلب شراءها على الإنترنت، لكن هناك ألعاب شعبية مجانية يمكن لعبها مثل Team Fortress 2. عندما تقوم بالبحث في المتجر، تأكد من تحديد النتائج باختيار نظام تشغيل لينكس / ستيم أو إس. ليست كل ألعاب نظام لينكس متوافقة مع شركة إندليس، لذلك تأكد من فحص متطلبات النظام قبل شراء الألعاب. سوف تحتاج إلى الموافقة على سياسات ستيم الخاصة، بما في ذلك سياسة الاسترداد الخاصة بها. إن شركة إندليس منفصلة عن منصة ستيم ولا يمكنها رد قيمة الألعاب الخاصة بك أو تحمل المسؤولية عن أي عمليات شرائية تقوم بها عبر منصة ستيم. ** تتطلب الاتصال بالإنترنت
bn: আপনি যদি ভিডিও গেম পছন্দ করেন, তাহলে ভালভের অনলাইন ষ্ট্রিম ষ্টোর অনুসন্ধান করেও আপনার দারুণ সময় কাটবে! অনেক খেলা আছে যা অনলাইনে কিনতে হয়, কিন্তু কিছু জনপ্রিয় খেলা যেমন টিম ফোরট্রেস 2 বিনামূল্যেই খেলা যায়। এই ষ্টোরে খোঁজ করার সময়, অনুসন্ধানের ফলগুলোকে একটু ছোট করে আনতে Linux / SteamOS দিয়ে খোঁজ করুন। সকল লাইনাক্স খেলা এন্ডলেসের সাথে সামঞ্জস্যপূর্ণ নয়, তাই খেলা কেনার আগে আপনার সিস্টেমের আবশ্যকতাগুলো সম্পর্কে নিশ্চিত হয়ে নিন। যদি কেনার সিদ্ধান্ত নিয়ে ফেলেন, তাহলে ষ্টিমের নিজের কিছু নিয়ম আছে, সেগুলোর সাথেও আপনাকে একাত্মবোধ করতে হবে, যেমন তাদের ফেরত নেবার নীতিসমূহ। এন্ডলেস আর ষ্টিম আলাদা এবং ষ্টিম থেকে কেনা কোনো কিছুর জন্যই তাদের কোনো দায় থাকবে না। **ইন্টারনেট সংযোগ প্রয়োজন
ro: Daca iti plac jocurile video, vei avea placerea de a explora Magazinul on-line Steam Valve! Multe jocuri au nevoie de o achiziție on-line, dar unele jocuri populare, cum ar fi Team Fortress 2 sunt gratuite. Atunci când căutați în magazin, asigurate restrângi rezultatele sistemului de operare Linux / SteamOS. Nu toate jocurile Linux sunt compatibile cu Endless, deci asigurate că verifici cerințele de sistem înainte de a cumpăra jocuri. Veți avea nevoie să fii de acord cu policicile proprii Steam, inclusiv în politica lor de rambursare, în cazul în care vă decideți să faceți o achiziție. Endless este separat de Steam și nu poti returna jocurile sau trage la răspundere pentru orice achiziție pe care le faci prin Steam. ** Necesită internet
vi: Nếu bạn thích chơi trò chơi điện tử, bạn sẽ có khoảng thời gian tuyệt vời khám phá cửa hàng trực tuyến Steam Store của Valve! Nhiều trò chơi yêu cầu mua trực tuyến, tuy nhiên, một số trò chơi phổ biến như Team Fortress 2 được chơi miễn phí. Khi tìm kiếm, hãy bảo đảm thu hẹp kết quả theo các hệ điều hành Linux / SteamOS. Không phải trò chơi Linux nào cũng tương thích với Endless, do đó, hãy đảm bảo bạn đã kiểm tra các yêu cầu hệ thống trước khi mua trò chơi. Bạn sẽ cần phải đồng ý với các chính sách riêng của Steam, trong đó có chính sách hoàn trả, nếu bạn quyết định mua hàng. Endless khác với Steam và không được hoàn trả trò chơi hoặc bạn phải chịu trách nhiệm khi bạn thực hiện giao dịch mua hàng trên Steam. ** Yêu cầu kết nối Internet

# title
source: Stellarium
ar: برنامج ستيلاريوم
bn: স্টেলারিয়াম
ro: Stelariu

# subtitle
source: Planetarium software that shows what you see when you look at the stars
ar: برنامج القبة الفلكية الذي يظهر ما تراه عندما تنظر إلى النجوم
bn: এটি প্ল্যানেটারিয়াম সফটওয়্যার যা আপনাকে নক্ষত্রের দিকে তাকালে কী দেখবেন তা প্রদর্শন করবে
cs: Softwarové planetárium, které vám ukáže, co vidíte, když se díváte na hvězdy
ms: Perisian Planetarium yang menunjukkan apa yang anda lihat apabila anda melihat bintang
ro: Software-ul planetariu care arată ceea ce vezi când te uiți la stele
ru: Программное обеспечение для планетария, которое показывает, что вы видите, когда смотрите на звезды
th: ซอฟแวร์ท้องฟ้าจำลองที่แสดงให้เห็นอย่างที่คุณเห็นเมื่อคุณมองดาว
vi: Phần mềm thiên văn hiển thị những gì bạn thấy khi ngắm các vì sao
zh_tw: 顯示觀看星星時可看到景象的天文軟體

# description
source: Discover the night sky with this application. With a catalogue of more than 600,000 stars, constellations from more than a dozen cultures, and many more features, this application lets you see and get to know the stars right from your desktop. This application shows you a night sky that is so realistic, it matches the one you see above you. Set your location coordinates and learn about the stars above you!
ar: اكتشف السماء ليلاً مع هذا التطبيق الذي يتيح لك رؤية والتعرف على النجوم من سطح المكتب على جهازك و خصوصا مع توفر كتالوج بأكثر من 600،000 نجم ومجموعات نجمية تم تجميعها من أكثر من عشرة ثقافات، وبتوفر العديد من المميزات. هذا التطبيق يظهر لك السماء في الليل بشكل واقعي جدا، تتطابق مع تلك التي فوقك. قم بضبط إحداثيات موقعك والتعرف على النجوم من فوقك!
bn: এই এ্যাপ্লিকেশনের মাধ্যমে রাতের আকাশ আবিষ্কার করুন। একটা ক্যাটালগের সাহায্যে 600,000 এর অধিক নক্ষত্র, এক ডজনের বেশি নক্ষত্রপুঞ্জ এবং আরো অনেক বৈশিষ্ট্য সম্পর্কে জানুন। এই এ্যাপ আপনাকে দেখতে ও জানতে দেয় নক্ষত্রদের সম্পর্কে আপনার ডেস্কটপ থেকে। এই এ্যাপ্লিকেশন আপনাকে বাস্তবসম্মত রাতের আকাশ দেখাবে যেটা আপনার উপরের আকাশের সাথে মিলে যাবে। আপনার অবস্থানের স্থানাঙ্ক বসান এবং জেনে নিন আপনার অবস্থানের কাছাকাছি নক্ষত্রদের খুঁটিনাটি!
cs: Objevte noční oblohu s touto aplikací. S katalogem více než 600.000 hvězd, konstelací z více než tuctu kultur a mnohými dalšími funkcemi, tato aplikace vám umožní vidět a poznat hvězdy přímo z vašeho počítače. Tato aplikace vám ukáže noční oblohu tak věrně, že odpovídá té, kterou vidíte nad sebou. Nastavte si souřadnice své polohy a poznejte hvězdy nad vámi!
ms: Terokai langit malam dengan permohonan ini. Dengan Katalog lebih daripada 600,000 bintang, buruj daripada lebih daripada sedozen budaya, dan banyak lagi ciri, aplikasi ini membolehkan anda melihat dan mendapatkan tahu bintang terus dari desktop anda. Permohonan ini menunjukkan anda langit malam yang begitu realistik, ia sepadan dengan yang anda lihat di atas anda. Tetapkan lokasi anda koordinat dan belajar tentang bintang di atas anda!
ro: Descoperiti cerul de noapte cu această aplicație. Cu un catalog de mai mult de 600.000 de stele, constelații de la mai mult de o duzină de culturi și mai multe caracteristici, această aplicație vă permite să vedeți și să cunoasteti stelele de pe desktop. Această aplicație vă arată un cer de noapte, care este atât de realist, se potrivește cu cel pe care îl vedeți deasupra ta. Setați coordonatele privind locația și învața despre stelele de deasupra ta!
ru: Откройте для себя ночное небо с помощью этого приложения. С каталогом из более чем 600 000 звезд, созвездиями из более чем десятка культур и многими другими функциями это приложение позволит вам увидеть и узнать звезды прямо с вашего рабочего стола. Это приложение показывает вам ночное небо, которое настолько реалистично, что совпадает с тем, которое вы видите над собой. Задайте координаты своего местоположения и узнайте о звездах над головой!
th: ค้นพบท้องฟ้ายามค่ำคืนกับโปรแกรมนี้ ด้วยแคตตาล็อกที่มากกว่า 600,000 ดวงดาว กลุ่มดาวจากวัฒนธรรมมากกว่าสิบและคุณสมบัติอื่น ๆ อีกมากมายโปรแกรมนี้ช่วยให้คุณเห็นและได้รับรู้ว่าดาวที่เหมาะสมจากเดสก์ทอปของคุณ โปรแกรมนี้จะแสดงให้คุณเห็นท้องฟ้าในคืนที่เสมือนจริง มันตรงกับที่คุณเห็นข้างบน ตั้งค่าพิกัดตำแหน่งของคุณและเรียนรู้เกี่ยวกับดวงดาวข้างบน!
vi: Hãy khám phá bầu trời đêm với ứng dụng này. Với một catalogue hơn 600.000 ngôi sao, các chòm sao từ rất nhiều nền văn hóa và nhiều tính năng khác, ứng dụng này cho phép bạn xem và tìm hiểu các ngôi sao ngay từ máy tính để bàn của bạn. Ứng dụng này cũng cho bạn thấy hình ảnh sống động của bầu trời đêm, tương ứng với những gì bạn thấy trên trời. Thiết lập tọa độ vị trí của bạn và tìm hiểu về các ngôi sao ở ngay bầu trời phía trên đầu bạn!
zh_tw: 使用這款應用程式探索夜空。這款應用程式提供超過 600,000 顆星星的目錄，來自幾十個文化的星座，和許多更多功能，它可以讓你從桌面上觀看並了解星星。這款應用程式顯示如此逼真的夜空景色，就如同你頭上的那片星空。設定你的位置座標，並了解你頭上那片星空的相關知識吧！

# title
source: Super Tux
ar: سوبر توكس
bn: সুপার টাক্স
zh_tw: 超級企鵝 (Super Tux)

# subtitle
source: Jump your way through different levels to win
ar: تجاوز مستويات عديدة للفوز
bn: বিভিন্ন স্তরে লাফ দিয়ে পার হবার মাধ্যমে খেলা জিতুন
cs: Proskákejte se různými úrovněmi a vyhrajte
ms: Marilah melompat untuk maju ke aras-aras yang berlainan dan seterusnya memenanginya
ro: Treci cat mai multe nivele pentru a castiga
ru: Прыгайте по различным уровням, чтобы победить
th: กระโดดข้ามตามทางของคุณผ่านหลายระดับต่างกันเพื่อจะชนะ
vi: Nhảy theo cách của bạn để đi hết các cấp độ và giành chiến thắng
zh_tw: 跳躍通過不同關卡以獲得勝利
