Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: This classic paddle game is tons of fun! The aim is to destroy bricks with your ball by hitting them with your paddle, which allows you to level up. The original Breakout game came out in 1976, and people have loved this simple yet addictive game ever since. Get your brick-breaking fix with great graphics and animation, intuitive controls, and plenty of levels to beat.
ar: تعتبر لعبة المضرب الكلاسيكية هذه في غاية المتعة! إن الهدف هو تدمير الحجارة بالكرة عن طريق ضربها بالمضرب الخاص بك، والذي يسمح لك الوصول إلى مستوى أعلى. إن بدايات لعبة الاختراق الأصلية هذه تعود إلى عام 1976، وقد أحب الناس هذه اللعبة البسيطة والمدمنة منذ ذلك الحين. أحصل عليها مع رسومات كبيرة ورسوم متحركة، وضوابط سهلة الإستخدام، والكثير من المستويات من أجل الفوز.

# title
source: Spreadsheet
ar: جدول بيانات
bn: স্প্রেডশিট
ro: Foaie de calcul
vi: Bảng tính

# subtitle
source: A spreadsheet program with many functions
ar: برنامج جداول البيانات مع العديد من الوظائف
bn: অনেক কার্যকারিতাসহ একটি স্প্রেডশিট প্রোগ্রাম
ro: O foaie de calcul cu multe functii
vi: Chương trình bảng tính với rất nhiều chức năng

# description
source: Whatever you need to keep track of, the spreadsheet app can help you do it. This advanced yet easy-to-use spreadsheet has something for everyone: a simple layout that’s easy to understand, plus the ability to do complex calculations. Spreadsheets are used in many careers throughout the world, so getting the hang of this app can also help you gain valuable skills for the job market.
ar: أياً كان ما تحتاج متابعته، يمكن لتطبيق جداول البيانات هذا أن يساعدك على القيام بذلك. أن هذا التطبيق المتقدم وسهل الاستخدام يقدم خدماته للجميع: فهو تخطيط بسيط من السهل فهمه، بالإضافة إلى القدرة على القيام بعمليات حسابية معقدة. وتستخدم جداول البيانات هذه في كثير من المهن في جميع أنحاء العالم، بحيث أن الحصول على هذا التطبيق يساعدك على اكتساب مهارات قيمة لسوق العمل.
bn: আপনার যা কিছুরই হিসেব রাখার প্রয়োজন হোক না কেন, স্প্রেডশিড এ্যাপ আপনাকে সেসব করতে সাহায্য করবে। এই অগ্রসর কিন্তু সহজে ব্যবহারযোগ্য স্প্রেডশিটে সবার জন্যই কিছু না কিছু রয়েছে: একটি সহজ গঠনবিন্যাস যা সহজে বুঝতে পারা যায়, এবং জটিল গণনা করার ক্ষমতা। পৃথিবীর বিভিন্ন স্থানে অনেক পেশার ক্ষেত্রেই স্প্রেডশিট ব্যবহার হয়, তাই এই এ্যাপের ব্যবহার শিখে নিলে চাকরির বাজারে আপনার একটি মূল্যবান দক্ষতা লাভ হবে।
ro: Orice ai nevoie pentru a ține evidența, aplicația de calcul tabelar te poate ajuta să o faci. Aceasta foaie de calcul avansata este ușor de utilizat si are ceva pentru toată lumea: un aspect simplu, care este ușor de înțeles, plus abilitatea de a face calcule complexe. Foile de calcul sunt utilizate în multe cariere în întreaga lume, astfel încât obtinerea aceastei aplicații poate ajuta, de asemenea, să câștigi abilități de valoare pentru piața locurilor de muncă.
vi: Dù bạn cần theo dõi việc gì thì ứng dụng bảng tính này cũng có thể giúp bạn thực hiện. Ứng dụng hiện đại nhưng dễ sử dụng này dành cho tất cả mọi người: cách bố trí đơn giản nhưng dễ hiểu, cộng thêm khả năng làm các phép tính phức tạp. Bảng tính được sử dụng trong nhiều ngành nghề trên toàn thế giới, do đó, có ứng dụng này trong tay có thể giúp bạn có được những kỹ năng giá trị trong nghề nghiệp của mình.

# title
source: Presentation
ar: العرض التقديمي
bn: প্রেজেন্টেশন
ro: Prezentari
vi: Thuyết trình

# subtitle
source: Create great presentations with this easy-to-use app
ar: جهز عرضاً تقديمياً رائعاً بإستخدام هذا التطبيق السهل
bn: এই সহজ ব্যবহারযোগ্য এ্যাপটি দিয়ে দারুণ সব প্রেজেন্টেশন তৈরি করুন
ro: Creeaza prezentari super cu aceasta aplicatie usoara de folosit
vi: Tạo bài thuyết trình tuyệt vời với ứng dụng dễ sử dụng này

# description
source: Create clean, attractive, and professional presentations with this presentation app. This app features the ability to use text, drawing tools, transitions, 2-D and 3-D art, and even animations to get your point across in a beautiful and compelling way. Best of all, this app is easy to understand and use, with simplified steps for creating exactly what you need.
ar: أنشئ العروض التقديمية بشكل مرتب وجذاب وعالي الاحترافية مع هذا التطبيق للعروض التقديمية. يتميز هذا التطبيق بالقدرة على استخدام النصوص، وأدوات الرسم، والإنتقالات، وفنون ثنائية وثلاثية الأبعاد، وحتى الرسوم المتحركة لإيصال وجهة نظرك بطريقة جميلة ومقنعة. و يعتبر هذا التطبيق، والذي يعد أفضل التطبيقات، سهل الفهم والاستخدام، مع خطوات مبسطة لإيجاد بالضبط ما تحتاجه.
bn: পরিষ্কার, আকর্ষণীয় ও পেশাদার উপস্থাপনা তৈরি করুন এই প্রেজেন্টেশন এ্যাপটি দিয়ে। এই এ্যাপে টেক্সট, অঙ্কন টুল, রূপান্তর, 2-D ও 3-D চিত্র ব্যবহার করার ব্যবস্থা রয়েছে, এবং এমনকি এ্যানিমেশন রয়েছে যা দিয়ে মনোহর ও শক্তিশালী উপায়ে আপনার কথা সবার কাছে পৌছে দিতে পারবেন। সর্বোত্তম বিষয় হচ্ছে, আপনার যা প্রয়োজন ঠিক তাই তৈরি করার জন্য সরলতর ধাপসহ এই এ্যাপটি খুব সহজে ব্যবহারযোগ্য।
ro: Creeaza prezentari curate,atractive si profesionale cu aceasta aplicatie.Aceasta aplicatie are abilitatea de a utiliza texte,unelte de desenat,tranzitii, arta 2D si 3D,si chiar animatii pentru a te ajuta cat mai mult.Mai mult de atat,aceasta aplicatie este usor de inteles si folosit,cu pasi simpli pentru a creea exact ce ai nevoie.
vi: Tạo bài thuyết trình rõ ràng, hấp dẫn và chuyên nghiệp với ứng dụng trình bày này. Ứng dụng này có khả năng sử dụng văn bản, công cụ, chuyển đổi, mô hình 2-D và 3-D, và thậm chí cả hình ảnh động để kết nối các điểm trình bày lại với nhau theo một cách hấp dẫn và thú vị. Trên hết tất cả, ứng dụng này rất dễ hiểu và dễ sử dụng, với các bước đơn giản để tạo ra chính xác những gì bạn cần.

# title
source: Writer
ar: الكاتب
bn: লেখক
vi: Trình biên soạn

# subtitle
source: Free, similar to & compatible with Microsoft Word
ar: مجاني و متشابه و متوافق مع مايكروسوفت وورد
bn: মাইক্রোসফট ওয়ার্ডের সাথে সামঞ্জস্যপূর্ণ এবং প্রায় একই ও বিনামূল্য
ro: Gratuit,similar si compatibil cu Microsoft Word
vi: Miễn phí, tương tự với và tương thích với Microsoft Word

# description
source: This app gives you all the features of the best word processing applications and is compatible with Microsoft Office. Create and edit documents easily, create short notes and longer pieces of writing with annotations and diagrams. It’s all possible with this app. Your documents will look professional enough to present to employers, teachers, or other important people. Use this app to compose your next masterpiece or to take great notes; either way, you’ll have simple yet powerful tools available.
ar: يوفر هذا التطبيق لك جميع الميزات من أفضل تطبيقات معالجة النصوص والمتوافقة مع مايكروسوفت أوفيس. قم بإنشاء وتحرير الوثائق بسهولة، وإنشاء ملاحظات قصيرة ونصوص كتابية أطول مع الشروح والرسوم البيانية. كل شيء ممكن مع هذا التطبيق. وسوف تظهر مستنداتك بشكل مهني عال المستوى بما فيه الكفاية لتقديمه إلى أصحاب العمل، والمعلمين، أو الأشخاص المهمين الآخرين. قم باستخدام هذا التطبيق من أجل تأليف تحفتك المقبلة أو لتدوين الملاحظات أو كلاهما. سيكون لديك أدوات بسيطة لكنها فعالة.
bn: এই এ্যাপ আপনাকে সর্বশ্রেষ্ঠ ওয়ার্ড প্রসেসিং এ্যাপ্লিকেশনগুলোর বৈশিষ্ট্যগুলো সরবরাহ করবে যা মাইক্রোসফট অফিসের সাথেও সামঞ্জস্যপূর্ণ। সহজে নথিপত্র তৈরি ও সম্পাদনা করুন, ছোট নোট বা টীকা ও রেখাচিত্র সংবলিত লম্বা কোন লেখা তৈরি করুন। এই এ্যাপের সাথে সবই সম্ভব। আপনার কাগজপত্র চাকরিদাতা, শিক্ষক অথবা অন্যান্য গুরুত্বপূর্ণ মানুষের কাছে দেবার মতো যথেষ্ট পেশাদার দেখাবে। এই এ্যাপ ব্যবহার করে আপনার পরবর্তী শ্রেষ্ঠ কর্মটি লিখে ফেলুন কিংবা দারুণ নোট রাখুন কিছুর, যে কোনভাবেই আপনার হাতের কাছে থাকবে সহজ কিন্তু শক্তিশালী সরঞ্জামাদি।
ro: Această aplicație vă oferă toate caracteristicile celei mai bune aplicații de procesare de text și este compatibila cu Microsoft Office. Creați și editați documente cu ușurință, creați note scurte și piese mai lungi de scris, cu adnotări și diagrame. Este posibil cu această aplicație. Documentele dvs. vor arăta suficient de profesional pentru a prezenta angajatorilor, profesorilor sau alte persoane importante. Utilizați această aplicație pentru a compune următoarea capodoperă sau să iei note mari; vei avea instrumente simple, dar puternic disponibile.
vi: Ứng dụng này cung cấp cho bạn tất cả các tính năng của các ứng dụng xử lý văn bản tốt nhất và tương thích với Microsoft Office. Tạo và chỉnh sửa tài liệu một cách dễ dàng, tạo ghi chú ngắn gọn và văn bản dài hơn với chú thích và biểu đồ. Tất cả đều có thể với ứng dụng này. Tài liệu của bạn sẽ trông rất chuyên nghiệp khi trình bày cho nhà tuyển dụng, giáo viên hoặc những nhân vật quan trọng khác. Sử dụng ứng dụng này để tạo ra tác phẩm tuyệt vời hoặc chỉ để ghi chú cực kỳ cụ thể; dù cách nào đi nữa thì bạn cũng đã có sẵn một công cụ đơn giản nhưng mạnh mẽ.

# title
source: Maps
ar: خرائط
bn: মানচিত্র
cs: Mapy
ms: Peta
ro: Harti
ru: Карты
th: แผนที่
vi: Bản đồ
zh_tw: 地圖

# subtitle
source: Maps of the entire world
ar: خرائط العالم
bn: পুরো বিশ্বের মানচিত্র
cs: Mapy celého světa
ms: Peta seluruh dunia
ro: Harta intregii lumi
ru: Карты всех стран мира
th: แผนที่ทั่วทั้งโลก
vi: Bản đồ toàn thế giới
zh_tw: 全世界地圖

# description
source: Where do players from FC Barcelona or Real Madrid live? How far away are you from a country where elephants and lions wander around freely? How close is the nearest volcano? These are all questions that the right maps can help us answer. This app will give you access to all sorts of maps from all over the world and from different ages, so that you can even see how the world has changed over time!
ar: أين يعيش اللاعبون من برشلونة أو ريال مدريد؟ كم تبعد عن بلد تعيش به الفيلة والأسود وتتجول بحرية؟ كم تبعد عن أقرب بركان؟ هذه هي الأسئلة التي تجيب عليها الخرائط الصحيحة. وهذا التطبيق يوفر لك الوصول إلى جميع أنواع الخرائط من جميع أنحاء العالم ومن عصور مختلفة، بحيث يمكنك أن ترى كيف تغير العالم مع مرور الوقت!
bn: এফসি বার্সেলোনা বা রিয়েল মাদ্রিদের খেলোয়াড়রা কোথায় থাকেন? এমন কোন দেশ থেকে আপনি কতো দূরে থাকেন যেখানে হাতি ও সিংহ মুক্ত হয়ে ঘুরে বেড়ায়? সবচেয়ে কাছাকাছি আগ্নেয়গিরিটা কতো কাছে অবস্থিত? এ সমস্ত প্রশ্নের উত্তর আপনাকে দিতে পারবে রাইট ম্যাপ। এই এ্যাপ দ্বারা আপনি বিশ্বের সব সময়ের সবরকম মানচিত্রে প্রবেশাধিকার পাবেন। সময়ের সাথে সাথে এই পৃথিবী কী করে বদলে গেছে তা দেখতে পাবেন আপনার চোখের সামনেই!
cs: Kde žijí hráči z FC Barcelona nebo Real Madrid? Jak daleko jste od země, kde se volně pohybují sloni a lvi? Jak blízko je nejbližší sopka? Toto vše jsou otázky, které právě mapy mohou pomoci zodpovědět. Tato aplikace vám zpřístupní všechny druhy map z celého světa a z různých dob, takže dokonce můžete vidět jak se svět napříč časem měnil!
ms: Di manakah pemain dari FC Barcelona atau Real Madrid tinggal? Sejauh mana anda dari sebuah negara di mana gajah dan singa bersiar-siar di sekitar dengan bebas? Berapa dekat gunung berapi terdekat? Ini semua adalah soalan yang peta yang betul boleh membantu kita menjawab. Aplikasi ini akan memberikan anda akses kepada pelbagai Peta dari seluruh dunia dan dari umur yang berbeza, supaya anda juga boleh melihat bagaimana dunia telah berubah dari semasa ke semasa!
ro: Unde traiesti oamenii de la FC Barcelona sau Real Madrid?Cat de departe este de o tara unde elefantii si leii traiesc liberi?Cat de aproape este cel mai mare vulcan?Acestea sunt intrebari care doar cu o harta potrivita poti afla raspunsurile.Aceasta aplicatie iti da acces la tot felul de harti din toata lumea si de diferite varste,ca sa vezi cat de mult sa schimbat lumea in tot acest timp!
ru: Где живут игроки футбольного клуба "Барселона" или "Реал Мадрид"? Как далеко вы находитесь от страны, где свободно разгуливают слоны и львы? Как близко находится ближайший вулкан? Это все вопросы, на которые нам помогут ответить правильные карты. Это приложение предоставит вам доступ ко всем видам карт со всего мира и разных эпох, так что вы сможете увидеть, как менялся мир с течением времени!
th: ผู้เล่นจากบาร์เซโลน่าหรือเรอัลมาดริดอยู่ที่ไหน คุณอยู่ไกลเพียงใดจากประเทศที่มีช้างและสิงโตเดินไปทั่วได้อย่างอิสระ อยู่ใกล้กับภูเขาไฟใกล้ที่สุดแค่ไหน เหล่านี้คือคำถามทั้งหมดที่แผนที่ที่เหมาะสมสามารถช่วยให้เราตอบได้ แอพนี้จะช่วยให้คุณเข้าถึงทุกประเภทของแผนที่จากทั่วทุกมุมโลกและจากทุกเพศทุกวัยที่แตกต่างกัน เพื่อให้คุณยังสามารถเห็นว่าโลกมีการเปลี่ยนแปลงอยู่ตลอดเวลาอย่างไร!
vi: Các cầu thủ của câu lạc bộ FC Barcelona hoặc Real Madrid sống ở đâu? Từ nơi bạn ở đến đất nước có những con voi và sư tử đi lang thang tự do là bao xa? Ngọn núi lửa gần cách bao xa? Đây là tất cả những câu hỏi mà các bản đồ đúng có thể giúp chúng ta trả lời. Ứng dụng này sẽ cho khả năng bạn truy cập tất cả các loại bản đồ từ khắp nơi trên thế giới và từ các thời kỳ khác nhau, nhờ vậy, thậm chí bạn còn có thể xem thế giới đã thay đổi thế nào theo thời gian!
zh_tw: 巴塞隆納俱樂部或皇家馬德里的球員都住在哪裡呢？您距離大象與獅子自由漫步的國家有多遠？最近的火山有多近？正確的地圖能夠協助我們回答這些問題。此 app 將讓您取得來自世界各地不同年代的各種地圖，因此甚至可以看到這個世界是如何隨著時間變化的！

# title
source: M.A.R.S.
ar: لعبة مارس

# subtitle
source: A shooting game in space
ar: لعبة إطلاق نار في الفضاء
bn: মহাকাশে একটি শ্যুটিং খেলা
cs: Střílečka ve vesmíru
ms: Permainan menembak di Angkasa
ro: Un joc de tragere in spatiu
ru: Игра-стрелялка в космосе
th: เกมยิงในห้วงอวกาศ
vi: Trò chơi bắn súng ngoài không gian
zh_tw: 太空射擊遊戲

# description
source: In the year 3547, civilizations across the galaxy have settled their own planets. Your own people live in peace and harmony with the environment. But outside of your peaceful planet, a great war is raging. You are a famous fighter who is known for your honor and skill, and you will have to protect your planet from your jealous neighbors who want to destroy it! This game has a multiplayer option, allows you to choose from a variety of weapons to fight, and even allows you to customize your own spaceship. You'll want to keep playing until you succeed in returning peace to your planet!
ar: في العام 3547، أستقرت كل الحضارات عبر المجرة كل في كوكبه الخاص به. ويعيش شعبك في سلام وانسجام مع البيئة. ولكن خارج كوكبك السلمي، حرب عظيمة تدور رحاها. معروف عنك أنك مقاتل مشهور بالدفاع عن شرفه وسمعته، وسيكون مطلوب منك حماية كوكبك من الجيران الغيورين الذين يريدون تدميره! تتيح هذه اللعبة لعدد كبير من اللاعبين في المشاركة فيها، كما تتيح لك الاختيار من بين مجموعة متنوعة من الأسلحة للقتال، بل وتسمح لك تصميم سفينة الفضاء الخاصة بك. الجميل أنك سترغب في الاستمرار في اللعب حتى تنجح في إعادة السلام إلى كوكبك!
bn: 3547 সালে, মহাকাশ জুড়ে বিভিন্ন গ্রহে বিভিন্ন রকম বসতি গড়ে উঠেছে। আপনার নিজের লোকজন শান্তি ও সম্প্রীতির পরিবেশে থাকে। কিন্তু আপনার শান্তিময় গ্রহের বাইরেই, এক মহাযুদ্ধ শুরু হচ্ছে। আপনি একজন বিখ্যাত যোদ্ধা যে তার সম্মান ও দক্ষতার জন্য পরিচিত, এবং আপনাকে আপনার গ্রহকে ঈর্ষান্বিত প্রতিবেশীদের কাছ থেকে বাঁচাতে হবে যারা এটিকে ধ্বংস করতে বদ্ধপরিকর! এই খেলায় একের অধিক খেলোয়াড় খেলার উপায় আছে, আপনাকে বিভিন্নরকম অস্ত্রের মধ্য থেকে বাছাই করে নিতে দেবে এবং এমনকি আপনাকে নিজের ইচ্ছেমতো আপনার মহাকাশযানটিকে সাজিয়েও নিতে দেবে। আপনার গ্রহে যতোক্ষণ না শান্তি ফিরে আসছে ততোক্ষণ পর্যন্ত আপনার খেলা ছেড়ে উঠতে ইচ্ছে করবে না!
cs: V roce 3547, se civilizace napříč galaxií na svých planetách konečně uklidnily Vaši vlastní lidé žijí v míru a harmonii s životním prostředím. Ale mimo vaši poklidnou planetu zuří velká válka. Jste slavný bojovník, který je znám pro svou čest a um a máte ochránit svou planetu před závistivými sousedy, kteří ji chtějí zničit! Tato hra má možnost hry více hráčů, umožňuje volit z různých zbraní a dokonce umožňuje přizpůsobit si svou loď. Budete chtít pokračovat v hraní dokud neuspějete s návratem míru na vaší planetu!
ms: Pada tahun 3547, tamadun di seluruh galaksi telah menjelaskan planet mereka sendiri. Orang anda sendiri hidup dalam kedamaian dan keharmonian dengan alam sekitar. Tetapi di luar planet damai anda, perang besar mengamuk. Anda adalah seorang pejuang terkenal yang dikenali untuk penghormatan dan kemahiran anda, dan anda akan perlu melindungi planet anda dari jiran anda yang cemburu yang mahu memusnahkan! Permainan ini mempunyai pilihan berbilang pemain, membolehkan anda memilih dari pelbagai senjata untuk berlawan, dan juga membolehkan anda untuk menyesuaikan kapal angkasa anda sendiri. Anda akan mahu terus bermain sehingga anda berjaya kembali kedamaian ke planet anda!
ro: In anul 3547,civilizatiile din intreaga galaxie si-au ales propriile planete.Toti oamenii traiau in pace si armonie cu mediul.Dar in afara planetei tale,un razboi se ducea.Esti un luptator faimos care este cunoscut pentru onoarea si abilitatile sale,si va trebuie sa protejezi planeta ta de vecinii gelosi care vor sa o distruga!Acest joc are optiuni de multiplayer,iti da posibilitatea sa alegi dintr-o varietate de arme,te lasa chiar sa iti personalizezi nava.Vei dori să continui să joci până când reușești sa readuci pacea pe planeta ta!
ru: В 3547 году цивилизации по всей галактике заселили свои планеты. Ваш народ живет в мире и гармонии с окружающей средой. Но за пределами вашей мирной планеты бушует великая война. Вы - знаменитый боец, известный своей честью и мастерством, и вам предстоит защитить свою планету от завистливых соседей, которые хотят ее уничтожить! В этой игре есть возможность многопользовательской игры, вы можете выбирать из множества видов оружия для сражений и даже можете настроить свой собственный космический корабль. Вы захотите продолжать играть до тех пор, пока вам не удастся вернуть мир на свою планету!
th: ในปี 3547 ที่อารยธรรมข้ามจักรวาลได้ตัดสินดาวเคราะห์ของตัวเอง ผู้คนของตัวเองอยู่อย่างสันติและสอดคล้องกับสภาพแวดล้อม แต่อยู่นอกของดาวเคราะห์ที่เงียบสงบของคุณสงครามอันยิ่งใหญ่ คุณเป็นนักมวยที่มีชื่อเสียงมีเกียรติที่เป็นที่รู้จักและความสามารถของคุณและคุณจะต้องปกป้องดาวเคราะห์ของคุณจากเพื่อนบ้านขี้อิจฉาที่ต้องการที่จะทำลายมัน! เกมนี้มีหลายผู้เล่นที่ช่วยให้คุณสามารถเลือกจากความหลากหลายของอาวุธที่จะต่อสู้ และยังช่วยให้คุณสามารถปรับแต่งยานอวกาศของคุณเอง คุณจะต้องการเล่นจนกว่าคุณจะประสบความสำเร็จในการกลับมาสงบสุขยังโลกของคุณ!
vi: Vào năm 3547, các nền văn minh trên khắp thiên hà đã tạo nên các hành tinh của riêng họ. Dân tộc của bạn chung sống trong hòa bình và thân thiện với các hành tinh khác. Tuy nhiên, bên ngoài hành tinh hòa bình của bạn lại đang diễn ra một cuộc chiến tranh vĩ đại. Bạn là một phi công chiến đấu nổi tiếng nhờ danh dự và kỹ năng, và bạn sẽ phải bảo vệ hành tinh của mình từ hành tinh lân cận ghen ghét muốn tiêu diệt hành tinh của bạn! Trò chơi này có tùy chọn nhiều người chơi, cho phép bạn lựa chọn từ hàng loạt các loại vũ khí để chiến đấu và thậm chí còn cho phép bạn tùy chỉnh con tàu vũ trụ cho riêng bạn. Bạn sẽ muốn chơi mãi cho đến khi thành công trong việc tái lập hòa bình cho hành tinh của mình!
zh_tw: 在 3547 年，全銀河的文明都定居在各自的星球。你的人民和平而和諧地生活在環境中。但在你的和平星球之外，有一場大戰正在肆虐。你是一位以榮譽及技巧聞名的戰士，將保護你的星球免受忌妒的鄰居摧毀！此遊戲有多人模式選項，讓你可以在多種武器中選擇，進行戰鬥，甚至還可以自訂自己的太空船。這會讓人想要一直玩下去，直到成功恢復星球和平為止！

# title
source: MegaGlest
ar: ميجاغليست
bn: মেগাগ্লেস্ট

# subtitle
source: A fantasy world with kings, queens and magic
ar: عالم خيالي مع الملوك و الملكات و السحر
bn: রাজা, রাণী আর যাদু নিয়ে একটি কল্পনার দুনিয়া
cs: Fantazijní svět s králi, královnami a magií
ms: Dunia fantasi dengan Raja, Permaisuri dan sihir
ro: O lume fascinanta cu Regi,Regine si Magie
ru: Фэнтезийный мир с королями, королевами и магией
th: โลกจินตนาการที่มีกษัตริย์ ราชินีและเวทมนตร์
vi: Thế giới diệu kỳ với các vị vua, hoàng hậu và phép thuật
zh_tw: 有國王、皇后和魔法的奇幻世界

# description
source: Kings, castles, and dragons all unite in this awesome strategy game that will make you want to rule your own civilization. Play against your friends to see who has what it takes to rule this wild fantasy world where magic makes you even more powerful and you can conquer whatever part of the realm you desire!
ar: يجتمع الملوك والقلاع، والتنين في هذه اللعبة الاستراتيجية الرهيبة والتي من شأنها أن تجعلك تحكم حضارتك. إلعبها ضد أصدقائك لمعرفة من منهم مؤهل لحكم هذا العالم الخيالي الوحشي حيث يعطيك السحر فيه قوة أكبر ويمكنك من التغلب على أي جزء من عالم ترغبه!
bn: রাজা, প্রাসাদ আর ড্রাগন মিলে এই অসাধারণ কৌশলী খেলাটা আপনাকে নিজের সভ্যতা তৈরি করে শাসন করতে আগ্রহী করবে। আপনার বন্ধুদের প্রতিপক্ষ হিসেবে খেলে দেখুন কার ভেতরে এই অদ্ভুত কাল্পনিক পৃথিবীটাকে শাসন করার ক্ষমতা বেশি আছে, যেখানে যাদুবিদ্যা আপনাকে আরো বেশি ক্ষমতাবান বানিয়ে দেয়। এবং আপনি চাইলে সেই সাম্রাজ্যের যে কোন অংশ জয় করে নিতে পারেন!
cs: Králové, hrady a draci – vše se spojuje v této úžasné strategické hře, která vás přiměje chtít vládnout své vlastní civilizaci. Hrajte proti svým přátelům, aby se vidělo, kdo co obnáší vládnout tomuto divokému fantazy světu, kde vás magie činí ještě mocnějšími a můžete dobít jakoukoli část říše, kterou chcete!
ms: Raja, Istana, dan naga semua Bersatu dalam permainan strategi ini hebat yang akan membuat anda mahu untuk memerintah tamadun anda sendiri. Bermain melawan rakan anda untuk melihat siapa yang mempunyai apa yang diperlukan untuk memerintah dunia fantasi liar di mana sihir membuat anda lebih berkuasa dan anda boleh menakluk apa pun bahagian alam yang anda kehendaki!
ro: Regi,castele,si dragoni,toate unite in acest joc de strategie care te va face sa vrei sa iti conduci civilizatia.Joaca impotriva prietenilor pentru a vedea cine are ce e necesar pentru a conduce aceasta lume fastastica unde magia te face mai puternic si poti cuceri orice parte de tărâm doresti!
ru: Короли, замки и драконы объединились в этой потрясающей стратегической игре, которая заставит вас захотеть управлять своей собственной цивилизацией. Играйте против своих друзей, чтобы увидеть, кто из них способен управлять этим диким фантастическим миром, где магия делает вас еще более могущественным, и вы можете завоевать любую часть королевства, какую пожелаете!
th: ราชา ปราสาท และมังกรทั้งหมดรวมกันในเกมกลยุทธ์อันตื่นตาตื่นใจนี้ ที่จะทำให้คุณต้องการที่จะปกครองอารยธรรมของคุณเอง เล่นกับเพื่อนของคุณเพื่อดูว่าใครจะมีสิ่งที่จะครองโลกนี้จินตนาการป่าที่วิเศษที่ทำให้คุณมีประสิทธิภาพมากยิ่งขึ้นและคุณสามารถเอาชนะสิ่งที่เป็นส่วนหนึ่งของดินแดนที่คุณต้องการ!
vi: Các vị vua chúa, những tòa lâu đài và những con rồng, tất cả đều xuất hiện cùng nhau trong trò chơi chiến thuật hấp dẫn này sẽ khiến bạn muốn thống trị nền văn minh riêng của mình. Hãy chơi cùng bạn bè để xem ai là người có khả năng nắm quyền thống trị thế giới kỳ ảo, nơi phép thuật mang đến cho bạn nhiều sức mạnh hơn và bạn có thể chinh phục bất kỳ vương quốc nào mà bạn muốn!
zh_tw: 在這款超讚戰略遊戲中有國王、城堡和龍，讓你想要統治自己的文明。與好友競爭，看看誰能統治這個狂野的奇幻世界，魔法能讓你更加強大，你也可以征服任何想要的地區！

# title
source: Minetest
ar: لعبة ماين تيست
bn: মাইনটেস্ট

# subtitle
source: Create your dream world
ar: أنشئ عالم أحلامك
bn: আপনার স্বপ্নের জগৎ তৈরি করুন
cs: Vytvořte si svůj snový svět
ms: Cipta dunia idaman anda
ro: Creeaza lumea ta de vis
ru: Создайте мир своей мечты
th: สร้างโลกในฝันของคุณ
vi: Tạo ra thế giới mơ ước của bạn
zh_tw: 建立您的夢想世界
