Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Based on a popular old game, this fun app lets you stretch your mind and solve puzzles. The objective is to complete more squares on the grid than your opponent. Taking turns drawing lines between dots, you’ll form squares while trying to block your opponents’ squares. This game requires geometrical thinking as well as strategy, and is sure to provide hours of entertainment. Be careful – you just might become addicted!
ar: هذا التطبيق المسلي يتيح لك توسيع تفكيرك ويتيح لك حل الأحجيات بناء على ألعاب قديمة شهيرة. الهدف هو أن تكمل مربعات في الشبكة أكثر من خصمك. بتوصيلك الخطوط بين النقاط في دورك سوف تشكل مربعات بينما تحاول التصدي لمربعات خصمك. هذه اللعبة تتطلب تفكيراً هندسياً واستراتيجياً، وسوف تمنحك المتعة لساعات طويلة. كن حذراً - فقد تصاب بالإدمان عليها!
bn: একটি জনপ্রিয় পুরান খেলার উপর ভিত্তি করে তৈরি করা এই মজার এ্যাপটি আপনার মননকে বিস্তার করে বিভিন্ন ধাঁধা সমাধান করতে সাহায্য করবে। এই খেলা লক্ষ্য হলো প্রতিপক্ষের থেকে বেশি বর্গক্ষেত্র পূর্ণ করা। পালাক্রমে ডটের মধ্য দিয়ে রেখা টেনে বর্গক্ষেত্র তৈরি করার সাথে প্রতিপক্ষের বর্গক্ষেত্র তৈরি করা বন্ধ করার চেষ্টাও করতে হবে। এই খেলাতে জ্যামিতিক যুক্তির পাশাপাশি কৌশলও দরকার পড়ে, এবং আপনাকে ঘন্টার পর ঘন্টা বিনোদন দান করবে। তবে সাবধান - আপনি কিন্তু আসক্তিতে পড়ে যেতে পারেন!
cs: Založeno na oblíbené staré hře, tato zábavná aplikace vám umožní procvičit si mysl a řešit hádanky. Cílem je dokončit více čtverců na mřížce, než váš protivník. V tazích kreslete čáry mezi tečkami, budete vytvářet čtverce, zatímco se pokoušíte blokovat čtverce svých protivníků. Tato hra vyžaduje geometrické myšlení a strategii a zajisté poskytne hodiny zábavy. Buďte opatrní – prostě byste se mohli stát závislími!
ms: Berdasarkan permainan lama yang popular, aplikasi yang menyeronokkan ini membolehkan anda meregangkan fikiran dan menyelesaikan teka-teki. Objektifnya adalah untuk melengkapkan lebih banyak petak pada grid daripada lawan anda. Mengambil bertukar garis lukisan antara titik, anda akan membentuk petak sambil cuba menghalang petak lawan anda. Permainan ini memerlukan pemikiran geometri serta strategi, dan pasti untuk menyediakan jam hiburan. Berhati-hati-anda hanya mungkin menjadi ketagih!
ro: Bazat pe un joc popular vechi,aceasta aplicatie te va pune la incercare sa rezolvi puzzle-uri.Obiectivul este sa completezi cat mai multe patrate pe grila fata de adversar.Deseneaza linii între puncte, si vei forma pătrate în timp ce încerci să blochezi pătratele adversarilor . Acest joc necesită o gândire geometrică precum și strategie, și este sigur de a oferi ore de divertisment. Fii atent - pur și simplu s-ar putea sa devii dependent
ru: Основанное на популярной старой игре, это веселое приложение позволяет вам поразмять свой ум и решить головоломки. Цель игры - заполнить больше квадратов на сетке, чем ваш соперник. По очереди проводя линии между точками, вы будете формировать квадраты, стараясь заблокировать квадраты соперника. Эта игра требует геометрического мышления, а также стратегии, и наверняка доставит вам много часов удовольствия. Будьте осторожны - вы просто можете стать зависимым!
th: ด้วยเกมเก่ายอดนิยม แอพสนุกนี้ช่วยให้คุณสามารถขยายจิตใจของคุณและแก้ปัญหาปริศนา เป้าหมายที่จะทำสี่เหลี่ยมเพิ่มเติมให้เสร็จสมบูรณ์บนตารางมากกว่าคู่แข่งของคุณ ผลัดกันวาดเส้นระหว่างจุด คุณจะทำสี่เหลี่ยมขณะที่พยายามที่จะปิดกั้นสี่เหลี่ยมของคู่แข่งของคุณ เกมนี้ต้องใช้ความคิดทางเรขาคณิตเช่นเดียวกับกลยุทธ์และมั่นใจว่าจะให้เวลาของความบันเทิง ระวังนะ - คุณอาจจะติดมัน!
vi: Dựa trên một trò chơi kinh điển nổi tiếng, ứng dụng vui nhộn này cho phép bạn vận dụng trí óc để giải quyết câu đố. Mục tiêu là hoàn thành nhiều hình vuông trên ma trận hơn đối thủ của bạn. Người chơi lần lượt vẽ các đường thẳng giữa các điểm, tạo thành các hình vuông để chặn các hình vuông của kẻ thù. Trò chơi này đòi hỏi tư duy hình học cũng như chiến thuật, và đảm bảo bạn sẽ sẽ bỏ hàng giờ để chơi. Hãy cẩn thận nhé - có thể bạn sẽ bị nghiện đấy!
zh_tw: 這款好玩的 app 以一款熱門老遊戲為基礎，讓您活絡心智並解開謎題。遊戲目標是要在網格上比您的對手完成更多正方形。輪流在點之間畫線，試著阻礙對方的正方形並完成自己的。此遊戲需要幾何思維和策略，一定能帶來數小時的娛樂。要小心 – 您可能會上癮！

# subtitle
source: A challenging numerical puzzle game
ar: لعبة الألغاز الرقمية الصعبة
bn: একটি উত্তেজনাপূর্ণ সংখ্যাভিত্তিক ধাঁধার খেলা
cs: Náročná číselná logická hra
ms: Permainan teka-teki berangka yang mencabar
ro: Un provocator joc de puzzle numeric
ru: Сложная числовая головоломка
th: เกมปริศนาที่ท้าทายด้วยตัวเลข
vi: Một trò chơi giải đố các con số đầy thách thức
zh_tw: 富挑戰性的數字益智遊戲

# description
source: Are you better than your friend is at puzzles? Find out by playing this fun number puzzle game! You can play alone, have other people help you, or challenge your friends and family to see who can solve the puzzle first. This app has special features, like the ability to create games you can print out, and the ability to help you solve any Sudoku puzzle so that you can learn how to solve it on your own. Whether you are completely new to Sudoku, or are an experienced player, you'll love this app!
ar: هل أنت أفضل من أصدقائك في حل الأحجيات؟ اكتشف ذلك عن طريق اللعب بلعبة أحجية الأرقام الممتعة هذه! تستطيع أن تلعب وحدك وأن يساعدك أشخاص آخرون أو أن تتحدى أصقاءك وأفراد عائلتك لترى من سيحل الأحجية أولاً. يمتلك هذا التطبيق مزايا خاصة مثل; القدرة على إنشاء ألعاب يمكن طباعتها والقدرة على مساعدتك في حل أي أحجية سودوكو حتى تتعلم كيفية حلها لوحدك، وسواء كنت جديداً على لعبة السودوكو أم لاعباً ذو خبرة فسوف تحب هذا التطبيق!
bn: আপনি কি ধাঁধা সমাধানে আপনার বন্ধুর চাইতে ভাল? এই মজার সংখ্যা ধাঁধার খেলাটি খেলে জেনে নিন! আপনি একাই খেলতে পারেন, অন্য কারো সাহায্য নিতে পারেন অথবা আপনার বন্ধু বা পরিবারের সাথে প্রতিদ্বন্দ্বিতা করতে পারেন কে আগে ধাঁধার সমাধান করতে পারে। এই এ্যাপে বিশেষ কিছু বৈশিষ্ট্য সংযুক্ত করা হয়েছে, যেমন খেলা তৈরি করে সেটা প্রিন্ট করে নিতে পারেন, এবং যে কোন সুডোকু ধাঁধা সমাধানে সাহায্য করবে যাতে আপনি নিজেই সেগুলো সমাধান করা শিখে নিতে পারেন। আপনি সুডোকুতে নতুন হন, অথবা একজন অভিজ্ঞ খেলোয়াড়, এই এ্যাপ আপনার পছন্দ হবেই!
cs: Jste na logické hry lepší než ostatní? Zjistěte to hraním této zábavné logické hry s čísly! Je možné hrát samostatně, nechat si pomáhat od dalších lidí, nebo vyzvat své přátele a rodinu, aby se vidělo, kdo vyřeší hádanku první. Tato aplikace má speciální funkce, jako schopnost vytvářet hry, které si můžete vytisknout a schopnost pomoci vám řešit jak vyřešit jakékoli Sudoku takže se můžete naučit, jak je vyřešit sami. Ať už jste v Sudoku úplně noví, nebo zkušení luštitelé, bude se vám tato aplikace líbit!
ms: Adakah anda lebih baik daripada rakan anda di teka-teki? Ketahui dengan bermain permainan teka-teki nombor yang menyeronokkan ini! Anda boleh bermain sahaja, mempunyai orang lain membantu anda, atau mencabar rakan dan keluarga anda untuk melihat siapa yang boleh menyelesaikan teka-teki terlebih dahulu. Aplikasi ini mempunyai ciri khas, seperti keupayaan untuk mencipta permainan yang boleh anda cetak, dan keupayaan untuk membantu anda menyelesaikan apa-apa teka-teki Sudoku supaya anda boleh belajar bagaimana untuk menyelesaikannya sendiri. Sama ada anda benar-benar baru untuk Sudoku, atau seorang pemain yang berpengalaman, anda akan menyukai aplikasi ini!
ro: Esti mai bun decat prietenul tau la puzzle-uri?Afla jucand acest joc de puzzle cu numere!Poti juca singur,poti cere ajutor,sau poti provoca familia si prietenii pentru a vedea cine rezolva primul.Aceasta aplicatie are caracteristici speciale,ca abilitatea de a creea jocuri si de a le printa,sau abilitatea de a te ajuta sa rezolvi orice joc de Sudoku.Daca esti nou in Sudoku sau un experimentat,vei iubi aceasta aplicatie!
ru: Лучше ли ты разбираешься в головоломках, чем твой друг? Узнайте это, сыграв в эту веселую игру-головоломку с числами! Вы можете играть в одиночку, попросить других людей помочь вам или бросить вызов своим друзьям и родственникам, чтобы увидеть, кто сможет решить головоломку первым. В этом приложении есть специальные функции, например, возможность создавать игры, которые можно распечатать, и возможность помочь вам решить любую головоломку Судоку, чтобы вы могли научиться решать ее самостоятельно. Независимо от того, являетесь ли вы новичком в судоку или опытным игроком, вам понравится это приложение!
th: คุณจะทำได้ดีกว่าเพื่อนของคุณในการแก้ปริศนาหรือไม่ ค้นหาโดยการเล่นเกมปริศนาตัวเลขที่สนุกนี้! คุณสามารถเล่นคนเดียว มีคนอื่น ๆ ที่ช่วยคุณ หรือท้าทายเพื่อนและครอบครัวของคุณเพื่อดูว่าใครสามารถแก้ปริศนาได้ก่อน แอพนี้มีคุณสมบัติพิเศษ เช่นความสามารถในการสร้างเกมที่คุณสามารถพิมพ์ออกมาและความสามารถที่จะช่วยให้คุณแก้ปริศนา Sudoku ต่างๆ เพื่อให้คุณสามารถเรียนรู้วิธีที่จะแก้ปัญหาได้ด้วยตัวคุณเอง ไม่ว่าคุณจะยังใหม่กับ Sudoku หรือเป็นผู้เล่นที่มีประสบการณ์ คุณจะรักแอพนี้!
vi: Bạn có giỏi trò giải câu đố hơn bạn bè không? Hãy tìm hiểu bằng trò chơi giải đố các con số vui nhộn này! Bạn có thể chơi một mình, có người khác giúp bạn, hoặc thách thức bạn bè và gia đình của bạn để xem ai có thể giải quyết câu đố đầu tiên. Ứng dụng này có các tính năng đặc biệt, ví dụ như khả năng tạo ra các màn chơi mà bạn có thể in ra, và khả năng giúp bạn giải quyết bất kỳ câu đố Sudoku nào để bạn có thể tìm ra cách giải quyết theo cách riêng của bạn. Cho dù bạn hoàn toàn mới bắt đầu chơi Sudoku hay là một người chơi có kinh nghiệm, bạn cũng sẽ thích ứng dụng này!
zh_tw: 你比你的朋友還會解謎嗎？透過這款有趣的數字益智遊戲找出答案吧！你可以自己一個人玩，讓其他人幫助你完成遊戲，或向你的朋友和家人提出挑戰，看看誰能先解決謎題。這款遊戲擁有特別的功能，例如：可以建立遊戲，然後列印出來，和可以協助你解決任何數獨謎題，以便讓你學得如何自己解決它。無論你是完全的數獨新手，或是你是一個經驗老道的玩家，你都會愛上這個應用程式！

# title
source: KSnakeDuel
ar: كي سنيك ديوال

# subtitle
source: Survival depends on your reflexes and wits
ar: البقاء على قيد الحياة يعتمد على ردود أفعالك وذكائك الخاص

# description
source: Guide your snake to eat the apples and to avoid the other snakes, balls and walls! Some of the snakes and balls will just make you slower, while others will kill you, so it's best to stay away from them all! If you manage to eat all of the apples, then you'll need to exit the maze in order to move onto the next level. This game may sound easy, but it's not, so get ready for a fun challenge!
ar: قم بتوجيه الثعبان الخاص بك لأكل التفاح وتجنب الثعابين الأخرى، والكرات، والجدران! بعض الثعابين والكرات ستعمل على جعلك أبطأ، في حين أن آخرين سوف يعمدون إلى قتلك، لذلك من الأفضل أن تبقى بعيدا عنهم جميعا! إذا كنت تنوي أكل كل التفاح، ستحتاج إلى الخروج من المتاهة من أجل الانتقال إلى المستوى التالي. هذه اللعبة قد تبدو سهلة، ولكنها ليست كذلك، لذا عليك الاستعداد لتحد ممتع!

# title
source: Potato Guy
ar: لعبة الفتى البطاطا
bn: পট্যাটো মানব
ro: Omul Cartof
ru: Картофельный парень
vi: Anh chàng khoai tây

# subtitle
source: Give your potato a funny face
ar: أعطِ شخصية البطاطا خاصتك وجهاً مضحكاً
bn: আপনার আলুটিকে একটি মজাদার চেহারা দিন
cs: Dejte své bramboře zábavný obličej
ms: Berikan kentang anda wajah lucu
ro: Dai cartofului tau o fata vesela
ru: Сделайте картофелю смешное лицо
th: สร้างหน้าตลกๆ ให้มันฝรั่งของคุณ
vi: Vẽ mặt cho củ khoai tây
zh_tw: 給您的馬鈴薯一張好玩的臉

# description
source: This is a silly game for children and their parents to play together. Based on the Mr. Potato Head toy, it allows you to drag and drop facial features onto a potato, making funny faces with such touches as mustaches, elf ears, blonde ponytails, and bowties. There is no objective to this game except lots of laughter. Make the goofiest face you can!
ar: هذه لعبة سخيفة إذا رغب الأطفال وأولياء أمورهم لعبها معا . ووفقا إلى السيد رأس البطاطا، فإنه يسمح لك بسحب وإسقاط ملامح الوجه على البطاطا، مما يشكل وجوه مضحكة بهذه اللمسات والشوارب، وآذان القزم، وذيل الحصان الأشقر، وربطات العنق. ليس هناك هدف لهذه اللعبة باستثناء الكثير من الضحك. و تشكيل أغبى وجه ممكن!
bn: এটা বাচ্চাদের এবং তাদের অভিভাবকদের জন্য একটি অর্থহীন খেলা। মি. পট্যাটো হেডের উপর ভিত্তি করে বানানো এই খেলায় আপনি পট্যাটোর উপরে গোঁফ, চোখা কান, সোনালি চুল, নেকটাইয়ের মতো জিনিসপত্র সংযুক্ত করে মজার চেহারা বানাতে পারেন। একসাথে মজা করা ছাড়া এই খেলার কোনো নির্দিষ্ট লক্ষ্য নেই। সবচেয়ে মজার চেহারা বানানোটাই আনন্দ!
cs: Toto je nenáročná hra pro děti a jejich rodiče, kterou mohou hrát společně. Založena na hračce Hlava pana Brambory, umožňuje přetahovat prvky obličeje na bramboru a dělat tak zábavné obličeje s takovými detaily, jako jsou kníry, elfí uši, blonďaté oháňky poníků a motýly. V této hře není žádný jiný cíl krom spousty smíchu. Vytvořte nejhloupější obličej, jaký svedete!
ms: Ini adalah permainan untuk kanak-kanak dan ibu bapa mereka untuk bermain bersama-sama. Berdasarkan mainan kepala kentang, ia membolehkan anda seret dan lepaskan ciri muka ke kentang, membuat muka lucu dengan sentuhan seperti mustat, telinga Elf, perang ponyekor, dan bowties. Tidak ada objektif untuk permainan ini kecuali banyak ketawa. Jadikan muka yang segembira boleh!
ro: Acesta este un joc prostesc pentru copii și părinții lor să se joace împreună. Bazat pe Mr. Potato Head, vă permite să glisați și să fixați caracteristici faciale pe un cartof, fete distractive, cum ar fi mustăți, urechi de elf, cozi de cal, si papioane. Nu există nici un obiectiv pentru acest joc, cu excepția o mulțime de râsete!
ru: Это глупая игра для детей и их родителей, в которую можно играть вместе. Основанная на игрушке Mr. Potato Head, она позволяет перетаскивать черты лица на картошку, создавая смешные рожицы с такими штрихами, как усы, эльфийские ушки, белокурые хвостики и бантики. В этой игре нет никакой цели, кроме смеха. Сделайте самое смешное лицо, на которое вы способны!
th: นี้เป็นเกมที่ตลกๆ สำหรับเด็กและพ่อแม่ของเขาจะเล่นด้วยกัน ตามที่ของเล่น Mr. Potato Head จะช่วยให้คุณสามารถลากและวางลงรูปใบหน้าบนมันฝรั่ง ทำหน้าตลก ด้วยของสัมผัส เช่นหนวด หูเอลฟ์ หางผมสีบลอนด์และมัดโบว์ ไม่มีภารกิจสำหรับเล่นเกมนี้ แต่จะมากด้วยเสียงหัวเราะ ทำใบหน้าตลกที่สุดที่คุณทำได้!
vi: Đây là một trò chơi đơn giản để trẻ em và cha mẹ chơi với nhau. Dựa theo món đồ chơi Mr. Potato Head , ứng dụng này cho phép bạn kéo và thả các đặc điểm khuôn mặt vào một củ khoai tây, làm mặt hề với ria mép, tai lừa, tóc đuôi ngựa vàng hoe và nơ. Trò chơi không có mục tiêu gì khác ngoài việc tạo ra rất nhiều tiếng cười. Hãy tạo ra gương mặt buồn cười nhất mà bạn có thể!
zh_tw: 這是個適合小孩與父母一起遊玩的好笑遊戲。根據馬鈴薯先生玩具所製作，讓您拖曳臉部五官到馬鈴薯上，做出好笑的臉，再加上鬍鬚、精靈耳朵、金髮馬尾和領結等裝飾。這遊戲沒有目的，就是盡情大笑。盡可能做出最好笑的的臉吧！

# title
source: Kubrick
ar: كيوبريك
bn: কুব্রিক

# subtitle
source: Like Rubik's Cube - create solid color sides to win
ar: مثل روبكس كيوب- أنشئ جوانب ملونة صلبة لتفوز
bn: রুবিক্স কিউবের মতো, এক রঙা কিনার মিলিয়ে খেলা জিতুন
cs: Jako Rubikova kostka – dosáhněte jednolitých barevných stran a vyhrajte
ms: Seperti Rubik kiub - buat sisi warna pepejal untuk menang
ro: Ca si Cubul Rubick - creeaza culori puternice pe lateral ca sa castigi
ru: Как в кубике Рубика - создавайте стороны сплошного цвета, чтобы выиграть
th: คล้าย Rubik's Cube - สร้างด้านข้างสีทึบเพื่อจะชนะ
vi: Giống trò chơi rubik - xếp các mặt thành khối màu giống nhau để giành chiến thắng
zh_tw: 就像魔術方塊 - 形成純色的側面以獲得勝利

# description
source: This puzzling game has lots of options to keep your brain working! Modeled after the popular Rubik's Cube this game is a 3-D experience that has you turning small bricks in a large cube to try and make each of the cube's sides the same solid color. Smaller, larger, and differently shaped objects offer their own special challenges. The game also includes demonstrations of cool solution moves, so you can follow along with the experts, and you can even design your very own challenge!
ar: تتضمن هذه اللعبة المحيرة الكثير من الخيارات للحفاظ على نشاط الدماغ! و قد صممت على غرار لعبة "مكعب روبيك" الشعبية بنظام ثلاثي الأبعاد. و تقوم على قلب الحجارة الصغيرة في مكعب كبير في محاولة لجعل كل من الجانبين للمكعب بنفس اللون. كل الأشياء الصغيرة، والكبيرة تمنح تحديات خاصة بها. وتشمل اللعبة أيضا تطبيقات تحركات رائعة للحلول حتى تتمكن من مجاراة الخبراء، وحتى تتمكن من تصميم التحدي الخاص بك!
bn: এই ধাঁধার খেলাটিতে আপনার মস্তিষ্ককে কাজে লাগিয়ে রাখার জন্য অনেক রকম উপায় আছে! জনপ্রিয় খেলা রুবিক্স কিউবের আদলে তৈরি এই খেলাটি আপনাকে দেবে একটি 3-D অভিজ্ঞতা যেখানে আপনি একটা বড় কিউবের ভেতরে ছোট ছোট কিউব সরিয়ে সরিয়ে কিউবের প্রতিটা কিনারে একই রঙ আনার চেষ্টা করবেন। ছোট, বড় এবং অন্যরকম আকৃতির বস্তু দ্বারা আরো নানারকম বিশেষ প্রতিদ্বন্দ্বিতাও আছে। এই খেলায় আরো আছে দারুণ কিছু সমাধানের চাল, যেন আপনি অভিজ্ঞদের পথ অনুসরণ করতে পারেন। এবং এমনকি নিজেও নিজের খেলার ডিজাইন তৈরি করতে পারেন!
cs: Tato hra na přemýšlení má mnoho možností jak zaměstnávat svůj mozek! Vytvořeno podle oblíbené Rubikovy kostky, tato hra je 3D zážitek, která po vás chce otáčet malé kostky ve velké kostce a pokusit se udělat každou ze stran kostky stejnolitou barvou. Malé, větší a různě tvarované objekty poskytují své vlastní speciální nároky. Hra také obsahuje demonstrace tahů skvělých řešení, takže můžete následovat experty a můžete dokonce navrhnout svou vlastní výzvu!
ms: Ini permainan hairan mempunyai banyak pilihan untuk menjaga otak anda bekerja! Dimodelkan selepas Rubik popular permainan ini adalah pengalaman 3-D yang telah anda menukar bata kecil dalam kiub besar untuk mencuba dan membuat setiap sisi kiub warna pepejal yang sama. Objek yang lebih kecil, lebih besar dan berbentuk berbeza menawarkan cabaran khas mereka sendiri. Permainan ini juga termasuk demonstrasi bergerak penyelesaian yang sejuk, supaya anda boleh mengikuti bersama-sama dengan pakar, dan anda juga boleh Reka bentuk cabaran anda sendiri!
ro: Acest joc de puzzle are o mulțime de opțiuni pentru a păstra in lucru creierul! Modelat după cubul popular Rubik acest joc este o experiență de 3-D, in care trebuie sa faci din cărămizi mici, într-un cub mare pentru a încerca și de a face fiecare dintre laturile cubului aceeași culoare solidă. obiecte mai mici, mai mari, și forme diferite oferă propriile provocări deosebite. Jocul include, de asemenea, demonstrații de mișcări de soluție sa va ajute, astfel încât să puteți urmări, împreună cu experții, și aveți posibilitatea să proiectați chiar propria dvs. provocare!
ru: Эта игра-головоломка имеет множество вариантов, чтобы заставить ваш мозг работать! Созданная по образцу популярного кубика Рубика, эта игра представляет собой трехмерный опыт, в котором вам предстоит поворачивать маленькие кубики в большом кубе, пытаясь сделать так, чтобы все его стороны были одного цвета. Маленькие, большие и разные по форме предметы предлагают свои особые задачи. Игра также включает демонстрацию крутых решений, так что вы можете следовать вместе с экспертами и даже создать свою собственную задачу!
th: เกมปริศนานี้มีตัวเลือกจำนวนมากที่จะทำให้สมองของคุณทำงาน! รูปแบบ Rubik's Cube ที่นิยม เกมนี้เป็นประสบการณ์ 3 มิติ ที่มีคุณทำอิฐให้เล็กในก้อนขนาดใหญ่ที่จะลองและทำให้แต่ละด้านของก้อนสีทึบเดียวกัน ขนาดเล็กลง ใหญ่ขึ้นและวัตถุที่มีรูปร่างที่แตกต่างกันมีความท้าทายพิเศษของตัวเอง เกมยังมีการสาธิตวิธีการแก้ปัญหาของการเคลื่อนไหวเจ๋ง ๆ เพื่อให้คุณสามารถทำตามพร้อมกับผู้เชี่ยวชาญ และคุณยังสามารถออกแบบความท้าทายของตัวเอง!
vi: Trò chơi giải đố này có rất nhiều lựa chọn để não liên tục hoạt động! Được mô phỏng từ trò xếp rubik nổi tiếng, trò chơi có dạng 3D này cho phép bạn xoay các khối nhỏ thành một khối lập phương lớn để thử và xoay các mặt khối lập phương sao cho cùng màu. Các hình dạng nhỏ, lớn và dạng khác nhau đều có thách thức đặc biệt riêng. Trò chơi này cũng bao gồm phần mô tả các giải pháp xoay chuyển rất thú vị mà bạn có thể học theo các chuyên gia, và thậm chí còn có thể tạo thách thức riêng cho mình!
zh_tw: 這款益智遊戲有許多選項，讓您的腦袋持續運轉！模擬熱門魔術方塊的 3-D 體驗遊戲，讓您轉動大型方塊中的小方塊，試著讓方塊的每一面都是同一顏色。小型、大型及不同形狀的物件都有其各自的特殊挑戰性。此遊戲還包括超酷的解法動作展示，因此可以跟隨專家的做法，甚至還可以設計您自己的挑戰！

# title
source: KWordQuiz
ar: كي وورد كويز
bn: কেওয়ার্ডকুইজ

# subtitle
source: Grow your vocabulary and test your learning
ar: حسن مفرداتك واختبر تعلمك
bn: আপনার শব্দভান্ডার বৃদ্ধি করুন এবং আপনার জানার পরিধি যাচাই করুন
cs: Rozšiřte si svůj slovník a vyzkoušejte, co jste se naučili
ms: Kembangkan Perbendaharaan kata anda dan menguji pembelajaran anda
ro: Imbogateste-ti vocabularul si testeaza-ti cunostintele
ru: Расширяйте свой словарный запас и проверяйте свои знания
th: พัฒนาคำศัพท์และทดสอบการเรียนรู้ของคุณ
vi: Phát triển vốn từ và kiểm tra sự hiểu biết
zh_tw: 增進您的字彙量並測驗學習成果

# description
source: Learning new words is a great way to speak and write more clearly, but sometimes it can be hard to do. Using flashcards can be a great help, whether you’re studying a foreign language or trying to memorize new vocabulary words. This app make memorization easy and fun with interactive flashcards and quizzes that will help you test your knowledge and keep learning all you want.
ar: يعتبر تعلم كلمات جديدة وسيلة رائعة للتحدث والكتابة بشكل أوضح، ولكن قد يكون أحيانا من الصعب القيام به. و من الوسائل التي تساعد في ذلك استخدام البطاقات التعليمية، سواء كنت تتعلم لغة أجنبية أو تحاول حفظ مفردات جديدة. يجعل هذا التطبيق عملية الحفظ سهلة وممتعة باستخدام البطاقات التعليمية التفاعلية والاختبارات التي تساعدك على اختبار معرفتك و تعلم كل ما تريد.
bn: আরো স্পষ্ট করে বলা ও লিখতে পারার জন্য নতুন শব্দ শেখা একটি দুর্দান্ত উপায়, কিন্তু মাঝে মাঝে শেখা কঠিন হতে পারে। আপনি বিদেশি ভাষা শিখছেন অথবা নতুন শব্দভান্ডার মনে রাখার চেষ্টা করছে, ফ্ল্যাশকার্ড ব্যবহার করাটা একটি ভাল উপায় হতে পারে। এই এ্যাপ মনে রাখার কাজটাকে মিথষ্ক্রিয়ামূলক ফ্ল্যাশকার্ড ও কুইজের মাধ্যমে সহজ ও আনন্দদায়ক করে দেয় যাতে আপনার জ্ঞান পরখ করা যায় এবং আপনি যতো খুশি ততো শিখতে থাকতে পারেন।
cs: Učení se novým slovům je skvělý způsob jak mluvit a psát srozumitelněji, ale mnohdy to může být těžké. Použití kartiček může velmi pomoci, ať už studujete cizí jazyk nebo se pokoušíte zapamatovat si nová slova ze slovníku. Tato aplikace dělá zapamatovávání se snadné a zábavné pomocí interaktivních kartiček a kvízů, které vám pomohou vyzkoušet si svou znalost a pokračovat v učení se všemu, čemu chcete.
ms: Pembelajaran perkataan baru adalah cara yang hebat untuk bercakap dan menulis dengan lebih jelas, tetapi kadang kala ia boleh menjadi sukar untuk dilakukan. Menggunakan Flashcards boleh menjadi bantuan yang besar, sama ada anda belajar bahasa asing atau cuba untuk mengingati perkataan Perbendaharaan kata baru. Aplikasi ini membuat menghafal mudah dan menyeronokkan dengan Flashcards interaktif dan kuiz yang akan membantu anda menguji pengetahuan anda dan terus belajar semua yang anda mahu.
ro: Sa inveti noi cuvinte este o buna metoda de a vorbi si de a scrie mai clar,dar uneori este greu de facut asta.Folosind carduri de memorie poate fi de ajutor,fie ca studiezi o limba straina sau incersi sa memorezi cuvinte noi din vocabular.Aceasta aplicatie faca memorarea mai usoara si distractiva cu teste care te vor ajuta sa iti testezi cunostintele si sa inveti tot ce ai nevoie.
ru: Изучение новых слов - отличный способ говорить и писать более понятно, но иногда это бывает трудно сделать. Использование флэш-карт может стать отличным подспорьем, независимо от того, изучаете ли вы иностранный язык или пытаетесь запомнить новые словарные слова. Это приложение сделает запоминание легким и веселым благодаря интерактивным флэш-картам и викторинам, которые помогут вам проверить свои знания и продолжать учиться сколько угодно.
th: เรียนรู้คำศัพท์ใหม่เป็นวิธีที่ดีที่จะพูดและเขียนให้ชัดเจนมากขึ้น แต่บางครั้งอาจจะยากที่จะทำ การใช้บัตรคำศัพท์อาจจะเป็นการช่วยเหลือที่ดี ไม่ว่าคุณจะเรียนภาษาต่างประเทศหรือพยายามที่จะจดจำคำศัพท์ใหม่ แอพนี้ทำให้จำง่ายและสนุกกับบัตรคำศัพท์โต้ตอบและแบบทดสอบที่จะช่วยให้คุณทดสอบความรู้ของคุณและให้คุณเรียนรู้ทั้งหมดที่คุณต้องการ
vi: Học từ mới là một cách tuyệt vời để nói và viết được rõ ràng hơn, tuy nhiên, đôi khi, việc này cũng khá khó khăn. Sử dụng thẻ ghi nhớ được xem là một giải pháp trợ giúp tuyệt vời, cho dù bạn đang học một ngôn ngữ nước ngoài hoặc cố gắng để ghi nhớ từ vựng mới. Ứng dụng này giúp ghi nhớ một cách dễ dàng và vui nhộn với các thẻ ghi nhớ tương tác và câu đố giúp bạn kiểm tra kiến thức của mình và tiếp tục học hỏi những gì bạn muốn.
zh_tw: 學習新的單字是使說話和寫作表達更清楚的一種好方法，但有時候它很難達成。無論你正在學習外國語言，或嘗試記憶新的單字，使用字彙卡應該可以幫得上大忙。這款應用程式讓背東西變得簡單且有趣，它使用互動式字彙卡和測驗題目，協助你測試你的知識，並持續學習你想學習的東西。

# title
source: Breakout
ar: الهروب

# subtitle
source: Destroy all the bricks to win this fun game
ar: تدمر كل الحجارة للفوز في هذه اللعبة الممتعة
