Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# subtitle
source: All about clean water and sanitation
ar: يتعلق الأمر برمته بالمياه النظيفة والصرف الصحي
bn: পরিষ্কার পানি ও স্বাস্থ্যকর নিষ্কাশনের সবকিছু
ro: Totul despre apa curata si salubritate

# description
source: Drinking clean water is essential for survival. There can often be terrible diseases that can infect you through bad water, or by having bad sanitation around you. Learn how to make sure you drink clean water, and how to ensure that you create a sanitary environment around you where you can thrive.
ar: شرب مياه نظيفة أمرٌ ضروري للبقاء على الحياة. تنتشر غالباً الأمراض المريعة مع استخدام مياه غير صالحة، أو عدم وجود صرف صحي جيد في المنطقة الذي يعيش فيها الإنسان. تعلم كيفية التأكد من شرب مياه صالحة وكيفية التأكد من إنشاء بيئةٍ صحيةٍ من حولك لتتمتع بصحةٍ جيدة.
bn: বেঁচে থাকবার জন্য পরিষ্কার পানি পান করা জরুরি। অপরিষ্কার পানির কারণে, অথবা অপর্যাপ্ত নিষ্কাশন ব্যবস্থার কারণে প্রায়ই আপনি ভয়াবহ অসুখে পড়ে যেতে পারেন। শিখুন পরিষ্কার পানি পান করা কীভাবে নিশ্চিত করা যায়, এবং আপনার চারপাশে কী করে একটি পরিচ্ছন্ন নিষ্কাশন পরিবেশ তৈরি করা যায় যাতে করে আপনি সবদিক থেকেই সতেজ বোধ করতে পারেন।
ro: Sa bei un pahar de apă curată este esențial pentru supraviețuire. Pot exista multe boli teribile care te pot infecta prin apa, fie prin salubritatea rea din jurul tău. Aflați cum puteți să vă asigurați că beti apă curată, și cum să va asigurati un mediu sanitar mai prosper.

# title
source: Weather
ar: الطقس
bn: আবহাওয়া
ro: Vremea
vi: Thời tiết

# subtitle
source: Get daily local forecasts from trusted sources
ar: أحصل على النشرة الجوية المحلية اليومية من مصادر موثوقة
bn: ভরসাযোগ্য উৎস থেকে দৈনিক স্থানীয় আবহাওয়া সংবাদ পান
ro: Obtine un buletin meteo de la surse de incredere
vi: Nhận dự báo thời tiết địa phương hàng ngày từ những nguồn đáng tin cậy

# description
source: “How’s the weather out there?” Answer this question easily, every day, with the click of a button. This simple weather app allows you to see what’s happening right outside your door. Will it be chilly? Should you plan for rain? Is it a perfect day to spend outdoors? Learn all you need to know about the weather to take advantage of your day! **Requires internet
ar: "كيف حال الطقس هناك؟" أجب على هذا السؤال بسهولة، كل يوم، بنقرة زر واحدة. يسمح لك تطبيق الطقس البسيط هذا أن ترى ما يحدث خارج منزلك تماماً. هل سيكون بارداً؟ هل يجب عليك التخطيط للمطر؟ هل هذا يوم مثالي لقضائه في الهواء الطلق؟ تعرف على كل ما تحتاج لمعرفته عن الطقس للاستفادة من يومك! ** يتطلب الاتصال بالإنترنت
bn: "ওখানে আবহাওয়ার কী খবর?" এই প্রশ্নের উত্তর খুব সহজে দিয়ে দিন, প্রতিদিন, মাত্র একটি বোতাম চাপার মাধ্যমেই। এই সহজ আবহাওয়া এ্যাপটি আপনাকে দেখিয়ে দেবে আপনার দরজার ঠিক ওপাশে কী চলছে। ঠান্ডা পড়বে? বৃষ্টির জন্য প্রস্তুত থাকবেন? বাইরে ঘুরাঘুরির জন্য যথাযথ দিন হবে? আপনার দিনের যথার্থ ব্যবহার করতে আবহাওয়া সম্পর্কে সবকিছু জেনে নিন! **ইন্টারনেট সংযোগ প্রয়োজন
ro: "Cum este vremea acolo?"Raspunde la aceasta intrebare repede,zilnic,cu un singur click.Aceasta aplicatie simpla iti permite sa vezi ce se intampla chiar in fata usii tale.Va fi racoare?Sa te pregatesti de ploaie?Invata tot ce trebuie sa stii despre vreme si cum sa profiti de fiecare zi! ***Necesita conexiune la internet.
vi: "Thời tiết bên ngoài thế nào nhỉ?" Trả lời câu hỏi này một cách dễ dàng hàng ngày, chỉ với một cú bấm nút. Ứng dụng thời tiết đơn giản này giúp bạn biết được thời tiết bên ngoài ra sao. Ngoài có lạnh không? Bạn có nên chuẩn bị vì trời sắp đổ mưa không? Hôm nay có đẹp trời để đi dạo không? Tìm hiểu mọi thứ bạn cần về thời tiết để tận dụng cả ngày! **Yêu cầu kết nối Internet

# title
source: World Literature
ar: الأدب العالمي
bn: বিশ্ব সাহিত্য
ro: Literatura Lumii

# subtitle
source: Read all of the world's great literature
ar: اقرأ كل الأعمال الأدبية العالمية العظيمة
bn: বিশ্বের সকল মহান সাহিত্য পাঠ করুন
ro: Citeste din toata literatura lumii

# description
source: Find some of your favorite books in this app! To begin browsing, open the folder, click the 'Index' file, and select the genre that interests you most. You'll find some of the most famous books written, including modern wonders that are sure to peak your interest. This virtual library has an astouding collection of novels, poems, biographies, stories, and other texts. Whether you find your favorite book or discover a new one, you'll be entertained for hours expanding your literary knowledge.
ar: ابحث عن بعض كتبك المفضلة بهذا التطبيق! للبدء في التصفح، افتح المجلد، انقر فوق ملف "الفهرس"، وحدد الفئة التي تهمك أكثر من غيرها. ستجد كثيرا من الكتب المشهورة، بما في ذلك العجائب الحديثة التي من المؤكد ستجذب اهتمامك. وتحتوي هذه المكتبة الافتراضية على مجموعة رائعة من الروايات والقصائد والسير الذاتية والقصص والنصوص الأخرى. و سواء وتمكنت من العثور على كتابك المفضل أو اكتشاف كتب جديدة، فسوف تستمع لساعات و انت توسع مدارك معرفتك الأدبية.
bn: এই এ্যাপে আপনার প্রিয় বইগুলো খুঁজে পাবেন! অনুসন্ধান শুরু করতে, ফোল্ডার খুলুন, "সূচীপত্র" ফাইলটিতে চাপ দিন, এবং আপনার সবচেয়ে পছন্দের বিভাগটি নির্বাচন করুন।অন্যতম কিছু বিখ্যাত বইয়ের পাশাপাশি পাবেন আধুনিক কিছু বিস্ময় যা আপনাকে আগ্রহী করে তুলতে যথেষ্ট। এই ভার্চুয়াল পাঠাগারটিতে উপন্যাস, কবিতা, আত্মজীবনী, গল্প এবং আরো অনেকরকম বইয়ের আশ্চর্য এক সংগ্রহ আছে। আপনি আপনার প্রিয় বই নিয়ে বসুন অথবা আবিষ্কার করুন নতুন কিছু, কিন্তু ঘন্টার পর ঘন্টা ধরে আপনার সাহিত্যিক জ্ঞান বাড়ানোর সাথে আপনাকে বিনোদিত করে রাখবে এই এ্যাপ।
ro: Gaseste cartile preferate in aceasta aplicatie!Pentru a incepe,deschide folderul,click pe fisierul 'Index',si selecteaza genul care te intereseaza mai mult.Vei gasi cele mai faimoase carti scrise.Aceasta librarie virtuala are o colectie mare de nuvele,poeme,biografii,povesti si alte texte.Chiar daca iti gasesti cartea preferata sau descoperi alta noua,iti vei ocupa timpul foarte folositor.

# title
source: YouVideos
ar: يوفيديوز

# subtitle
source: Discover and share great videos online
ar: اكتشف وشارك ملفات الفيديو الرائعة على الانترنت
bn: অনলাইনে দারুণ সব ভিডিও আবিষ্কার ও ভাগাভাগি করুন
ro: Descopera si impartaseste videoclipuri online
vi: Khám phá và chia sẻ trực tuyến các video cực hay

# description
source: This app makes finding videos on the popular video site, YouTube, and sharing ones you make, easier in a beautiful new way! Watch videos of your favorite musical artists, tutorials that teach you how to do almost anything, funny or cute videos, and so much more. You'll have hours of fun, and will be able to share all the cool stuff you find or make with friends, family, and the world! ** Requires internet
ar: يجعل هذا التطبيق العثور على أشرطة الفيديو على موقع الفيديو الشهير، يوتيوب، وتبادل تلك التي تصنعها أسهل بطريقةٍ جديدةٍ جميلة! شاهد أشرطة الفيديو للفنانين الموسيقيين المفضلين لديك، والدروس التي تعلمك كيف تفعل أي شيء تقريباً، وأشرطة الفيديو المضحكة أو اللطيفة، وأكثر من ذلك بكثير. ستحظى بساعات من المرح، وسوف تكون قادراً على مشاركة جميع الأشياء الرائعة التي تجدها أو تصنعها مع الأصدقاء والأسرة والعالم! ** يتطلب الاتصال بالإنترنت
bn: ইউটিউবের মতো জনপ্রিয় ভিডিও সাইটগুলোতে ভিডিও খোঁজ করা এবং আপনার নিজের তৈরি ভিডিও ভাগাভাগি করে নেবার মতো বিষয়গুলো এই এ্যাপ দ্বারা নতুন এক দারুণ উপায়ে সহজ করে দেয়া হয়! আপনার প্রিয় সঙ্গীতজ্ঞের ভিডিও, যে কোন কিছু শেখানোর নির্দেশনামূলক ভিডিও, মজার অথবা মিষ্টি কিছু এবং আরো অনেক ভিডিও দেখুন। ঘন্টার পর ঘন্টা কেটে যাবে আপনার আনন্দে এবং আপনি আপনার বন্ধু, পরিবার বা বিশ্বের সাথেও ভাগ করে নিতে পারবেন আপনার অনুসন্ধানের ফলগুলো। **ইন্টারনেট সংযোগ প্রয়োজন
ro: Această aplicație face găsirea video de pe site-ul popular video mai usoara, YouTube și partajarea celor pe care le faceti! Uita-te la videoclipurile artiștilor preferați , tutoriale care vă învață cum să faceti aproape orice, clipuri video amuzante sau drăguțe, și mult mai mult. Vei avea ore de distracție, și vei fi capabil să împarti toate lucrurile cu prietenii si familia! ** Necesită conexiune de internet!
vi: Ứng dụng này giúp việc tìm kiếm video trên YouTube, trang web video phổ biến, và chia sẻ video dễ dàng hơn theo một cách mới hoàn toàn! Xem video của các nghệ sĩ âm nhạc yêu thích, các hướng dẫn dạy bạn cách làm mọi thứ, video hài hước hay dễ thương và nhiều hơn nữa. Bạn sẽ có được những giờ phút vui vẻ và sẽ có thể chia sẻ tất cả những điều hay ho mà bạn tìm ra hoặc tạo nên với bạn bè, gia đình và thế giới! ** Yêu cầu kết nối Internet

# subtitle
source: Access your files from any computer
ar: الوصول إلى ملفاتك من أي كمبيوتر
bn: যে কোন কম্পিউটার থেকে আপনার ফাইলসমূহে প্রবেশ করুন
cs: Přistupujte ke svým souborům z kteréhokoli počítače
ms: Capai fail-fail anda daripada mana-mana komputer
ro: Acceseaza fisierele tale de pe orice computer
ru: Доступ к файлам с любого компьютера
th: เข้าถึงไฟล์ของคุณจากเครื่องไหนก็ได้
vi: Truy cập các tệp từ bất kỳ máy tính nào
zh_tw: 從任何電腦存取您的檔案

# description
source: Need to safely store all of your important documents, photos, songs, and files? Easy! With this app you can use the internet to save everything that’s important to you. You can then access those files from any computer that has an internet connection. Use this service to backup your files, share photos or collaborate on a project by sharing a Dropbox folder with whomever you’d like. Create a free account and start saving and sharing today! ** Requires internet
ar: أتحتاج إلى تخزين الوثائق المهمة الخاصة بك ، الصور،الأغانى، والملفات بأمان؟ بسهولة! فبهذا التطبيق يُمكنك إستخدام الإنترنت لحفظ كُلّ ماهوهام بالنسبة لك. بالتالي يُمكنك الوصول إلى هذه الملفات من أي كمبيوتر به إتصال بالإنترنت. إستخدم هذة الخدمة لعمل نسخة إحتياطية للملفات الخاصة بك، قُم بمشاركة الصور أوتَعاون في مشروع عن طريق تبادل مجلد دروبوكس مع من تُريد. قٌم بإنشاء حساب مجاني وإبدأ فى الحفظ والمشاركة اليوم! ** يتطلب الإنترنت
bn: আপনার সকল গুরুত্বপূর্ণ নথিপত্র, ছবি, গান এবং ফাইলসমূহ নিরাপদে জমা করে রাখতে চান? পারবেন সহজে! এই এ্যাপের সাহায্যে আপনার সকল গুরুত্বপূর্ণ জিনিসপত্র ইন্টারনেটের মাধ্যমে জমা করে রাখতে পারবেন। তারপর আপনি সেসব ফাইলগুলোতে যে কোন কম্পিউটার থেকে প্রবেশ করতে পারবেন যদি সেখানে ইন্টারনেট সংযোগ থাকে। এই পরিসেবার মাধ্যমে আপনার ফাইল জমা করে রাখুন, ছবি ভাগাভাগি করুন অথবা যে কারো সাথে ড্রপবক্সের একটি ফোল্ডার ভাগাভাগি করে কোন প্রজেক্টে সাহায্য করুন। বিনামূল্যে একটি একাউন্ট তৈরি করুন এবং জমা আর ভাগাভাগি শুরু করুন আজই! ** ইন্টারনেট সংযোগ প্রয়োজন
cs: Potřebujete bezpečné úložiště pro všechny vaše důležité dokumenty, fotky, písničky a soubory? Snadné! S touto aplikací je možné použít Internet pro ukládání čehokoli, co je pro vás důležité. K těmto souborům pak můžete přistupovat z libovolného počítače, který má přístup k Internetu. Tuto službu používejte pro zálohování si svých souborů, sdílení fotek nebo spolupráci na projektech sdílením Dropbox složky s kýmkoli chcete. Zdarma si vytvořte účet a začněte ukládat a sdílet ještě dnes! ** Vyžaduje připojení k Internetu
ms: Perlukan lokasi selamat untuk menyimpan semua dokumen, foto, lagu dan fail anda? Kini mudah! Dengan apl ini anda boleh gunakan Internet untuk menyimpan segalanya yang penting buat anda. Kemudian anda boleh mencapai fail-fail tersebut pada mana-mana komputer yang mempunyai sambungan internet. Guna perkhidmatan ini untuk menyandar fail anda, berkongsi foto atau berkolaborasi satu projek melalui perkongsian folder Dropbox dengan sesiapa sahaja yang anda kehendaki. Cipta satu akaun percuma dan mulakan perkongsian anda hari ini! ** Perlukan internet
ro: Ai nevoie sa iti stochezi documente importante,imagini,muzica,si fisiere?Foarte simplu!Cu aceasta aplicatie poti folosi internetul pentru a salva tot ce este important pentru tine.Poti accesa aceste fisiere de pe orice computer care are conexiune la internet.Foloseste acest serviciu pentru a face o copie de rezerva a fisierelor,impartasi imagini sau colaboreaza cu un proiect doar impartasind un folder din Dropbox cu oricine vrei.Creeaza un cont gratuit si incepe sa salvezi si sa impartasesti chiar de azi! ** Necesita conexiune la internet
ru: Нужно надежно хранить все важные документы, фотографии, песни и файлы? Легко! С помощью этого приложения вы можете использовать Интернет для сохранения всего важного для вас. Затем вы сможете получить доступ к этим файлам с любого компьютера, имеющего подключение к Интернету. Используйте этот сервис для резервного копирования файлов, обмена фотографиями или совместной работы над проектом, поделившись папкой Dropbox с кем угодно. Создайте бесплатный аккаунт и начните сохранять и делиться файлами уже сегодня! ** Требуется интернет
th: ต้องการที่จะเก็บเอกสารสำคัญ ภาพถ่าย เพลงและไฟล์ของคุณอย่างปลอดภัยหรือไม่ ง่ายๆ! ด้วยแอพนี้คุณสามารถใช้อินเทอร์เน็ตในการเก็บทุกอย่างที่สำคัญกับคุณ จากนั้นคุณสามารถเข้าถึงไฟล์จากคอมพิวเตอร์ เครื่องใดก็ได้ที่เชื่อมต่ออินเทอร์เน็ต ใช้บริการนี้เพื่อสำรองไฟล์ของคุณ แบ่งปันภาพถ่ายหรือทำงานร่วมกันในโครงการโดยการแชร์โฟลเดอร์ Dropbox กับคนที่คุณต้องการ สร้างบัญชีฟรีและเริ่มต้นการเก็บและแชร์มันได้เลยวันนี้! ** ต้องใช้อินเทอร์เน็ต
vi: Bạn cần lưu trữ an toàn tất cả các văn bản, hình ảnh, bài hát và các tập tin quan trọng? Dễ dàng thôi! Với ứng dụng này, bạn có thể sử dụng Internet để lưu tất cả mọi thứ quan trọng với bạn. Sau đó, bạn có thể truy cập các tệp này từ bất kỳ máy tính nào có kết nối internet. Sử dụng dịch vụ này để sao lưu các tập tin, chia sẻ hình ảnh hoặc cộng tác trên một dự án bằng cách chia sẻ thư mục Dropbox với bất cứ ai mà bạn muốn. Hãy tạo tài khoản miễn phí và bắt đầu lưu và chia sẻ ngày hôm nay! ** Yêu cầu kết nối Internet
zh_tw: 需要安全地儲存你的所有文件、照片、歌曲和檔案嗎？很簡單！使用這款應用程式，你可以使用網路來儲存所有你認為重要的東西。然後你可以從任何一台擁有網路連線的電腦上存取那些檔案。和你想要分享的人一起共享 Dropbox 資料夾，使用這個服務來備份檔案、分享照片或在同一個專案上進行合作。今天就建立免費帳號，並開始儲存和分享吧！ ** 需要網路連線

# title
source: Chat
ar: دردشة

# subtitle
source: Chat with all of your friends in one place
ar: دردش مع جميع أصدقائك في مكان واحد

# description
source: Do you love to chat with friends? And, do you use many different programs to chat with them all? Now you can combine all of those different programs into one so that you don't have to keep switching between them all! Chat with friends from Facebook, Jabber, MSN, AIM, Gadu Gadu, and more - all in one place. This app support messaging, voice, and video chats, so you'll be able to do everything you want. All you need to do is set up this app with your other accounts, and you'll be ready to keep in touch with your friends and family easier than ever before! **Requires internet
ar: هل تحب الدردشة مع الأصدقاء؟ و هل تستخدم العديد من البرامج المختلفة للدردشة مع كل منهم؟ الآن يمكنك الجمع بين كل تلك البرامج المختلفة في برنامجٍ واحدٍ بحيث لا يلزمك الاستمرار في التبديل بينهم جميعاً! دردش مع الأصدقاء من الفيسبوك وجابر وام اس ان وايه آي ام وجادو جادو، وأكثر من ذلك - كل ذلك في مكان واحد. يدعم هذا التطبيق الرسائل ودردشات الصوت والفيديو، لذلك ستكون قادراً على القيام بكل ما تريد. وكل ما عليك أن تفعله هو أن تضبط هذا التطبيق مع الحسابات الأخرى الخاصة بك، وسوف تكون مستعداً للتواصل مع أصدقائك وعائلتك بشكل أسهل من أي وقت مضى! ** يتطلب الاتصال بالإنترنت

# title
source: Documents
ar: وثائق
bn: নথিপত্র
ms: Dokumen
ro: Documente
th: เอกสาร
vi: Văn bản
zh_tw: 文件

# subtitle
source: Access all of your documents and files
ar: تَوصل إلى جميع الوثائق والملفات الخاصة بك
bn: আপনার সকল নথিপত্র ও ফাইলে প্রবেশ করুন
ms: Akses semua dokumen dan fail anda
ro: Acceseaza toate documentele si fisierele
th: เข้าถึงเอกสารและไฟล์ของคุณทั้งหมด
vi: Truy cập tất cả các tài liệu và tệp của bạn
zh_tw: 存取你的所有文件與檔案

# description
source: Get organized with this app, which helps you find all of your documents and files, no matter how long ago you saved them. Organize things in a way that makes sense to you, adding and re-naming folders in a way that will help you stay on top of your pictures, videos, and documents. With this app, you can store everything in one place and you’ll never lose that important file or special photo again.
ar: قم بتنظيم حياتك مع هذا التطبيق الذي يساعدك على إيجاد جميع الوثائق والملفات الخاصة بك، لا يهم منذ متى قمت بحفظها. نظم الأشياء على نحوٍ تفهمه، مضيفاً ومعيداً تسمية المجلدات بطريقة من شأنها أن تساعدك على البقاء على رأس الصور وأشرطة الفيديو والوثائق الخاصة بك. مع هذا التطبيق، يمكنك تخزين كل شيءٍ في مكانٍ واحد ولن تفقد أبداً ذلك الملف المهم أو تلك الصورة الخاصة مرةً أخرى.
bn: নিজেকে সংগঠিত করুন এই অ্যাপ এর সাহায্যে, এই অ্যাপ আপনাকে আপনার সব দলিল এবং ফাইল খুঁজে দিবে যত দীর্ঘ সময় আগে আপনি সেই ফাইল সংরক্ষিত করুন না কেন। এমন ভাবে জিনিসপত্র সংগঠিত করুন যাতে আপনি বুঝতে পারেন, নতুন করে যোগ করে এবং নতুন নাম দিয়ে ফোল্ডার এমন ভাবে সাজান যাতে আপনি আপনার ছবি, ভিডিও এবং দলিলপত্র খুঁজে পান। এই অ্যাপ এর সাহায্যে, আপনি একই জায়গায় সব কিছু রাখতে পারবেন এবং আপনি আর কখনো কোন গুরুত্বপূর্ণ দলিল বা ছবি হারাবে না।
ms: Dapat mengatur dengan aplikasi ini, yang membantu anda mencari semua dokumen dan fail anda, tidak kira berapa lama anda menyimpannya. Mengatur perkara dengan cara yang masuk akal kepada anda, menambah dan menamakan semula folder dalam cara yang akan membantu anda kekal di atas gambar, video dan dokumen anda. Dengan aplikasi ini, anda boleh menyimpan segala-galanya di satu tempat dan anda tidak akan kehilangan bahawa fail penting atau foto Khas lagi.
ro: Fii mai organizat cu aceasta aplicatie,care te ajuta sa gasesti toate documentele si fisierele indiferent de cat de vechi sunt,Organizeaza lucruri intr-un mod care are sens pentru tine,adaugand si redenumind foldere intr-un mod care te va ajuta sa stai deasupra pozelor,clipurilo si documentelor.Cu aceasta aplicatie,poti stoca absolut tot intr-un singur loc si nu vei mai pierde fisiere importante sau imagini speciale vreodata.
th: มาจัดระเบียบด้วยแอพนี้ ซึ่งจะช่วยให้คุณพบเอกสารและไฟล์ทั้งหมดของคุณ ไม่ว่าจะนานมาแล้วแค่ไหนที่คุณเก็บมัน จัดแจงสิ่งต่าง ๆ ในแบบที่คุณคิดว่าถูกต้อง ให้คุณเพิ่มและเปลี่ยนชื่อโฟลเดอร์ในวิธีการที่จะช่วยให้คุณอยู่ด้านบนของภาพ วิดีโอและเอกสาร ด้วยแอพนี้คุณสามารถเก็บทุกอย่างไว้ในที่เดียวและคุณจะไม่ทำไฟล์สำคัญหรือภาพที่พิเศษหายอีกแล้ว
vi: Sắp xếp ngăn nắp với ứng dụng này, là ứng dụng giúp bạn tìm thấy tất cả các tài liệu và tệp dù bạn đã lưu trong bao lâu đi nữa. Sắp xếp mọi thứ theo cách phù hợp với bạn, thêm hoặc đặt lại tên thư mục theo cách giúp bạn dễ dàng tìm được hình ảnh, video và tài liệu. Với ứng dụng này, bạn có thể lưu trữ mọi thứ tại một nơi và sẽ không bao giờ làm thất lạc các tập tin quan trọng hoặc hình ảnh đặc biệt nữa.
zh_tw: 使用此應用程式保持條理分明的狀態，這個應用程式可以幫助你找到你所有的文件和檔案，無論你多久以前儲存它們都沒問題。以對你有意義的方式整理事務，用可以幫助你掌握照片、影片和文件狀態的方式來新增和重新命名資料夾。使用這款應用程式，你可以在同一個地方儲存任何東西，而且你將不會再遺失重要檔案或特別照片。

# title
source: Etoys
ar: برنامِج Etoys
bn: ইটয়

# subtitle
source: Learn with visual programming
ar: تَعلَم بالبرمجة المرئية
bn: ভিজ্যুয়াল প্রোগ্রামিংয়ের সাহায্যে শিখুন
cs: Učte se pomocí vizuálního programování
ms: Belajar dengan pengaturcaraan visual
ro: Invata cu programare vizuala
ru: Учитесь с помощью визуального программирования
th: เรียนรู้กับการเขียนโปรแกรมภาพ
vi: Học tập lập trình ảo
zh_tw: 學習視覺化程式設計
