Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: How will you get away from the killer robots bent on destruction? Figure it out in this simple, entertaining game. You may be outnumbered by an endless stream of robots, but with your intelligence and handy teleportation device you can defeat them. Outsmart all of the killer robots to win and live to tell the tale!
ar: كيف ستهرب من الرجال الآليين المبرمجين على القتل و الدمار؟ تعرف على هذا من خلال هذه اللعبة الممتعة و البسيطة. و قد ينتهي بك المطاف بعدد كبير من الرجال الآليين، و لكن بالاعتماد على ذكائك و جهاز التحكم اليدوي بإمكانك التغلب عليهم. كن أكثر دهاءً وحيلةً من جميع الروبوتات القاتلة للفوز والعيش لتروي الحكاية!
bn: ধ্বংসে রত হওয়া খুনী রোবটদের হাত থেকে কী করে বাঁচবেন? এই সহজ, বিনোদনমূলক খেলায় বসে সেই পথ খুঁজে বের করুন।রোবটের সংখ্যা আপনার চাইতে বেশি হতে পারে কিন্তু আপনার বুদ্ধি এবং দরকারী টেলিপোর্টেশন যন্ত্র দিয়ে আপনি তাদের হারাতে পারবেন। খুনী রোবটদের বুদ্ধির খেলায় হারিয়ে সবার কাছে প্রশংসা কুড়ান!
cs: Jak uniknete vražedným robotům, usilujícím o destrukci? Zjistěte to v této jednoduché, zábavné hře. Můžete být přečísleni nekonečným proudem robotů, ale s vaší inteligencí a šikovným teleportačním zařízením je můžete porazit. Vyhrajte přechytračením všech vražedných robotů a žijte, abyste vyprávěli příběh!
ms: Bagaimana anda akan melarikan diri dari robot pembunuh yang bengkok pada pemusnahan? Memikirkan dalam permainan ini mudah dan menghiburkan. Anda boleh melebihi dengan aliran robot yang tidak berkesudahan, tetapi dengan kecerdasan anda dan peranti teleportasi yang berguna, anda boleh mengalahkan mereka. Outsmart semua robot pembunuh untuk menang dan hidup untuk memberitahu kisah!
ro: Cum vei ajunge departe de roboți criminal aplecati asupra distrugerii? Da-ti seama în acest joc simplu si distractiv. Este posibil să fii depășiț numeric de un flux nesfârșit de roboți, dar cu inteligența și dispozitivul de teleportare la îndemână aveți posibilitatea să le învingeti. Păcăliti toti roboții ucigași să câștigati și să trăiti pentru a spune povestea!
ru: Как вам удастся убежать от роботов-убийц, жаждущих уничтожения? Узнайте это в этой простой и увлекательной игре. Вас может превзойти бесконечный поток роботов, но с вашим интеллектом и удобным устройством телепортации вы сможете победить их. Одолейте всех роботов-убийц, чтобы победить и остаться в живых!
th: คุณจะหาทางหนึจากหุ่นยนต์นักฆ่าอย่างไร คิดหาทางออกในเกมที่ง่ายสนุกสนานนี้ คุณอาจจะหมดจำนวนมากกว่าโดยลำแสงที่ไม่รู้จบของหุ่นยนต์ แต่ด้วยความฉลาดและอุปกรณ์เคลื่อนย้ายที่มีประโยชน์ของคุณ คุณสามารถเอาชนะพวกมัน ชิงไหวชิงพริบทั้งหมดของหุ่นยนต์นักฆ่าเพื่อที่จะชนะและอยู่เพื่อบอกเล่าเรื่องราว!
vi: Làm thế nào để chạy thoát khỏi các sát thủ rô bốt đang sắp gieo rắc sự phá hủy? Bạn sẽ tìm ra cách trong trò chơi đơn giản nhưng cực kỳ hào hứng này. Bạn sẽ bị áp đảo bởi đoàn quân vô số rô bố nhưng với trí thông minh và thiết bị di chuyển tức thời hữu ích, bạn có thể đánh bại chúng. Hãy tiêu diệt toàn bộ rô bốt sát thủ để giành chiến thắng và sống sót để kể lại vinh quang của chính mình!
zh_tw: 你該如何逃離進行摧毀的機器人殺手？在這款簡單有趣的遊戲中想出辦法吧。你會被無止盡的機器人淹沒，但透過智慧和便利的傳送裝置，你將能夠擊敗它們。擊敗所有的機器人殺手，取得勝利並活著述說傳奇吧！

# title
source: Kolor Lines
ar: خطوط كولور
bn: কালার লাইন

# subtitle
source: Line up balls of the same color to win
ar: قم بصف الكرات من نفس اللون للفوز
bn: একই রঙের বলগুলোকে এক সারিতে এনে খেলা জিতুন
cs: Seřaďte kuličky stejné barvy a vyhrajte
ms: Bariskan bola yang sama warna untuk menang
ro: Alinieaza bile de aceeasi culoare pentru a castiga
ru: Выстраивайте шарики одного цвета, чтобы выиграть
th: เรียงลูกบอลที่มีสีเดียวกันเพื่อที่จะชนะ
vi: Xếp hàng các quả bóng cùng màu đẻ giành chiến thắng
zh_tw: 排列相同顏色的球以取得勝利

# description
source: This game is so fun and addicting, you’ll never want to stop playing. The concept is simple: Gather colored balls from the game board into lines of five balls of the same color, which will remove them from the board. It’s more challenging than you’d expect, though, because new balls arrive after every move. It’s your job to get the game board as clear of balls as possible; you lose if it fills up completely!
ar: هذه اللعبة ممتعة وقد يتعلق الفرد بها بشكل لا يرغب به في التوقف عن اللعب. الفكرة بسيطة: قم بجمع الكرات الملونة من رقعة اللعبة على شكل خطوط من خمس كرات من نفس اللون، والتي سوف تختفي عن الرقعة. إنها لعبة أكثر صعوبة مما كنت تتوقع، وذلك لأن كرات جديدة تصل بعد كل حركة. ومهمتك تكمن في تفريغ رقعة اللعبة من الكرات بأكبر قدر ممكن؛ وفي حال امتلأت الرقعة بالكرات، ستخسر اللعبة!
bn: এই খেলাটি এতই মজাদার ও আসক্তিকর যে আপনি কখনোই খেলা বন্ধ করতে চাইবেন না। এই খেলার ধারণাটি খুব সহজ: গেম বোর্ড থেকে রঙিন বল সংগ্রহ করে একই রঙের পাঁচটা করে বল এক সারিতে আনতে হবে, তাতে করে তারা বোর্ডে আর থাকবে না। এই খেলাটি শুনতে যতো না, খেলতে তার চাইতেও বেশি উত্তেজনাময় যদিও, কারণ প্রতিটি চালের পর নতুন বল আসে। আপনার কাজ হলো গেম বোর্ডে তেমন কোন বল যেন না থাকে সেদিকে খেয়াল রাখা। সম্পূর্ণ ভরে গেলেই আপনি হেরে যাবেন!
cs: Tato hra je tak zábavná a chytlavá, že nebudete nikdy chtít přestat hrát. Koncept je jednoduchý: Shromážděte obarvené kuličky z herní desky do řádek pěti kuliček stejné barvy, což je odebere z desky. Je to náročnější, než byste předpokládali, ačkoli, protože nové kuličky dorazí po každém tahu. Je na vás, co nejvíc vyčistit herní desku od kuliček; pokud se zcela zaplní!
ms: Permainan ini adalah begitu menyeronokkan dan menagihkan, anda tidak akan mahu berhenti bermain. Konsep ini adalah mudah: mengumpul bola berwarna dari papan permainan ke dalam garis lima bola warna yang sama, yang akan membuangnya daripada Lembaga. Ia lebih mencabar daripada yang anda harapkan, walaupun, kerana bola baru tiba selepas setiap langkah. Ia adalah tugas anda untuk mendapatkan papan permainan sebagai jelas bola yang mungkin; anda kehilangan jika ia mengisi sepenuhnya!
ro: Acest joc este atat de distractiv si de captivan,ca nu vei vrea sa te opresti din jucat.Conceptul este simplu:aduna bile colorate de pe tabla jocului in linii de cate cinci bile de aceeasi culoare,si inaturale de pe tabla.Este mai provocator decat te astepti,deoarece noi bile reapar dupa fiecare mutare.
ru: Эта игра настолько веселая и увлекательная, что вам никогда не захочется прекращать играть. Суть игры проста: Собирайте цветные шарики с игрового поля в линии из пяти шариков одного цвета, что позволит убрать их с поля. Но это сложнее, чем вы ожидаете, потому что после каждого хода появляются новые шарики. Ваша задача - максимально очистить игровое поле от шариков; если поле заполнится полностью, вы проиграете!
th: เกมนี้สนุกและจะติดใจ คุณจะไม่อยากที่จะหยุดเล่น แนวคิดง่ายๆ: รวบรวมลูกบอลสีจากกระดานเข้าในแถวห้าลูกที่มีสีเดียวกัน ซึ่งจะลบมันออกจากบอร์ด มันจะท้าทายมากขึ้นกว่าที่คาดคิด เพราะมีลูกบอลใหม่เข้ามาหลังแต่ละครั้งที่ย้าย คุณจะต้องทำให้ลูกบอลออกไปให้มากที่สุดเท่าที่จะเป็นไปได้ คุณจะแพ้ ถ้ามันเติมแถวขึ้นมา!
vi: Trò chơi này là rất thú vị và dễ gây nghiện, bạn sẽ chẳng muốn dừng chơi. Nội dung rất đơn giản: Thu thập những quả bóng theo màu trên bảng thành một hàng năm quả cùng màu, các quả bóng này sẽ biến mất khỏi bảng. Tuy nhiên, trò chơi này có nhiều thách thức hơn bạn nghĩ, sau mỗi lần di chuyển các quả bóng mới sẽ xuất hiện. Công việc của bạn là làm sao cho có càng ít bóng trên bảng càng tốt, bạn sẽ thua nếu bóng xuất hiện trên khắp bảng!
zh_tw: 這款遊戲非常有趣且令人上癮，你永遠不會想停下來。概念非常簡單：從遊戲板上收集彩色球直到五顆相同顏色的球形成一條線，然後這五顆球就會從板上消失。這比你想像得更富有挑戰性，因為新的球會在你每次移動後抵達。你要做的就是盡可能把板上的球清光光；如果板上堆滿了球，就代表你輸了！

# title
source: KMines
ar: كي ماينز

# subtitle
source: Stay away from the exploding mines
ar: ابتعد عن الألغام المتفجرة

# description
source: Don't take a wrong step or you'll explode! You'll need to use logic and smarts in this game to get around all of the landmines and make your way safely across the field.
ar: لا تخطو خطوة خاطئة وإلا تفجرت! ستحتاج إلى استخدام المنطق والذكاء في هذه اللعبة للالتفاف على جميع الألغام الأرضية وشق طريقك بأمان عبر الميدان.

# title
source: Battleships
ar: سفن الحرب
bn: ব্যাটলশিপ
cs: Křižníky
ms: Kapal perang
ru: Боевые корабли
th: เรือประจัญบาน
vi: Chiến hạm

# subtitle
source: Blow your opponents out of the water
ar: فجّر خصومك من الماء
bn: আপনার প্রতিপক্ষকে পানি থেকে বের হতে বাধ্য করুন
cs: Smeťte své protivníky z vody
ms: Hapuskan lawan anda daripada perairan
ro: Scoate-ti adversarii din apa
ru: Выбейте своих противников из колеи
th: ระเบิดฝ่ายตรงข้ามให้หายไปจากน้ำ
vi: Thổi tung đối thủ ra khỏi mặt nước
zh_tw: 將你的對手吹出水面

# description
source: Try to guess where your enemies ships are to blow them out of the water before they get you! This is a fun strategy game that requires two people. You can play against a friend, against someone else on the internet, or against your computer. You'll take turns trying to guess where each others' ships are, and the first person to sink all of their enemies' ships wins. Arrr you ready for some great naval fun?
ar: حاول تخمين موقع تواجد سفن أعدائك لتفجيرهم و اخراجهم من الماء قبل أن ينالوا منك! هذه لعبة استراتيجية ممتعة تتطلب شخصين. حيث يمكنك أن تلعب ضد صديق، أو ضد شخص آخر على شبكة الانترنت، أو ضد الكمبيوتر. سوف تتناوبون في محاولة لتخمين موقع سفن بعضكم البعض، وأول شخص يغرق سفن جميع أعدائه يفوز. هل أنت على استعداد لبعض المرح البحري العظيم؟
bn: আপনার শত্রুপক্ষের জাহাজগুলোর অবস্থান আন্দাজ করে তাদের গোলা মেরে পানি থেকে উড়িয়ে দিন! এটা একটি মজার কৌশলগত খেলা যেখানে দুইজন খেলোয়াড় দরকার পড়ে। আপনি আপনার বন্ধুর বিপক্ষে খেলতে পারবেন, ইন্টারনেট থেকে যে কারো বিরুদ্ধে খেলতে পারবেন অথবা আপনার কম্পিউটারের বিরুদ্ধেই। আপনারা পালাক্রমে আন্দাজ করার চেষ্টা করবেন কার জাহাজ কোথায় আছে, আর প্রথম যিনি প্রতিপক্ষের সকল জাহাজ ডুবিয়ে দিতে পারবেন তিনিই জিতবেন। আপনি কি তৈরি?
cs: Pokuste se uhádnout kde jsou lodě vašich nepřátel a smeťte je z vody než oni dostanou vás! Toto je zábavná strategická hra, která vyžaduje dva lidi. Můžete hrát proti kamarádovi, proti někomu jinému na Internetu nebo proti vašemu počítači. V rámci tahů se vzájemně pokoušíte uhodnout kde jsou lodě toho druhého. Jste připraveni na nějakou tu velkou námořní zábavu?
ms: Cuba meneka di mana kapal musuh anda adalah untuk menghapuskan mereka keluar dari perairan sebelum mereka mendapatkan anda! Ini adalah permainan strategi yang menyeronokkan yang memerlukan dua orang. Anda boleh bermain melawan rakan, terhadap orang lain di internet, atau terhadap komputer anda. Anda akan mengambil giliran cuba untuk meneka di mana setiap kapal lain, dan orang pertama untuk tenggelam semua kapal musuh mereka menang. Adakah anda bersedia untuk beberapa tentera laut yang hebat serta menyeronokkan?
ro: Incearca sa ghicesti unde sunt navele inamicilor pentru a le arunca in aer inainte sa te arunce ei!Este un joc distractiv de strategie care necesita doua persoane.Poti juca impotriva unui prieten,impotriva cuiva de pe internet,sau impotriva computerului.Ve-ti face cu randul incercand sa ghiciti unde are celalalt nava,si primul care distruge toate navele adversarului castiga.
ru: Попробуйте угадать, где находятся корабли ваших врагов, чтобы выбить их из воды до того, как они достанут вас! Это веселая стратегическая игра, в которой необходимо участие двух человек. Вы можете играть против друга, против кого-то еще в Интернете или против компьютера. Вы будете по очереди пытаться угадать, где находятся корабли друг друга, и победит тот, кто первым потопит все корабли противника. Вы готовы к великолепному военно-морскому развлечению?
th: พยายามเดาว่าเรือศัตรูของคุณอยู่ที่ไหนเพื่อจะระเบิดพวกมันออกมาจากน้ำ ก่อนที่พวกมันจะได้มาถึงคุณ! นี้เป็นเกมกลยุทธ์ที่สนุกที่ต้องใช้คนสองคน คุณสามารถเล่นกับเพื่อนกับคนอื่นบนอินเทอร์เน็ตหรือกับคอมพิวเตอร์ของคุณ มันจะผลัดกันเดาว่าเรือแต่ละลำอยู่ที่ไหน และเป็นคนแรกที่จะจมเรือของศัตรูทั้งหมดแล้วชนะ คุณพร้อมที่จะสนุกกับเกมเรือนาวิกหรือไม่
vi: Hãy thử đoán vị trí các chiến hạm của kẻ thù và thổi tung chúng ra khỏi mặt nước trước khi chúng bắt được bạn! Đây là trò chơi chiến thuật vui nhộn cần có hai người chơi. Bạn có thể chơi với bạn mình, hoặc với ai đó trên Internet hoặc chơi với máy. Người chơi sẽ lần lượt đoán vị trí tàu địch và người đầu tiên nhấn chìm toàn bộ tàu của đối phương sẽ giành chiến thắng. Bạn đã sẵn sàng tham gia trận thủy chiến vui nhộn chưa nào?
zh_tw: 嘗試猜測敵人的船在哪裡，在他們逮到你之前，把他們擊出水面吧！這是一個有趣的策略遊戲，必須同時有兩個人一起玩。你可以和朋友對戰、和網友對戰、或和電腦對戰。你們將輪流猜測對方的船在哪裡，而第一位擊沉敵方所有船隻的人就贏了！啊，你準備好體驗一下海軍的樂趣了嗎？

# title
source: KNetwalk
ar: كي نتووك
bn: কেনেটওয়াক

# subtitle
source: Make the right cable connections and win
ar: أنجز توصيلات الكابلات الصحيحة وحقق الفوز
bn: যথাযথ তারগুলো সংযুক্ত করে খেলা জিতুন
cs: Propojte správné kabely a vyhrajte
ms: Buat sambungan kabel yang betul dan menang
ro: Conecteaza corect cablurile ca sa castigi
ru: Выполните правильные кабельные соединения и выиграйте
th: ทำการเชื่อมต่อเคเบิลให้ถูกต้องและชนะ
vi: Nối đúng cáp để giành chiến thắng
zh_tw: 進行正確的接線並獲勝

# description
source: Who knew building computer networks could be fun? You'll need to create the right connections in as few turns as possible to win - so get ready to move the wires and figure out the puzzle quickly! Once you’ve succeeded, you’ll find a high score list, allowing you to find competitors! This app helps you understand how computer networks work, but more importantly, it’s an enjoyable and competitive game you’ll love to play.
ar: من كان يعلم أن بناء شبكات حاسوبية يمكن أن يكون أمرا ممتعاً؟ حيث تحتاج للفوز إلى إنشاء الروابط الصحيحة بأقل عدد ممكن من النقلات. لذا تجهز لتحريك الاسلاك و اكتشاف هذه اللعبة الأحجية بسرعة! عند نجاحك، ستظهر لك قائمة النتائج الأعلى حتى تعرف من هم منافسيك! و يساعدك هذا التطبيق على فهم كيف عمل الشبكات الحاسوبية، و ما هو أهم من ذلك فهي لعبة ممتعة و تنافسية ستعشق لعبها.
bn: কে জানতো কম্পিউটার নেটওয়ার্ক তৈরি করাও এত মজা হতে পারে? জেতার জন্যে যতো কম চালে সম্ভব আপনাকে সঠিক সংযোগটি তৈরি করতে হবে - তাই তারগুলো সরিয়ে ধাঁধার সমাধান করার জন্য দ্রুত তৈরি হয়ে যান! আপনি যখন সফল হবেন তখন আপনি উচ্চ স্কোরের তালিকা পাবেন যেখানে প্রতিদ্বন্দ্বীদের নাম খুঁজে পাবেন! এই এ্যাপ আপনাকে কম্পিউটার নেটওয়ার্ক কীভাবে কাজ করে তা বুঝতে সাহায্য করবে, তবে আরো গুরুত্বপূর্ণ যেটা, এটা একটি উপভোগ্য ও প্রতিদ্বন্দ্বিতামূলক খেলা যা আপনার পছন্দ হবেই।
cs: Kdo by si pomyslel, že počítačové sítě mohou být zábavné? Bude třeba vytvořit správná propojení v co nejméně tazích a tím vyhrát – takže se připravte na přepojování kabelů a rychle úkol vyřešte! Jakmile uspějete, naleznete seznam nejvyšších skóre, což vám umožní najít soupeře! Tato aplikace pomáhá porozumět tomu, jak počítačové sítě fungují, ale ještě důležitější, je to příjemná a soupeřivá hra, kterou budete rádi hrát.
ms: Siapa yang tahu membina rangkaian komputer boleh menjadi menyeronokkan? Anda perlu membuat sambungan yang betul dalam beberapa giliran yang mungkin untuk menang-jadi bersedia untuk memindahkan wayar dan memikirkan teka-teki dengan cepat! Sebaik sahaja anda berjaya, anda akan menemui senarai skor tinggi, membolehkan anda mencari pesaing! Aplikasi ini membantu anda memahami bagaimana rangkaian komputer berfungsi, tetapi yang lebih penting, ia adalah permainan yang menyeronokkan dan kompetitif yang anda akan suka untuk bermain.
ro: Cine a stiut ca pentru a construi retele de calculatoare ai nevoie si de distractie?Va trebui să creați conexiunile potrivite în cât mai puține ture posibil pentru a câștiga - deci pregătiți-vă pentru a muta fire și ghiciti puzzle-ul repede! După ce ați reușit, veți găsi o listă de mare cu scor, permițându-vă să găsiți concurenți! Această aplicație vă ajută să înțelegeți modul în care rețelele de calculatoare lucreaza, dar mai important, este un joc plăcut și competitiv.
ru: Кто бы мог подумать, что строить компьютерные сети может быть весело? Чтобы победить, вам нужно создать правильные соединения за минимальное количество ходов - так что приготовьтесь переставлять провода и быстро разгадывать головоломки! Как только вы добьетесь успеха, вы найдете список высоких результатов, что позволит вам найти конкурентов! Это приложение поможет вам понять, как работают компьютерные сети, но что более важно, это приятная и соревновательная игра, в которую вам понравится играть.
th: ใครจะรู้ว่าเครือข่ายคอมพิวเตอร์ในอาคารจะสนุกได้ คุณจะต้องสร้างการเชื่อมต่อที่ถูกต้องให้น้อยรอบที่สุดเท่าที่จะเป็นไปได้เพื่อที่จะชนะ - เตรียมตัวให้พร้อมที่จะย้ายสายไฟและคิดออกปริศนาอย่างรวดเร็ว! เมื่อคุณประสบความสำเร็จคุณจะพบกับรายการคะแนนสูง ช่วยให้คุณสามารถพบคู่แข่ง! แอพนี้จะช่วยให้คุณเข้าใจวิธีการทำงานของเครือข่ายคอมพิวเตอร์ แต่ที่สำคัญมันเป็นเกมที่สนุกและมีการแข่งขันที่คุณจะรักที่จะเล่น
vi: Ai biết được rằng việc xây dựng mạng máy tính cũng có nhiều điều vui nhộn? Bạn sẽ phải nối đúng trong vài lượt chơi để có thể giành chiến thắng - vì thế hãy sẵn sàng nối dây và giải quyết câu đố thật nhanh! Khi thành công, bạn sẽ thấy danh sách người chơi đạt điểm cao để bạn có thể tìm ra đối thủ của mình! Ứng dụng này giúp bạn hiểu về cách hoạt động của hệ thống mạng máy tính, nhưng quan trọng hơn, đây là trò chơi hào hứng và tranh tài mà bạn sẽ thích chơi.
zh_tw: 誰想得到建立電腦網路會很有趣呢？你必須在越少越好的回合數內建立正確的連線以獲得勝利 - 所以準備移動電線並快速解決謎題吧！成功以後可以看到一個高分列表讓你找到對手！此 app 能協助你了解電腦網路的運作方式，但更重要的是，這是個愉快而有競爭性的遊戲，你會愛上它的。

# title
source: Kobo Deluxe
ar: كوبو ديلوكس
bn: কোবো ডিলাক্স
ru: Kobo Deluxe/Кобо Делюкс

# subtitle
source: Destroy enemy bases in space
ar: دمر قواعد الأعداء في الفضاء
bn: মহাকাশে শত্রুদের ঘাঁটি ধ্বংস করুন
cs: Zničte nepřátelské základny ve vesmíru
ms: Musnahkan pangkalan pihak musuh di angkasa lepas
ro: Distruge baze inamice din spatiu
ru: Уничтожайте вражеские базы в космосе
th: ทำลายฐานศัตรูในอวกาศ
vi: Phá hủy căn cứ của kẻ thù trong không gian
zh_tw: 摧毀太空中的敵人基地

# description
source: Fans of arcade-style games will love this fun shooting game. Protect yourself from and destroy enemy ships as they pursue you through space! This game has fun graphics and lots of challenges, with over 50 levels for you to play. You'll have hours and hours of fun blowing up things in space!
ar: سيحب عشاق ألعاب الممرات هذه اللعبة الممتعة القائمة على اطلاق النار . احم نفسك من السفن وقم بتدمير سفن العدو لأنها تسعى ورائك في الفضاء! تحتوي هذه اللعبة على رسومات ممتعة والكثير من التحديات، و أكثر من 50 مستوى. سيكون لديك ساعات وساعات من المرح وتفجير الأشياء في الفضاء!
bn: আর্কেড-ষ্টাইল খেলার ভক্তরা এই মজার শ্যুটিং খেলাটা অবশ্যই পছন্দ করবেন। মহাকাশের মাঝ দিয়ে আপনাকে যখন শত্রুরা তাড়া করে বেড়াচ্ছে তখন তাদের ধ্বংস করুন এবং তাদের থেকে নিজেকে রক্ষা করুন! এই খেলাতে মজার গ্রাফিক্স এবং অনেকরকম প্রতিদ্বন্দ্বিতা আছে, সাথে 50 টিরও বেশি স্তর। মহাকাশে জিনিসপত্র বিস্ফোরণ করে বেড়িয়ে আপনার ঘন্টার পর ঘন্টা সময় কেটে যাবে!
cs: Fanoušci arkádových her budou milovat tuto zábavnou střílečku. Chraňte se a ničte nepřátelské lodě, když vás pronásledují vesmírem! Tato hra má zábavnou grafiku a spoustu výzev s více než 50 úrovněmi, které můžete hrát. Budete mít hodiny a hodiny zábavy vyhazováním věcí do vzduchu ve vesmíru!
ms: Peminat permainan ala arked akan menyukai permainan tembak-menembak ini. Lindungi diri anda daripada pihak musuh dan juga musnahkan kapal angkasa mereka di angkasa lepas. Permainan ini mempunyai grafik yang menarik dan ada banyak cabaran, iaitu 50 tahap untuk anda nikmati. Anda akan meluangkan berjam-jam untuk menembak mereka di angkasa!
ro: Fanii jocurilor arcade le va placea acest joc distractiv de shooting.Protejati-va de inamici si distrugeti navele atunci cand va urmaresc prin spatiu!Acest joc are grafica frumoasa si multe provocari,cu peste 50 de nivele de jucat.
ru: Любителям игр в стиле аркады понравится эта веселая игра-стрелялка. Защищайтесь от вражеских кораблей и уничтожайте их, пока они преследуют вас в космосе! В этой игре веселая графика и множество испытаний, в ней более 50 уровней. Вы будете часами развлекаться, взрывая все в космосе!
th: แฟน ๆ ของเกมแนวอาเขตจะรักเกมยิงที่สนุกนี้ ป้องกันตัวเองจากและทำลายเรือข้าศึกที่พวกมันไล่ตามคุณในอวกาศ! เกมนี้มีกราฟิกที่สนุกและความท้าทายมากมาย ที่มีมากกว่า 50 ระดับให้คุณเล่น คุณจะมีเวลาและเวลาของความสนุกระเบิดทำลายสิ่งที่อยู่ในอวกาศ!
vi: Những người yêu thích trò chơi kiểu arcade sẽ thích trò chơi bắn súng vui nhộn này. Bảo vệ bản thân khỏi kẻ thù và tiêu diệt phi thuyền của chúng khi chúng truy đuổi bạn qua không gian rộng lớn! Trò chơi này có đồ họa bắt mắt và rất nhiều thử thách, với hơn 50 màn chơi dành cho bạn. Bạn sẽ dành hàng giờ để thổi tung mọi thứ ngoài không gian!
zh_tw: 喜歡街機風格的粉絲一定會愛上這款有趣的射擊遊戲。當敵軍在外太空追逐你的時候，保護好自己的安全並摧毀敵軍的戰艦！這款遊戲擁有有趣的圖形和許多挑戰，提供超過 50 個關卡等你來挑戰。你一定會在外太空轟炸戰艦的過程中獲得許多樂趣，一小時接著一小時，無法停止！

# title
source: KSquares
ar: كي سكويرز
bn: কেস্কয়ার

# subtitle
source: Connect the dots in this challenging strategy game
ar: صل بين النقط في هذه اللعبة الاستراتيجية الصعبة
bn: এই উত্তেজনাপূর্ণ কৌশলের খেলায় ডটগুলো সংযোগ করে খেলা জিতুন
cs: Propojte tečky v této náročné strategické hře
ms: Sambungkan titik dalam permainan strategi yang mencabar
ro: Conecteaza punctele in acest joc strategic provocator
ru: Соедините точки в этой сложной стратегической игре
th: เชื่อมจุดในเกมกลยุทธ์ที่ท้าทายนี้
vi: Nối các điểm với nhau trong trò chơi chiến thuật đầy thử thách này
zh_tw: 在這款富挑戰性的策略遊戲中將點點連線
