Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: One of the trickiest parts of the math we do every day is calculating fractions and percentages, and now you’ll never have to second-guess your math again! This app features games and exercises to sharpen your skills, including arithmetic, comparison, conversion, and factorization. Learn all about fractions and percentages, and practice as much as you want. We encounter this kind of math almost every day, so your new skills will benefit you in unexpected ways!
ar: من أصعب أجزاء الرياضيات التي نقوم بها كل يوم هو حساب الكسور والنسب المئوية. والآن لن تضطر أبدا إلى التخمين لمرة ثانية في النتيجة الرياضية! هذا التطبيق يضم الألعاب والتدريبات لصقل مهاراتك، بما في ذلك الحساب، والمقارنة، والتحويل، والتحليل للعوامل. تعلم كل شيء عن الكسور والنسب المئوية، ومارسها بقدر ما تريد. إننا نواجه هذا النوع من الرياضيات كل يوم تقريبا، وبالتالي فإن مهاراتك الجديدة ستفيدك بشكل لن تتوقعه!
bn: আমাদের করা দৈনন্দিন গণিতের একটি অন্যতম কৌশলী অংশ হলো ভগ্নাংশ ও শতকরা হিসাব করা, এবং এখন আপনাকে আর কখনো গণিতের হিসাব নিয়ে দ্বিধায় পড়তে হবে না! এই এ্যাপে আছে আপনার দক্ষতা বাড়াতে খেলা ও বিভিন্ন অনুশীলন, যেমন পাটীগণিত, তুলনামূলক, রূপান্তর ও উৎপাদক। ভগ্নাংশ ও শতকরার ব্যাপারে সব তথ্যাদি জানুন, এবং যতো চান অনুশীলন করুন। এমন ধরণের গণিত আমরা প্রায় প্রতিদিন করে থাকি, তাই আপনার নতুন দক্ষতা আশাতীতভাবে আপনাকে লাভবান করবে!
cs: Jendou z nejošemetnějších částí matematiky, kterou používáme každý den, jsou zlomky a procenta. Nyní už nikdy nebudete muset hádat znovu výsledek! Tato aplikace obsahuje hry a cvičení pro zlepšení vašich dovedností, včetně aritmetiky, porovnávání, převádění a faktorizaci. Zjistěte vše o zlomcích a procentech a cvičte, kolik potřebujete. S tímto druhem matematiky se setkáváme téměř každý den, takže vaše nové dovednosti vám budou k užitku v neočekávaných chvílích!
ms: Salah satu bahagian yang paling rumit daripada matematik yang kita lakukan setiap hari adalah mengira pecahan dan peratusan, dan sekarang anda tidak akan perlu untuk kedua-meneka matematik anda lagi! Aplikasi ini mempunyai permainan dan latihan untuk mengasah kemahiran anda, termasuk aritmetik, perbandingan, penukaran, dan factorization. Ketahui semua mengenai pecahan dan peratusan, dan amalan sebanyak yang anda mahu. Kami menghadapi jenis matematik ini hampir setiap hari, jadi kemahiran baru anda akan memberi manfaat kepada anda dalam cara yang tidak diduga!
ro: Una dintre cele mai dificile părți ale matematicii care le facem în fiecare zi este sa calculam fracții și procente, iar acum nu va mai trebui să ganditi matematica din nou! Această aplicație oferă jocuri și exerciții pentru a perfecționa aptitudinile tale, inclusiv aritmetica, comparația, conversie și factorizare. Aflați mai multe despre toate fracții și procente, și practică atat cat doresti. Intalnim acest tip de matematică aproape în fiecare zi, astfel încât noile aptitudini vă vor beneficia în moduri neașteptate!
ru: Одна из самых сложных частей математики, которой мы занимаемся каждый день, - вычисление дробей и процентов. Теперь вам больше никогда не придется сомневаться в своих знаниях! Это приложение содержит игры и упражнения для оттачивания навыков, включая арифметику, сравнение, преобразование и факторизацию. Узнайте все о дробях и процентах и тренируйтесь столько, сколько захотите. С подобной математикой мы сталкиваемся почти каждый день, поэтому ваши новые навыки пригодятся вам самым неожиданным образом!
th: หนึ่งในส่วนที่ยากที่สุดของคณิตศาสตร์ที่เราทำทุกวันคือการคำนวณเศษส่วนและร้อยละ และตอนนี้คุณจะไม่ต้องเดาคณิตศาสตร์ของคุณอีก! แอพนี้ยังมีเกมและแบบฝึกหัดเพื่อเพิ่มพูนทักษะของคุณ รวมถึงการคำนวณ การเปรียบเทียบ การแปลงและการแยกตัวประกอบ เรียนรู้เกี่ยวกับเศษส่วนและร้อยละ และฝึกฝนมากให้มากที่สุดเท่าที่คุณต้องการ เราพบคณิตศาสตร์แบบนี้เกือบทุกวันนี้ ฉะนั้นทักษะใหม่ของคุณจะเป็นประโยชน์ต่อคุณในแบบที่ไม่คาดคิด!
vi: Một trong những phần khó khăn nhất trong toán học chúng ta làm mỗi ngày là tính toán phân số và tỷ lệ phần trăm, và bây giờ, bạn sẽ chẳng cần phải tính lại phép toán một lần nào nữa! Ứng dụng này có các trò chơi và bài tập để nâng cao kỹ năng của bạn, bao gồm cả số học, so sánh, chuyển đổi, và giai thừa. Tìm hiểu tất cả mọi thứ về phân số và tỷ lệ phần trăm cũng như thực hành bao nhiêu tùy thích. Chúng ta gặp phải loại phép toán này hầu như mỗi ngày, vì vậy, các kỹ năng mới sẽ mang đến lợi ích bất ngờ cho bạn!
zh_tw: 我們每天進行的數學計算其中最困難的一部份就是計算分數和百分比，而現在你不必再批評自己的數學了！這款 app 有遊戲和活動可以訓練你的技巧，包括四則運算、比較、換算和因數分解。學習所有關於分數和百分比的內容，並盡可能的進行練習。我們幾乎每天都會遇到這樣的數學問題，因此你的新技能會以意想不到方式讓你受益！

# title
source: KSnake
ar: كي سنيك

# subtitle
source: A fun and very simple game for everyone
ar: لعبة ممتعة وبسيطة جدا للجميع

# description
source: Similar to the popular arcade game, Snake, this classic game will help you fend off boredom for hours on end! While eating, the snake grows, but collide with another snake and all is lost. The game gets harder as the snakes grow longer, promising a fun challenge to players of all levels.
ar: على غرار لعبة الورق الشعبية، Snake (الأفعى)، تساعدك هذه اللعبة الكلاسيكية على درء الملل طوال ساعات متواصلة! فعند تناول الأفعى الطعام، تنمو و تكبر، ولكن تصطدم مع ثعبان آخر، وبالتالي يخسر الجميع. وتزداد اللعبة صعوبة كلما ازداد نمو الأفعى، و تعد بتحدٍ ممتع للاعبين من جميع المستويات.

# title
source: KGeography
ar: كي جيوغرافي
bn: কেভুগোল

# subtitle
source: Become a geography genius while having fun
ar: أصبح عبقريا في الجغرافيا من خلال المرح
bn: আনন্দ করতে করতে ভূগোলে দক্ষ হয়ে উঠুন
cs: Staňte se expertem na zeměpis a přitom se bavte
ms: Menjadi Pintar geografi sambil bersenang-senang
ro: Devino un geniu al geografiei in timp ce te distrezi
ru: Станьте гением географии, весело проводя время
th: เป็นอัจฉริยะทางภูมิศาสตร์ในขณะที่สนุกไปด้วย
vi: Trở thành thiên tài về địa lý một cách vui nhộn
zh_tw: 成為地理天才並獲得樂趣

# description
source: How much do you know about world geography and political affairs? Learn the world's geography through an engaging game. First, check out the map and learn about names, capitals, and flags. Then, it’s time to test your knowledge! Guess capitals and flags or try to place national borders onto an empty map. Before you know it, you’ll know about every corner of the world and will have had a lot of fun learning it all!
ar: كم تعرف عن عالم الجغرافيا والشؤون السياسية؟ تعلم جغرافية العالم من خلال لعبة مثيرة للاهتمام. أولا، تحقق من الخريطة وتعرف على الأسماء والعواصم، والأعلام. يحين الوقت لاختبار معلوماتك! خمن العواصم والأعلام، أو حاول وضع الحدود الوطنية على خريطة فارغة. وقبل أن تعرفها، عليك أن تغني معلوماتك عن كل ركن من أركان العالم، وسوف تحصل على الكثير من المتعة عند القيام بذلك!
bn: বিশ্বের ভূগোল এবং রাজনৈতিক বিষয়াদি কতোটা জানেন? একটি চমকপ্রদ খেলার মাধ্যমে বিশ্বের ভূগোল সম্পর্কে জানুন। মানচিত্র দেখে নাম, রাজধানী, পতাকা শিখুন। তারপর, আপনার জ্ঞান পরীক্ষা করার সময় আসবে! রাজধানী ও পতাকা আন্দাজ করুন অথবা জাতীয় সীমানা চিহ্নিত করুন একটি খালি মানচিত্রে। আপনি জানতে পারার আগেই আপনি পৃথিবীর সকল কোণ সম্পর্কে জেনে যাবেন এবং দারুণ আনন্দ পাবেন!
cs: Kolik toho víte o světové geografii a politických záležitostech? Naučte se světovou geografii prostřednictvím poutavé hry. Zaprvé, podívejte se na mapu a naučte se něco o názvech, hlavních městech a vlajkách. Poté je čas na vyzkoušení vašich znalostí! Hádejte hlavní města a vlajky, nebo se pokuste umístit národní hranice na prázdnou mapu. Než se nadějete, budete vědět o každém koutu světa a při učení si užijete spoustu legrace!
ms: Berapa banyak Adakah anda tahu tentang hal ehwal geografi dan politik dunia? Mempelajari geografi dunia melalui permainan yang menarik. Pertama, lihat peta dan belajar tentang nama, ibu negara, dan bendera. Kemudian, sudah tiba masanya untuk menguji pengetahuan anda! Meneka ibu negara dan bendera atau cuba untuk meletakkan sempadan negara ke atas peta kosong. Sebelum anda tahu, anda akan tahu tentang setiap sudut dunia dan akan mempunyai banyak yang menyeronokkan pembelajaran semua!
ro: Cât de mult știi despre geografia lumii și afacerile politice? Să înveți geografia lumii printr-un joc captivant. Mai întâi, vezi pe hartă și învața despre nume, capitale și steaguri. Apoi, este timpul pentru ați testa cunoștințele! Ghiceste capitale și steaguri sau încerca să plasezi granițele naționale pe o hartă goală.Vei ști despre fiecare colț al lumii și vei avea o mulțime de distracție!
ru: Как много вы знаете о мировой географии и политических вопросах? Изучите географию мира с помощью увлекательной игры. Сначала посмотрите на карту и узнайте о названиях, столицах и флагах. Затем пришло время проверить свои знания! Угадайте столицы и флаги или попробуйте нанести государственные границы на пустую карту. Вы не успеете оглянуться, как узнаете о каждом уголке мира и получите массу удовольствия от процесса обучения!
th: คุณรู้เกี่ยวกับภูมิศาสตร์โลกและกิจการทางการเมืองมากแค่ไหน เรียนรู้ภูมิศาสตร์ของโลกที่ผ่านการมีส่วนร่วมในเกม เริ่มแรกตรวจดูแผนที่และเรียนรู้เกี่ยวกับชื่อเมืองหลวงและธงต่าง ๆ จากนั้นก็ถึงเวลาที่จะทดสอบความรู้ของคุณ! เดาเมืองหลวงและธง หรือพยายามที่จะวางพรมแดนของประเทศบนแผนที่ที่ว่างเปล่า ก่อนที่คุณจะรู้มัน คุณจะรู้ในทุกมุมของโลก และจะมีความสนุกกับการเรียนรู้ทุกอย่างมากมาย!
vi: Bạn biết được bao nhiêu về địa lý thế giới và các vấn đề chính trị? Hãy tìm hiểu địa lý thế giới thông qua một trò chơi hấp dẫn. Đầu tiên, hãy xem bản đồ và tìm hiểu về tên nước, thủ đô và quốc kỳ. Sau đó, sẽ đến lúc kiểm tra kiến thức của bạn! Đoán thủ đô và quốc kỳ hay cố gắng vẽ biên giới quốc gia lên một bản đồ trống. Trước khi nhận ra, bạn sẽ biết về tất cả các nơi trên thế giới và sẽ có được rất nhiều niềm vui trong khi học hỏi!
zh_tw: 你對世界地理和政治事務了解多少？透過有趣的遊戲學習世界地理知識。首先，查看地圖並了解國家名稱、首都名稱和國旗。然後，就到了測試你的知識的時候了！猜猜首都名稱和國旗，或在一張空白的地圖上放置國家邊界。在你回過神來的那一瞬間，你已經了學到了世界上每一個角落的名稱與知識，並且在學習過程中獲得許多樂趣！

# title
source: KGoldrunner
ar: كي جولد رنر
bn: কেগোল্ডরানার

# subtitle
source: Look for treasure and hide from enemies
ar: البحث عن الكنز و الاختباء من الأعداء
bn: গুপ্তধন খুঁজে বের করুন এবং শত্রুদের কাছ থেকে লুকিয়ে থাকুন
cs: Hledejte poklady a skrývejte se před nepřáteli
ms: Cari harta dan sorok daripada musuh
ro: Cauta comori si ascunde-te de inamici
ru: Ищите сокровища и прячьтесь от врагов
th: มองหาสมบัติและซ่อนตัวจากศัตรู
vi: Tìm kiếm kho báu và che giấu khỏi kẻ thù
zh_tw: 尋找寶藏，避開敵人

# description
source: Your enemies are right on your heels as you move through mazes collecting gold in this engaging game. Featuring challenging puzzles and an exciting objective, this game is sure to be a favorite. You'll find hundreds of levels for hours of gameplay, with new mazes at every level. Just don’t fall through any trapdoors!
ar: يلاحقك أعدائك عن قرب خلال حركتك بين المتاهات عند جمع الذهب في هذه اللعبة المثيرة للاهتمام. و من خلال ما تقدمه لك من ألغاز صعبة وهدف مثير، لابد أن تكون هذه اللعبة لعبة مفضلة عندك. ستجد فيها مئات المستويات لساعات من اللعب، و متاهات جديدة على كافة المستويات. كل ما عليك القيام به هو تجنب الفشل عند مصائد الأبواب!
bn: এই চিত্তাকর্ষক খেলায় আপনি যখন গোলকধাঁধায় ঘুরে ঘুরে স্বর্ণ সংগ্রহ করছেন তখন আপনার শত্রুরাও ঠিক আপনার পেছনেই থাকবে। উত্তেজনাপূর্ণ ধাঁধা ও এক উদ্দেশ্য নিয়ে, এই খেলা শিগগিরই জনপ্রিয় হয়ে উঠবে। আপনি খেলার জন্য শতের অধিক স্তর পাবেন, প্রতি স্তরে নতুন নতুন গোলকধাঁধাসহ। শুধু খেয়াল রাখবেন যেন কোন গর্তে হঠাৎ পড়ে না যান!
cs: Vaši nepřátelé jsou vám v patách, jak se pohybujete bludišti při shromažďování zlata v této poutavé hře. Obsahuje obtížné hádanky a vzrušující úkol, tato hra určitě bude vaší oblíbenou. Naleznete stovky úrovní pro hodiny herního času, s novými bludišti v každé úrovni. Jenom nepropadněte žádným propadlem!
ms: Musuh anda adalah betul pada tumit anda kerana anda bergerak melalui mazes mengumpul emas dalam permainan ini menarik. Memaparkan teka-teki yang mencabar dan objektif yang menarik, Permainan ini pasti menjadi kegemaran. Anda akan menemui beratus-ratus tahap untuk jam Permainan, dengan mazes baru pada setiap peringkat. Jangan jatuh dari mana-mana trappintu!
ro: Inamicii sunt chiar in spatele tau atunci cand te misti prin labirint colectand aur in acest joc.Cu puzzle-uri provocatoare și un obiectiv interesant, acest joc este sigur de a fi un favorit. Veți găsi sute de niveluri pentru ore de joc, cu noi labirinturi la fiecare nivel. Pur și simplu sa nu cazi prin orice trape!
ru: Враги идут по пятам, пока вы проходите лабиринты и собираете золото в этой увлекательной игре. Благодаря сложным головоломкам и захватывающей цели эта игра обязательно станет любимой. Вы найдете сотни уровней для многочасового геймплея, причем на каждом уровне вас ждут новые лабиринты. Только не проваливайтесь в ловушки!
th: ศัตรูของคุณอยู่ที่ส้นเท้าของคุณขณะที่คุณย้ายผ่านเขาวงกตทองที่อยู่ในเกมนี้ ลักษณะปริศนาที่ท้าทายและวัตถุประสงค์ที่น่าตื่นเต้น เกมนี้มั่นใจได้ว่าจะเป็นที่ชื่นชอบ คุณจะพบหลายร้อยระดับสำหรับชั่วโมงของการเล่นเกม ด้วยเขาวงกตใหม่ในทุกระดับ เพียงแค่อย่าหล่นเข้าไปประตูลับ!
vi: Kẻ thù của bạn đuổi theo sát gót khi bạn di chuyển trong mê cung để thu thập vàng trong trò chơi hấp dẫn này. Với các câu đố đầy thách thức và mục tiêu thú vị, trò chơi này chắc chắn sẽ trở thành trò chơi yêu thích của bạn. Bạn sẽ bỏ hàng giờ để chơi hàng trăm màn chơi, với nhiều mê cung mới ở mọi cấp độ. Chỉ cần tránh đừng để rơi vào cửa sập!
zh_tw: 在這款迷人的遊戲中，當您通過迷宮收集金幣時敵人也緊隨著您。此遊戲有具挑戰性的謎題及刺激的目標，您一定會喜歡。數百個關卡可玩上數小時的遊戲時間，每個關卡都有新的迷宮。小心別掉進陷阱了！

# title
source: KHangMan
ar: كي هانجمان
bn: কেহ্যাংম্যান

# subtitle
source: One of the most fun word games on earth
ar: واحدة من أكثر ألعاب الكلمات متعة على الأرض
bn: পৃথিবীর অন্যতম মজাদার শব্দের খেলা
cs: Jedna z nejzábavnějších slovních her na zemi
ms: Salah satu permainan perkataan yang paling menyeronokkan di bumi
ro: Unul dintre cele mai amuzante jocuri de cuvinte
ru: Одна из самых веселых словесных игр на земле
th: หนึ่งในเกมคำศัพท์ที่สนุกที่สุดในโลก
vi: Một trong những trò chơi từ vựng vui nhộn nhất thế giới
zh_tw: 世界上最好玩的文字遊戲之一

# description
source: Practice your vocabulary the fun way! You'll learn new words with this puzzle game, and it's something that the whole family can play together. How do you play? Well, the computer will choose a word and players will try to guess what that word is by guessing its letters one by one until they can guess the whole word. As the players guess correctly, more and more of the word is shows, but if you make too many wrong guesses then you'll lose and have to start over with a new word!
ar: تدرب على المفردات الخاصة بك بطريقة ممتعة! سوف تتعلم كلمات جديدة مع هذه اللعبة التي يمكن أن يلعبها جميع أفراد الأسرة معا. كيف تلعب؟ حسنا، سيقوم الكمبيوتر باختيار كلمة وسيحاول اللاعبون محاولة تخمين ما هي تلك الكلمة بواسطة توقع حروفها واحدا تلو الآخر حتى يمكنهم تخمين الكلمة بالكامل. اذ عرف اللاعبون تخمينها بشكل صحيح، ستظهر المزيد من الكلمات. ولكن إذا لم تتمكن من ذلك، سوف تخسر ويجب أن تبدأ من جديد مع كلمة جديدة!
bn: মজাদার উপায়ে আপনার শব্দভান্ডার অনুশীলন করুন! ধাঁধার খেলার সাথে আপনি নতুন শব্দ শিখতে পারবেন, এবং এই খেলা পুরো পরিবার একসাথে বসে খেলতে পারবে। কম্পিউটার একটি শব্দ বেছে নেবে এবং খেলোয়াড়রা সেই শব্দ একটা একটা করে অক্ষর দেখে আন্দাজ করার চেষ্টা করতে থাকবে, যতোক্ষণ না পুরো শব্দটা লেখা হয়। খেলোয়াড়রা যতোই সঠিকভাবে আন্দাজ করবে, ততোই আরো বেশি শব্দ প্রদর্শিত হবে। কিন্তু আপনি যদি অতিরিক্ত ভুল উত্তর দিতে থাকেন, তাহলে আপনি হেরে যাবেন এবং আরেকটা নতুন শব্দ নিয়ে খেলা শুরু হবে!
cs: Procvičujte si svůj slovník zábavným způsobem! Pomocí této logické hry se naučíte nová slova a je něčím, co může hrát celá rodina dohromady. Jak se hraje? Počítač zvolí slovo a hráči se pokoušejí uhádnout jaké hádáním písmen jedno po druhém dokud neuhodnout celé slovo. Jak hráči uhádnout správně, je ze slova zobrazováno více a více, ale pokud uděláte příliš mnoho nesprávných odhadů, tak prohrajete a bude třeba začít znovu s novým slovem!
ms: Amalkan kosa kata anda cara yang menyeronokkan! Anda akan belajar perkataan baru dengan permainan teka-teki ini, dan ia adalah sesuatu yang seluruh keluarga boleh bermain bersama-sama. Bagaimana anda bermain? Well, komputer akan memilih perkataan dan pemain akan cuba meneka apa kata itu dengan meneka huruf satu demi satu sehingga mereka boleh meneka keseluruhan perkataan. Apabila pemain meneka dengan betul, semakin banyak perkataan dipaparkan, tetapi jika anda membuat terlalu banyak tekaan yang salah, maka anda akan kehilangan dan perlu bermula dengan perkataan baru!
ro: Practica vocabularul tau in modul distractiv! Vei învăța cuvinte noi cu acest joc de puzzle, și este ceva cu care întreaga familie se poate juca împreună. Cum te joci? Ei bine, computerul va alege un cuvânt și jucătorii vor încerca să ghicească ce este acel cuvânt prin ghicirea literelor sale, una câte una, până când acestia pot ghici cuvântul întreg. După ce jucătorii ghicesc în mod corect, mai mult și mai mult din cuvântul care se arată, dar dacă faci prea multe presupuneri greșite, atunci vei pierde și trebuie să înceapă un cuvânt nou!
ru: Тренируйте свой словарный запас веселым способом! С помощью этой головоломки вы выучите новые слова, и в нее можно играть всей семьей. Как вы играете? Компьютер выбирает слово, а игроки пытаются угадать, что это за слово, отгадывая его буквы одну за другой, пока не угадают все слово. По мере того, как игроки отгадывают правильно, показывается все большая часть слова, но если вы сделаете слишком много неправильных угадываний, то проиграете и вам придется начинать игру с нового слова!
th: ฝึกคำศัพท์ของคุณวิธีที่สนุก! คุณจะได้เรียนรู้คำศัพท์ใหม่กับเกมปริศนานี้ และมันเป็นสิ่งที่ทุกคนในครอบครัวสามารถเล่นด้วยกัน คุณจะเล่นอย่างไร คอมพิวเตอร์จะเลือกคำและผู้เล่นจะพยายามที่จะเดาคำที่มีอยู่โดยคาดเดาตัวอักษรทีละหนึ่ง จนกว่าเขาจะสามารถเดาคำทั้งหมด ซึ่งผู้เล่นคาดเดาได้อย่างถูกต้อง คำที่มากขึ้น ๆ ที่แสดง แต่ถ้าคุณคาดเดาผิดมากเกินไปคุณจะแพ้ และจะต้องเริ่มต้นใหม่กับคำใหม่!
vi: Thực hành từ vựng của bạn một cách vui nhộn! Bạn sẽ được học từ mới với trò chơi giải đố này, và đây cũng là trò chơi mà cả gia đình có thể chơi cùng nhau. Bạn chơi như thế nào? Máy tính sẽ chọn một từ và người chơi sẽ cố gắng đoán từ đó là gì bằng cách đoán từng chữ cái cho tới khi có thể đoán được toàn bộ từ. Khi người chơi đoán đúng, nhiều từ hơn sẽ được hiển thị, tuy nhiên, nếu bạn đoán sai quá nhiều lần thì bạn sẽ mất lượt và phải bắt đầu lại từ đầu với một từ mới!
zh_tw: 用一種有趣的方式練習背單字！使用這款益智遊戲，你可以學習新的單字，而且這款遊戲非常適合全家人一起玩喔！怎麼玩呢？電腦會先選一個單字，然後玩家必須一個接一個猜猜看這個單字的每一個字母，直到猜對整個單字。當玩家猜對時，會顯示越來越多的字母，但是，如果你猜錯太多次的話，就會輸了，然後必須從猜新的單字開始重來。

# title
source: Kigo
ar: كييجو
bn: কিগো

# subtitle
source: The ancient game of skill, updated for modern play
ar: اللعبة القديمة لعكس المهارات تم تحديثها لتصبح لعبة حديثة
bn: দক্ষতার প্রাচীন খেলা, আধুনিকভাবে খেলার জন্য আপডেটকৃত
cs: Starověká hra dovedností, aktualizovaná pro moderní hraní
ms: Permainan kuno yang memerlukan kemahiran, dikemaskini untuk mainan moden
ro: Stravechiul joc de abilitate,actualizat la era moderna
ru: Древняя игра в мастерство, обновленная для современной игры
th: เกมทักษะแบบโบราณ ได้รับการปรับปรุงเพื่อการเล่นที่ทันสมัย
vi: Trò chơi kỹ năng kinh điển được cập nhật lối chơi hiện đại
zh_tw: 古老的技巧遊戲，更新的現代玩法

# description
source: Based on a two-player board game popular in Asia, this app has easy-to-learn rules, but requires a great deal of strategy. It’s the perfect way to pass the time while exercising your mind. The goal is simple: move your black or white pieces on the grid (the size of the grid depends on the difficulty level you choose), and try to surround more of the board than your opponent. If you like games like chess, then you'll love this great strategy game too!
ar: تم تطوير هذا التطبيق بالإستناد على لعبة الألواح الشعبية في آسيا والتي يلعبها لاعبان، و تعتبر قواعد هذا التطبيق سهلة التعلم، ولكن يتطلب ذلك قدراً كبيراً من الاستراتيجية. انه الوسيلة المثالية لتمضية الوقت وفي الوقت نفسه تدريب عقلك. وتعد طريقة اللعب بسيطة: قم بتحريك قطعك السوداء أو البيضاء على اللوح (الشبكة) (حجم الشبكة يعتمد على مستوى الصعوبة الذي قمت باختياره)، وحاول تطويق أكبر قدر من اللوحة بشكل يفوق خصمك. إن كنت ممن يحبون الشطرنج، فلا شك أنك ستحب هذه اللعبة الاستراتيجية الرائعة!
bn: এশিয়ার জনপ্রিয় দুই খেলোয়াড় বিশিষ্ট খেলার উপর ভিত্তি করে বানানো এই এ্যাপের নিয়মগুলো সহজবোধ্য, কিন্তু অনেক কৌশলের প্রয়োজন পড়ে। বুদ্ধির অনুশীলন করে সময় কাটানোর একটি যথার্থ উপায়। এই খেলার লক্ষ্য খুব সহজ: আপনার কালো অথবা সাদা গুটিগুলো ছকে চালুন (ছকের আকার নির্ভর করবে আপনি কোন স্তরে খেলছেন তার উপর), এবং আপনার প্রতিপক্ষের চাইতে বোর্ডের বেশিরভাগ এলাকা জুড়ে থাকার চেষ্টা করুন। আপনি যদি দাবার মতো খেলা পছন্দ করেন, তাহলে এই দারুণ কৌশলী খেলাটিও আপনার পছন্দ হবে!
cs: Založená na deskové hře pro dva hráče, oblíbené v Asii, tato aplikace má snadno naučitelná pravidla, ale vyžaduje velké množství strategie. Je to perfektní způsob jak si ukrátit čas a přitom procvičit svou mysl. Cíl je jednoduchý: přesunout své černé nebo bílé kameny na mřížce (velikost mřížky závisí na stupni obtížnosti, kterou zvolíte), a pokusit obklopit více z desky, než váš protihráč. Pokud máte hry jako šachy, pak se vám tato skvělá strategická hra bude líbit také!
ms: Berdasarkan permainan papan dua pemain yang popular di Asia, aplikasi ini mempunyai peraturan yang mudah dipelajari, tetapi memerlukan banyak strategi. Ia adalah cara yang sempurna untuk lulus masa semasa menjalankan fikiran anda. Matlamatnya adalah mudah: memindahkan kepingan hitam atau putih anda pada grid (saiz grid bergantung pada tahap kesukaran yang anda pilih), dan cuba mengelilingi lebih banyak Lembaga daripada lawan anda. Jika anda suka permainan seperti catur, maka anda akan suka ini permainan strategi yang hebat juga!
ro: Bazat pe doi jucători,acest joc popular în Asia, această aplicație este ușor de învățat, dar necesită o mare strategie. Este modul perfect pentru a antrena mintea. Scopul este simplu: muta piesele albe sau negre pe grila (dimensiunea tablei depinde de nivelul de dificultate pe care o alegeți), și încearca să înconjori mai multa tabla decât adversarul tău. Dacă îți plac jocurile, cum ar fi șah, atunci vei iubi acest joc de strategie mare!
ru: Это приложение, основанное на популярной в Азии настольной игре для двух игроков, имеет простые в освоении правила, но требует большой стратегии. Это идеальный способ скоротать время и одновременно потренировать свой ум. Цель проста: перемещайте черные или белые фигуры по сетке (размер сетки зависит от выбранного вами уровня сложности) и постарайтесь окружить большую часть доски, чем ваш противник. Если вам нравятся такие игры, как шахматы, то вам понравится и эта замечательная стратегическая игра!
th: ตามที่เกมกระดานสองผู้เล่นที่เป็นที่นิยมในเอเชีย แอพนี้ง่ายต่อการเรียนรู้ แต่ต้องมีการจัดการกลยุทธ์ที่ดี ซึ่งเป็นวิธีการที่สมบูรณ์แบบที่จะผ่านเวลาขณะบริหารความคิดของคุณ เป้าหมายของเราง่ายๆ: ย้ายส่วนสีดำหรือสีขาวของคุณในตาราง (ขนาดของตารางขึ้นอยู่กับระดับความยากที่คุณเลือก) และพยายามที่จะล้อมรอบเพิ่มขึ้นของกระดานมากกว่าคู่แข่งของคุณ ถ้าคุณชอบเกมอย่างหมากรุก คุณจะรักเกมกลยุทธ์นี้ด้วย!
vi: Dựa trên trò chơi trên bảng dành cho hai người chơi phổ biến ở châu Á, ứng dụng này có luật chơi dễ học dễ hiểu, nhưng cũng đòi hỏi rất nhiều chiến lược. Đây là cách thức hoàn hảo để vừa giết thời gian vừa luyện tập trí não. Mục tiêu của trò chơi rất đơn giản: di chuyển quân cờ đen hoặc màu trắng của bạn trên ma trận (kích thước của ma trận phụ thuộc vào mức độ khó mà bạn chọn) và cố gắng vây hãm nhiều khu vực hơn đối thủ của bạn. Nếu bạn thích các trò chơi như cờ vua thì bạn cũng sẽ yêu thích trò chơi chiến thuật tuyệt vời này!
zh_tw: 這款應用程式基於亞洲的熱門兩人棋盤遊戲為概念製作而成，擁有簡單易學的規則，但需要運用大量策略。這是消磨時間的好方法，同時還可以鍛鍊腦力。目標非常簡單：在格子上移動黑子或白子（格子大小取決於你所選擇的遊戲困難度而定），試圖包圍比你的對手還要多的棋子就對了！如果你喜歡象棋這類遊戲，那麼你一定也會喜歡這款策略遊戲！

# title
source: Killbots
ar: كيلبوتس
bn: কিলবটস

# subtitle
source: Outsmart the killer robots to win
ar: كن أكثر دهاء من الرجال الآليين القاتلة للفوز
bn: খুনী রোবটদের ধোঁকা দিয়ে খেলা জিতুন
cs: Přechytračte vraždící roboty a vyhrajte
ms: Kalahkan robot pembunuh untuk menang
ro: Depaseste prin inteligenta robotul pentru a castiga
ru: Одолейте роботов-убийц, чтобы победить
th: ชิงไหวชิงพริบหุ่นยนต์นักฆ่าเพื่อที่จะชนะ
vi: Tiêu diệt sát thủ rô bốt để giành chiến thắng
zh_tw: 打敗機器人殺手獲得勝利
