Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: This game is similar to the original Super Mario Brothers games where you must run and jump your way to new levels. This game features 26 levels with different opponents to fight, and fun music, in addition to a story that you can follow along with as you play.
ar: تشبه هذه اللعبة ألعاب سوبر ماريو براذرز الأصلية حيث يجب عليك الركض والقفز إلى مستويات جديدة. تمتاز هذه اللعبة بـ26 مستوى وبخصوم مختلفين لقتالهم. كما تمتاز بالموسيقى الممتعة، بالإضافة إلى أنها تروي قصة يمكنك اتباعها بالتزامن مع ما تقوم به.
bn: এই খেলাটি মূলতঃ সুপার মারিও ব্রাদার খেলাগুলোর সাথে সামঞ্জস্যপূর্ণ যেখানে আপনাকে দৌড়ে ও লাফ দিয়ে নতুন স্তরে পৌছাতে হয়। এই খেলায় 26 টি স্তর আছে যেখানে আপনি ভিন্ন ভিন্ন প্রতিপক্ষের সাথে পাবেন দারুণ সঙ্গীত আর সাথে খেলতে খেলতে জানতে পারবেন চমকপ্রদ একটি গল্প।
cs: Tato hra je podobná původním hrám Super Mario Brothers, kde se po vás chce proběhnout a proskákat do dalších úrovní. Tato hra kromě příběhu, který vás jí provází, obsahuje 26 úrovní s různými protivníky a zábavnou hudbou.
ms: Permainan ini seakan-akan sama dengan permainan Super Mario Brothers yang mana anda perlu lari dan lompat ketika bermain untuk terus maju ke aras-aras yang berikutnya. Permainan ini memfiturkan 26 aras dengan pihak lawan yang berbeza, dan juga dilengkapi dengan muzik yang menarik. Selain itu, ia menawarkan satu bentuk penceritaan yang interaktif sepanjang pemainan.
ro: Acest joc este similar cu originalul Super Mario Brothers unde trebuie sa alergi si sa sari pentru a termina nivele.Acest joc are 26 de nivele cu diferiti adversari,si o poveste care continua in timp ce joci.
ru: Эта игра похожа на оригинальную игру Super Mario Brothers, где нужно бегать и прыгать, чтобы пройти новые уровни. В этой игре 26 уровней с различными противниками, с которыми предстоит сражаться, веселая музыка, а также история, которую можно проследить в процессе игры.
th: เกมนี้จะคล้ายกับต้นฉบับเกมซูเปอร์มาริโอบราเธอร์สที่คุณต้องวิ่งและกระโดดในทางของคุณไปสู่ระดับใหม่ เกมนี้มี 26 ระดับด้วยฝ่ายตรงข้ามที่แตกต่างกันในการต่อสู้ และเพลงที่สนุก นอกเหนือไปจากเรื่องที่คุณสามารถทำตามพร้อมกับที่คุณเล่น
vi: Trò chơi này cũng tương tự như trò chơi Super Mario Brothers nguyên bản, bạn phải chạy và nhảy theo cách của bạn qua màn chơi mới. Trò chơi này có 26 màn chơi với các đối thủ khác nhau để chiến đấu, cùng với điệu nhạc vui nhộn, ngoài ra còn có phần cốt truyện để bạn theo dõi trong khi chơi.
zh_tw: 這個遊戲類似於原創遊戲「超級瑪莉 (Super Mario Brothers)」，你必須一路跑跑跳跳闖關。這個遊戲設有 26 個關卡，你必須和不同的對手進行戰鬥，除了豐富的故事情節之外，整個遊戲期間還有有趣的音樂陪伴著你。

# title
source: Tux Kart
ar: تكس كارت (بطريق السيارت)
bn: টাক্স কার্ট

# subtitle
source: Race alone or against your friends and family
ar: تنافس في السباق مع أصدقائك أومع عائلتك
bn: একাই পাল্লা দিন অথবা আপনার বন্ধু ও পরিবারের প্রতিপক্ষ হোন
cs: Závoďte sami nebo proti svým přátelům a členům rodiny
ms: Berlumba secara sendirian atau dengan rakan dan ahli keluarga anda
ro: Intrece-te cu prietenii si familia
ru: Участвуйте в гонках в одиночку или против своих друзей и членов семьи
th: แข่งเดี่ยวหรือจะแข่งกับเพื่อนและครอบครัวคุณ
vi: Đua xe đơn thương độc mã hoặc đua cùng bạn bè và gia đình
zh_tw: 獨自奔馳或與您的親朋好友比賽

# description
source: Do you love racing games? Then this is the app for you! Race down easy, medium and hard race tracks as Tux, the penguin, and try to beat your own speed or a friend's. If you are able to get the red fish, you'll gain special powers that will help you win, but make sure to avoid the green fish or you'll slow down. This game is great for both kids and adults alike and is sure to entertain you and your friends for hours!
ar: هل تحب ألعاب السباقات؟ إذاً، فهذا التطبيق لك بالتحديد! سابق في المضامير المختلفة -السهلة والمتوسطة والصعبة- كما يفعل تكس، البطريق، وحاول تجاوز سرعتك في سباقات سابقة أو تجاوز سرعة أحد الأصدقاء. إذا كنت قادرا على الحصول على الأسماك الحمراء، فسوف تكسب قوى خاصة تمكنك من الفوز، ولكن تأكد من تفادي الأسماك الخضراء و إلا فعليك أن تبطئ. تعتبر هذه اللعبة ممتازة بالنسبة لكل من الصغار والكبار على حد سواء ومن المؤكد حصولك وأصدقائك على المتعة والمرح لساعات طوال!
bn: আপনি কি প্রতিযোগিতাপূর্ণ খেলাগুলো পছন্দ করেন? তাহলে এই এ্যাপটি একেবারে আপনার জন্যই! টাক্স পেঙ্গুইন হয়ে রেইস ট্র্যাকে সহজ, মাঝারি ও কঠিন স্তরে প্রতিযোগিতা করুন, এবং নিজের বা আপনার বন্ধুর গতির রেকর্ড ভাঙার চেষ্টা করুন। যদি আপনি লাল মাছটিকে গায়েব করে দিতে পারেন, তাহলে আপনি বিশেষরকম ক্ষমতা পাবেন যা আপনাকে জিততে সাহায্য করবে। তবে নিশ্চিত করুন যেন সবুজ মাছটির সামনে না পড়ে যান, নইলে সে আপনাকে ধীর করে দেবে। এই খেলাটি খেলে বাচ্চা ও বুড়ো উভয়েই একইরকম মজা পাবে এবং আপনাকে ও আপনার বন্ধুদের ঘন্টা ধরে বিনোদন দিতে সমর্থ!
cs: Máte rádi závodní hry? Pak je toto aplikace pro vás! Jezděte snadné, střední a těžké závodní tratě jako tučňák Tux a pokoušejte se porazit rychlostní rekordy své i vašich přátel. Pokud se vám podaří získat červenou rybu, získáte speciální síly, která vám pomohou vyhrát, ale vyhněte se zelené rybě, která by vás zpomalila. Tato hra je skvělá jak pro děti, tak pro dospělá a určitě vás a vaše přátel zabaví na hodiny!
ms: Anda suka dengan permainan lumba? Oleh itu apl ini sesuai untuk anda! Berlumba dengan trek mudah, sedang atau sukar sebagai si Tux, iaitu seekor penguin, cuba atasi kelajuan terbaik anda atau rakan anda. Jika anda berjaya mendapatkan ikan merah, anda akan memperoleh kuasa istimewa yang memudahkan perlumbaan anda. Sebaliknya, hindari ikan hijau kerana ia akan melambatkan kenderaan anda. Permainan ini sesuai dimainkan bersama-sama dengan anak-anak dan juga pasti menghiburkan dalam tempoh berjam-jam!
ro: Iti plac jocurile de curse?Atunci aceasta aplicatie este pentru tine!Nivele pentru incepatori,sau avansati.Daca poti sa scapi de pestele rosu,vei capata o putere speciala care te va ajuta sa castigi,dar ai grija ca ocolesti pestii verzi pentru ca vei incetini.
ru: Вы любите гоночные игры? Тогда это приложение для вас! В роли пингвина Тукса мчитесь по легким, средним и трудным трассам и попытайтесь превзойти свою скорость или скорость друга. Если вам удастся поймать красную рыбу, вы получите особые способности, которые помогут вам победить, но старайтесь избегать зеленых рыб, иначе вы замедлитесь. Эта игра понравится как детям, так и взрослым и наверняка развлечет вас и ваших друзей на долгие часы!
th: คุณรักเกมแข่งรถหรือไม่ ถ้าเช่นนั้นนี่คือแอพสำหรับคุณ! การแข่งขันแบบง่าย ปานกลาง และการแข่งขันแบบยากเหมือน Tux ที่เป็นเพนกวิน และพยายามที่จะเอาชนะความเร็วของคุณเองหรือของเพื่อน หากคุณสามารถที่จะได้รับปลาสีแดงคุณจะได้รับพลังพิเศษที่จะช่วยให้คุณชนะ แต่ให้แน่ใจว่าหลีกเลี่ยงปลาสีเขียวหรือคุณจะชะลอลง เกมนี้เป็นที่ดีสำหรับทั้งเด็กและผู้ใหญ่ด้วย และมั่นใจว่าจะสร้างความบันเทิงให้คุณและเพื่อนของคุณเป็นเวลานาน!
vi: Bạn có thích chơi đua xe không? Vậy đây chính là ứng dụng dành cho bạn! Đua ở các mức độ dễ, trung bình và khó trong vai chú chim cánh cụt Tux, cố gắng vượt qua tốc độ của chính mình hoặc của bạn bè. Nếu bạn nhận được con cá màu đỏ, bạn sẽ có được sức mạnh đặc biệt giúp bạn giành chiến thắng, nhưng phải đảm bảo tránh những con cá màu xanh lá cây nếu không bạn sẽ bị giảm tốc độ. Trò chơi này rất phù hợp cho cả trẻ em lẫn người lớn và chắc chắn sẽ giúp bạn và bạn bè giải trí trong nhiều giờ!
zh_tw: 您喜歡賽車遊戲嗎？那麼這款 app 很適合您！扮演企鵝 Tux 在簡單、中等和困難的賽道中奔馳，試著勝過自己或好友的速度。若得到紅色的魚可獲得特殊的能力，協助您獲勝，但務必避開綠色的魚，否則速度會減慢。這款遊戲老少咸宜，一定能讓您和好友度過愉快的數小時！

# title
source: Teeworlds
ar: تييوورردز
bn: টিওয়ার্ল্ড

# subtitle
source: Exciting multi-player shooting game
ar: لعبة اطلاق نار ممتعة و متعددة اللاعبين
bn: একের অধিক খেলোয়াড়সহ উত্তেজনাময় শ্যুটিং খেলা
cs: Vzrušující střílečka pro více hráčů
ms: Permainan menembak berbilang pemain yang mengujakan
ro: Joc multi-player excitant de tragere
ru: Захватывающая многопользовательская игра-стрелялка
th: เกมยิงปืนแบบผู้เล่นหลายคนที่น่าตื่นเต้น
vi: Trò chơi bắn súng nhiều người chơi đầy hào hứng
zh_tw: 刺激的多人射擊遊戲

# description
source: Shoot your way to victory in death matches and more! This game has an old-school feel and is an exciting multiplayer shooting game with epic battles of up to 16 players at a time. Play Capture the Flag or Team Deathmatch where you must try to survive in the deadly arena while getting rid of your opponents. This game is packed with cool featuers like the ability to create your own map! Lots of bloody fun awaits you, so grab your virtual weapons and go!
ar: اخنرق طريقك للفوز في ألعاب الموت وأكثر من ذلك! تحمل هذه اللعبة طابع و شعور المدرسة القديمة، كما أنها لعبة اطلاق نار مثيرة ومتعددة اللاعبين ومعارك ملحمية قد يصل بها عدد اللاعبين إلى 16 لاعبا في وقت واحد. إلعب "الحصول على العلم" أو "فريق الموت" حيث يجب عليك أن تبقى على قيد الحياة في الساحة الفتاكة أثناء التخلص من خصومك. تمتاز هذه اللعبة بخصائص رائعة، مثل إمكانية إنشاء الخريطة الخاصة بك! الكثير من الممتعة الدامية في انتظارك، لذلك تمسك بأسلحتك الافتراضية وانطلق!
bn: ডেথ ম্যাচ ও আরো অনেকগুলো খেলায় গুলি করে আপনার জয় ছিনিয়ে নিন! এই খেলাটিতে একটি পুরানো অনুভব আছে এবং এটি একটি উত্তেজনাময় একের অধিক খেলোয়াড় বিশিষ্ট শ্যুটিং খেলা, যেখানে সর্বোচ্চ 16 জন খেলোয়াড় পর্যন্ত একবারে খেলতে পারেন। পতাকা ধরার খেলাটি খেলুন অথবা টিম ডেথম্যাচ যেখানে আপনাকে ভয়ঙ্কর ময়দানে প্রতিপক্ষকে ঘায়েল করার সময় নিজে বাঁচারও চেষ্টা করতে হবে। এই খেলাটি দারুণ সব বৈশিষ্ট্য দিয়ে ভরপুর যেমন আপনি নিজে আ্পনার মানচিত্র বানিয়ে নিতে পারবেন! অনেক রকম রক্তাক্ত আনন্দ আপনার জন্য এখানে অপেক্ষা করছে। অতএব, আপনার ভার্চুয়াল অস্ত্রটি শক্ত করে ধরুন আর চলুন এগোই!
cs: Prostřílejte si cestu k vítězství ve smrtících zápasech a další! Tato hra je dělaná dle staré školy a je vzrušující střílečkou pro více hráčů s epickými bitvami až 16 hráčů naráz. Hrajte na zajmutí vlajky nebo týmový smrtelný zápas, kde se pokoušíte přežít ve smrtící aréně a zároveň se zbavovat svých protivníků. Tato hra přichází se skvělými funkcemi, jako např. možností vytvářet si své vlastní mapy! Očekává vás mnoho krvavé zábavy, takže popadněte své virtuální zbraně a vyrazte!
ms: Tembak untuk menang dalam permainan kalah mati dan banyak lagi! Permainan ini menawarkan suasana permainan zaman dulu-dulu dan merupakan permainan berbilang pemain dengan pertempuran epik sehingga penglibatan 16 orang pemain pada satu sama. Main acara Tawan Bendera atau Capture the Flag atau Kalah-Mati Berpasukan atau Team Deathmatch iaitu anda mesti kekal hidup dalam arena merbahaya dan pada masa yang sama cuba kalahkan pihak lawan. Permainan ini dilengkapkan dengan fitur menarik seperti keupayaan mencipta peta anda sendiri! Perlawanan yang hebat menanti anda, oleh itu marilah kita angkat senjata maya dan terus berjuang!
ro: Fa-ti drum spre victorie in meciuri cu moartea sau mai mult!Aces joc are un aspect old-school si este un joc shooting cu batalii epice de pana la 16 jucatori odata.Joaca Captureaza Steagul unde va trebui sa rezisti intr-o arena si unde trebuie sa scapi de adversari.O lume sangeroasa te asteapta , asa ca inarmeaza-te bine si porneste distractia!
ru: Стреляйте до победного конца в смертельных матчах и не только! Эта игра в стиле старой школы представляет собой захватывающий многопользовательский шутер с эпическими сражениями до 16 игроков одновременно. Играйте в "Захват флага" или "Командный матч смерти", где вы должны попытаться выжить на смертельной арене, избавляясь от своих противников. В этой игре есть такие замечательные возможности, как возможность создать свою собственную карту! Вас ждет много кровавого веселья, так что берите свое виртуальное оружие и вперед!
th: ยิงด้วยวิธีของคุณไปสู่ชัยชนะในการแข่งขันการตายและอื่น ๆ! เกมนี้มีความรู้สึกที่โรงเรียนเก่าและเป็นเกมที่หลายคนถ่ายภาพที่น่าตื่นเต้นกับมหากาพย์การต่อสู้ได้ถึง 16 ผู้เล่นในเวลาเดียว เล่นจับธงหรือทีมพิฆาตที่คุณจะต้องพยายามที่จะอยู่รอดในอารีน่าที่น่ากลัว ในขณะที่การกำจัดฝ่ายตรงข้ามของคุณ เกมนี้จะเต็มไปด้วยลักษณะที่เจ๋ง ๆ อย่างทักษะความสามารถในการสร้างแผนที่ของคุณเอง! ความสนุกสนานมากมายรอคุณอยู่ คว้าอาวุธเสมือนของคุณและไปลุย!
vi: Bắn và tiêu diệt mọi chướng ngại trên con đường giành chiến thắng trong các trận chiến tử thần và còn hơn thế nữa! Trò chơi này mang đến cảm giác quen thuộc và là trò chơi bắn súng nhiều người tham gia với trận chiến hùng tráng lên đến 16 tay súng cùng một lúc. Chinh phục phần chơi Cướp cờ hoặc Đấu đội, mà trong đó bạn phải cố gắng vừa sống sót trong đấu trường sinh tử vừa phải tiêu diệt kẻ thù. Trò chơi này có nhiều tính năng thú vị như khả năng tạo bản đồ cho riêng mình! Cảm giác cực kỳ hào hứng đang chờ đón bạn, hãy xách theo vũ khí ảo và chiến đấu nào!
zh_tw: 在死亡遊戲中一路射擊以贏得勝利！這個遊戲充滿懷舊感，是一款令人興奮的多人射擊遊戲，擁有史詩般的戰鬥場景，最多可同時容納 16 個玩家一起上場玩。玩 Capture the Flag 或 Team Deathmatch，你必須試圖在致命的競技場內擺脫對手以存活。這款遊戲提供許多酷炫功能，例如：你可以建立自己的地圖！許多樂趣等待著你來發掘，所以請不要等待，馬上拿起你的虛擬武器往前衝吧！

# title
source: TORCS
ar: تورس (لعبة سباق السيارات)

# subtitle
source: Race cool 3D cars in this realistic game
ar: سباق السيارات الثلاثي الأبعاد في هذه اللعبة الواقعية
bn: এই বাস্তবধর্মী খেলাতে দারুণ 3D গাড়ি দিয়ে প্রতিযোগিতা করুন
cs: Závod skvělých trojrozměrných aut v této realistické hře
ms: Berlumba dengan kereta 3D hebat di dalam permainan yang realistik
ro: Intreceri 3D cu masini in acest joc realist
ru: Участвуйте в гонках на крутых 3D-автомобилях в этой реалистичной игре
th: แข่งรถ 3D สุดเท่ในเกมเสมือนจริงนี้
vi: Trò chơi đua xe 3D cực chất y như thật
zh_tw: 在這款真實的遊戲中進行超酷 3D 賽車

# description
source: Rip around turns and scream past other drivers in this exciting 3D car racing game. It's so realistic that you'll swear you smell the burning rubber! Advanced users also have an opportunity to create their own custom drivers to gain an even bigger advantage over their opponents. You'll love racing your fast cars, and soon you'll see that all of your friends will want to play too!
ar: تجاوز المنعطفات وقم بالصراخ على السائقين الآخرين مع هذه اللعبة لسباق السيارات بنظام البعد الثلاثي. إنها واقعية بدرجة كبيرة بحيث، أقسم لك، انك ستشتم رائحة حرق الإطارات! أما بالنسبة للمستخدمين المحترفين، مع هذه اللعبة تملكون الفرصة لتصميم سائقيكم لكسب ميزة أكبر على خصومكم. ستحب قيادة سيارة السباق السريعة الخاصة بك، وسرعان ما ستلاحظ أن كل أصدقائك يرغبون باللعب أيضا!
bn: এই উত্তেজনাপূর্ণ 3D কার-রেসিং খেলায় পালাক্রমে অন্য ড্রাইভারদের তাড়া করুন এবং চিৎকার দিন। এই খেলাটি এতই বাস্তবতাপূর্ণ যে আপনি নিজেই বলবেন আপনি পোড়া রাবারের গন্ধ পেয়েছেন! অগ্রবর্তী ব্যবহারকারীরা নিজেরাই নিজেদের মত চালক তৈরি করতে পারবেন যা প্রতিপক্ষের উপরে আরো বড় সুযোগ নিতে আপনাকে সাহায্য করবে। আপনি আপনার দ্রুতগামী গাড়িকে ভালবাসবেন, এবং দেখবেন খুব শীঘ্রই আপনার বন্ধুরাও খেলতে চাইবে।
cs: Řezejte zatáčky a proburácejte kolem ostatních závodníků v této vzrušující 3D závodní hře s auty. Je tak realistická, že si budete myslet, že cítíte spálenou gumu! Pokročilí uživatelé také mají možnost vytvářet své vlastní nastavení auto a získat tak ještě větší výhodu nad svými protivníky. Bude se vám líbit závodění s rychlými vozy a brzy uvidíte, že všichni vaši přátelé budou chtít hrát také!
ms: Pintasi banyak pusingan dan mengaum pantas jauh di hadapan pemandu lain dalam permainan lumba kereta 3D yang mengujakan ini. Ia sangat realistik sehinggakan anda seakan-akan dapat menghidu bau tayar kereta yang terbakar! Pengguna mahir boleh mencipta sendiri pemandu untuk mengatasi pihak lawan. Anda pasti menyukai pemanduan kereta pantas anda dan anda dapati rakan anda begitu jua!
ro: Acest joc de condus si curse 3D este atat de realist incat poti simti mirosul de cauciuc ars!Jucatorii avansati au posibilitatea de a creea soferi pentru a avea un avantaj in fata concurentilor.Vei iubi masinile rapizi,si curand vei vedea ca si prietenii tai vor dori sa joace acest joc!
ru: Проходите повороты и проноситесь мимо других водителей в этой захватывающей 3D гоночной игре. Она настолько реалистична, что вы можете поклясться, что чувствуете запах горящей резины! У продвинутых пользователей также есть возможность создавать собственных гонщиков, чтобы получить еще большее преимущество над соперниками. Вам понравится гонять на своих быстрых машинах, и вскоре вы увидите, что все ваши друзья тоже захотят поиграть!
th: หมุนรอบๆ และกรีดร้องที่ผ่านมาในนักขับอื่น ๆ เกมแข่งรถ 3D ที่น่าตื่นเต้นนี้ มันจึงมีเหตุผลที่คุณจะได้กลิ่นยางเผาไหม้! ผู้ใช้ระดับขั้นสูงยังมีโอกาสที่จะสร้างคนขับรถของพวกเขาเองที่จะได้รับประโยชน์ที่ยิ่งใหญ่กว่าฝ่ายตรงข้ามของพวกเขา คุณจะรักการแข่งรถของคุณอย่างเร็วและในเวลาไม่นานคุณจะเห็นว่าเพื่อนของคุณจะต้องการที่จะเล่นด้วย!
vi: Kéo lết bánh vài vòng và cười nhạo các tay đua bị qua mặt trong trò chơi đua xe 3D cực kỳ hào hứng này. Trò chơi sống động đến nỗi bạn có thể ngửi thấy mùi cao su cháy! Người chơi cao thủ cũng sẽ có cơ hội tạo tay đua riêng cho mình để có nhiều lợi thế hơn các đối thủ. Bạn sẽ thích đua bằng những chiếc xe tốc độ cao của mình và sẽ sớm nhận thấy rằng tất cả bạn bè đều muốn chơi cùng!
zh_tw: 在這款刺激的 3D 賽車遊戲中急速過彎，在其他車手面前呼嘯而過。非常寫實，幾乎可以聞到燃燒的橡膠味！高級使用者還有機會建立自己的自訂賽車手，比對手擁有更大的優勢。您會愛上飛車馳聘的滋味，而且很快會發現所有朋友也都想玩！

# title
source: Videos
ar: فيديوز
bn: ভিডিও
cs: Videa
ms: Video-Video
ro: Video
ru: Видео
th: วีดีโอ
vi: Video
zh_tw: 影片

# subtitle
source: Full function video and media player
ar: فيديو بخصائص كاملة و مشغل وسائط
bn: সম্পূর্ণ কার্যকরী ভিডিও এবং মিডিয়া প্লেয়ার
cs: Plnohodnotný přehrávač videa a multimédií
ms: Video fungsi penuh dan Pemain Media
ro: Un media player complet functional
ru: Полнофункциональный видео- и медиаплеер
th: วิดีโอฟังก์ชั่นเต็มรูปแบบและเครื่องเล่นสื่อ
vi: Trình phát video và giải trí đầy đủ chức năng
zh_tw: 全功能影片及媒體播放工具

# description
source: Do you love watching movies? Do it the right way with this video application that allows you to watch movies you have downloaded in full-screen mode. Other basics, like volume control and playlists, make your video-watching experience easy and fun. With this application you'll want to invite all of your family and friends to join you in watching all of your favorite movies!
ar: هل تحب مشاهدة الأفلام؟ حقق هذا الأمر بالطريقة الصحيحة من خلال هذا التطبيق الذي يعطيك الفرصة لمشاهدة الأفلام التي قمت بتنزيلها على نظام الشاشة الكبيرة. و ما يزيد من متعة المشاهدة الأمور الأخرى البسيطة كخاصية التحكم بالصوت و قائمة التشغيل. عند استخدامك لهذا التطبيق، ستعشق دعوة أفراد عائلتك و أصدقائك ليشاركوك مشاهدة أفلامك المفضلة
bn: ছায়াছবি দেখতে ভালবাসেন ? এখনই ছবি দেখুন এই ভিডিও অ্যাপ্লিকেশনের মাধ্যমে যা আপনাকে ডাউনলোডকৃত মুভি ফুল-স্ক্রিন মোডে দেখতে সাহায্য করবে। অন্যান্য মৌলিক বিষয়, যেমন ভলিউম নিয়ন্ত্রণ এবং প্লেলিস্ট তৈরি করে আপনার ভিডিও দেখার অভিজ্ঞতাকে আরো সহজ ও মজার করবে। এই অ্যাপ্লিকেশনের মাধ্যমে আপনি আপনার পরিবার ও বন্ধুদের আপনার প্রিয় মুভি দেখার আমন্ত্রণ জানাতে পারবেন!
cs: Sleduje rádi filmy? Udělejte to hned teď s touto video aplikací, která umožňuje shlížet filmy, které jste si stáhli, v režimu na celou obrazovku. Ostatní základní funkce, jako například ovládání hlasitosti a seznamy k přehrávání, usnadňují váš zážitek ze sledování a dělají ho zábavným. S touto aplikací budete chtít pozvat celou svou rodinu a přátele, aby se k vám připojili při sledování vašich oblíbených filmů!
ms: Adakah anda suka menonton filem? Adakah cara yang betul dengan aplikasi video ini yang membolehkan anda untuk menonton filem anda yang telah dimuat turun dalam mod skrin penuh. Asas lain, seperti kawalan kelantangan dan senarai main, membuat pengalaman menonton video anda mudah dan menyeronokkan. Dengan aplikasi ini, anda akan mahu menjemput semua keluarga dan rakan anda untuk menyertai anda dalam menonton semua filem kegemaran anda!
ro: Iti place sa vizionezi filme?Fa asta acum cu aceasta aplicatie care iti permite sa vizionezi filmele descarcate in modul full-screen.Cu această aplicație veți dori să invitati toată familia și prietenii să vi se alăture în vizionarea filmelor preferate!
ru: Вы любите смотреть фильмы? Сделайте это правильно с помощью этого видеоприложения, которое позволяет смотреть загруженные фильмы в полноэкранном режиме. Другие базовые функции, такие как регулировка громкости и списки воспроизведения, сделают ваш просмотр видео легким и увлекательным. С этим приложением вы захотите пригласить всех своих родных и друзей присоединиться к просмотру всех ваших любимых фильмов!
th: คุณชอบดูภาพยนตร์หรือไม่ ใช้วิธีที่เหมาะสมด้วยโปรแกรมวิดีโอนี้ที่ช่วยให้คุณสามารถชมภาพยนตร์ที่คุณได้ดาวน์โหลดในโหมดแบบเต็มหน้าจอ พื้นฐานอื่น ๆ เช่นการควบคุมความดังเสียง และรายการเพลง ทำประสบการณ์การดูวิดีโอของคุณให้ง่ายและสนุก ด้วยโปรแกรมนี้คุณจะต้องการที่จะเชิญชวนทุกคนในครอบครัวและเพื่อนของคุณที่จะเข้าร่วมกับคุณในการดูภาพยนตร์ทั้งหมดที่คุณชื่นชอบ!
vi: Bạn có thích xem phim không? Hãy xem phim đúng cách bằng ứng dụng video này, là ứng dụng cho phép bạn xem phim đã được tải về ở chế độ toàn màn hình. Các chức năng cơ bản khác, ví dụ như điều chỉnh âm lượng và danh sách phát, giúp trải nghiệm xem phim trở nên dễ dàng và vui vẻ. Với ứng dụng này, bạn sẽ muốn mời tất cả các thành viên gia đình và bạn bè để cùng xem tất cả các bộ phim yêu thích của bạn!
zh_tw: 你喜歡看電影嗎？使用這款影片播放應用程式，以正確的方式看電影吧！這款應用程式可以讓你以全螢幕模式觀看你已下載的電影。其他基本功能（如音量控制和播放列表）使你的影片觀看體驗變得簡單又有趣。使用這款應用程式，你一定會想要邀請你的所有親朋好友加入，和你一起觀賞所有你最喜歡的電影！

# title
source: Tux Football
ar: تكس كرة القدم
bn: টাক্স ফুটবল
ms: Bola Sepak Tux atau Tux Football

# subtitle
source: A fun soccer game starring Tux the penguin
ar: لعبة كرة القدم الممتعة بنجومية تكس، البطريق
bn: টাক্স দ্য পেঙ্গুইনকে নিয়ে একটি মজাদান ফুটবল খেলা
cs: Zábavná fotbalová hra ve které vystupuje tučňák Tux
ms: Permainan bola sepak menyeronokkan yang dibintang oleh Tux si penguin
ro: Un joc de fotbal amuzant cu pinguinul Tux
ru: Веселая футбольная игра с пингвином Туксом в главной роли
th: เกมฟุตบอลแสนสนุกที่แสดงโดยนกเพนกวิน Tux
vi: Trò chơi bóng đá vui nhộn với ngôi sao là chú chim cánh cụt Tux
zh_tw: 企鵝 Tux 的有趣足球遊戲

# description
source: Do you love soccer? Now you can play all day with your favorite penguins! Show off your skills and strategy while always controling the players with the ball. Pretty soon, you'll feel like you're ready to take on the professionals!
ar: هل تحب كرة القدم؟ الآن يمكنك أن تلعب كل يوم مع طيور البطريق المفضلة لديك! استعرض مهاراتك واستراتيجيتك من خلال السيطرة على اللاعبين المسيطرين على الكرة. وبعد فترة بسيطة، سوف تشعر أنك على استعداد لمواجهة اللاعبين المحترفين!
bn: আপনি কি ফুটবল ভালবাসেন? এখন আপনি আপনার প্রিয় পেঙ্গুইনের সাথে সারাদিন খেলতে পারেন! সবসময় বলের মাধ্যমে খেলোয়াড়দের নিয়ন্ত্রণ করতে করতে আপনার দক্ষতা এবং কৌশল প্রদর্শন করুন। খুব শিগগিরই, আপনার মনে হবে পেশাদার খেলোয়াড়দের প্রতিপক্ষ হবার জন্য আপনি তৈরি!
cs: Máte rádi fotbal? Nyní můžete hrát celý den s vašimi oblíbenými tučňáky! Ukažte své dovednosti a strategii zatímco vždy ovládáte hráče s míčem. Velmi brzy se budete cítit, že jste připravení si troufnout na profesionály!
ms: Anda mencintai permainan bola sepak? Kini anda boleh bermain sepanjang hari dengan rakan penguin kegemaran anda! Tunjuk kemahiran dan strategi bola sepak anda ketika mengawal pemain yang mengendalikan bola.
ro: Iti place fotbalul?Acum poti juca toata ziua cu pinguinii preferati!Arata-ti calitatile si strategia in timp ce iti controlezi jucatorii.Curand vei dori sa incerci asta la nivel de profesionist!
ru: Вы любите футбол? Теперь вы можете играть весь день со своими любимыми пингвинами! Продемонстрируй свои навыки и стратегию, постоянно контролируя игроков с мячом. Совсем скоро вы почувствуете, что готовы сразиться с профессионалами!
th: คุณรักฟุตบอลหรือไม่ ตอนนี้คุณสามารถเล่นได้ทุกวันกับนกเพนกวินตัวโปรดของคุณ! แสดงทักษะและกลยุทธ์ของคุณในขณะที่ควบคุมผู้เล่นกับลูกบอล ในเวลาไม่นานนี้คุณจะรู้สึกเหมือนคุณพร้อมที่จะเข้าสู่การเป็นมืออาชีพ!
vi: Bạn yêu thich bóng đá không? Giờ đây bạn có thể chơi cả ngày với những chú cánh cụt đáng yêu! Hãy phô diễn kỹ năng và chiến thuật trong khi điều khiển các cầu thủ vờn bóng. Bạn sẽ mau chóng nhận ra bạn rằng bạn đã sẵn sàng cho những trận đấu chuyên nghiệp!
zh_tw: 你喜歡足球嗎？現在，你可以整天和你最喜歡的企鵝一起玩！用球控制球員，秀出你的技能和策略。很快地，你將晉升成為專業人士！

# title
source: Tux Math
ar: تكس ماث (بطريق الرياضيات)
bn: টাক্স গণিত
ms: Matematik Tux atau Tux Math

# subtitle
source: Math games for kids
ar: ألعاب الرياضيات للأطفال
bn: বাচ্চাদের জন্য গণিতের খেলা
ms: Permainan matematik untuk anak-anak
ro: Joc matematic pentru copii
th: เกมส์คำนวนสำหรับเด็ก
vi: Trò chơi giải toán dành cho trẻ em
zh_tw: 孩童數學遊戲
