Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: This app is for intermediate and advanced graphic designers who need to create and edit their graphics and images. This app gives you advanced features and is comparable to Adobe InDesign. For example, it allows you to create SVGs (Scalable Vector Graphics), which allow your graphics to remain high quality no matter what size they are. Create beautiful ads, brochures, presentations and artwork with this great free graphics app!
ar: صُِمم هذا التطبيق لمصممي الغرافيك في المستويات المتوسطة والمتقدمة و الذين هم بحاجة إلى إنشاء وتحرير الرسومات والصور. هذا التطبيق يتيح لك ميزات متقدمة ومشابهة لبرنامج أدوب إنديزاين (Adobe InDesign). فعلى سبيل المثال، فإنه يسمح لك إنشاء SVGs (رسومات المتجهات القابلة للتطوير)، والتي تميز رسوماتك الخاصة بجودة عالية بغض النظر عن حجمها. قم بإنشاء إعلانات جميلة والنشرات والعروض التقديمية والأعمال الفنية باستخدام هذا التطبيق المجاني للرسومات!
bn: এই অ্যাপটি অন্তর্বর্তী ও অগ্রবর্তী গ্রাফিক ডিজাইনার যাদের গ্রাফিক্স ও ছবি সম্পাদনার কাজ করতে হয়। এই অ্যাপটি আপনাকে উন্নত সব কৌশল এবং তুলনামূলক এ্যাডবি ইনডিজাইনের সঙ্গে সামঞ্জস্যপূর্ণ। উদাহরস্বরুপ- এটি আপনাকে SVGs (Scalable Vector Graphics) তৈরি করতে দেয়, যা আপনাকে হাই কোয়ালিটির সাথে গ্রাফিক্সের কাজ করতে দেয় এই পরিমাপের উপর নির্ভর না করে। এই ফ্রি অ্যাপের মাধ্যমে তৈরি করুন সুন্দর বিজ্ঞাপন, পুস্তিকা, প্রেজেন্টেশন এবং শিল্পকর্ম!
cs: Tato aplikace je pro mírně a velmi pokročilé grafiky, kteří potřebují tvořit a upravovat své grafiky a obrázky. Tato aplikace poskytuje pokročilé funkce a je srovnatelná s Adobe InDesign. Například, umožňuje vytvářet SVG soubory (Scalable Vector Graphics), které umožňuje, aby grafika měla pořád stejně vysokou kvalitu nezávisle na její velikosti. Vytvářejte nádherné reklamy, brožury, prezentace a umění s touto skvělou svobodnou grafickou aplikací!
ms: Aplikasi ini adalah untuk pereka grafik pertengahan dan lanjutan yang perlu untuk mencipta dan mengedit grafik dan imej mereka. Aplikasi ini memberikan anda ciri canggih dan setanding dengan Adobe InDesign. Sebagai contoh, ia membolehkan anda untuk membuat SVGs (grafik vektor berskala), yang membolehkan grafik anda kekal berkualiti tinggi tidak kira saiz yang mereka. Buat iklan, brosur, persembahan dan karya seni yang indah dengan aplikasi grafik percuma yang hebat ini!
ro: Aceasta aplicatie este pentru designeri intermediari și avansați care au nevoie dea crea și edita grafice și imaginile lor. Această aplicație vă oferă funcții avansate și este comparabila cu Adobe InDesign. De exemplu, vă permite să creați SVGs (Scalable Vector Graphics), care permite ca grafica să rămână de înaltă calitate, indiferent de marimea ei. Creați anunțuri, broșuri, prezentări și opere de artă cu această mare aplicație grafică gratuit!
ru: Это приложение предназначено для графических дизайнеров среднего и продвинутого уровня, которым необходимо создавать и редактировать графику и изображения. Это приложение предоставляет расширенные возможности и сравнимо с Adobe InDesign. Например, оно позволяет создавать SVGs (масштабируемую векторную графику), которая позволяет сохранить высокое качество графики независимо от ее размера. Создавайте красивые объявления, брошюры, презентации и произведения искусства с помощью этого замечательного бесплатного графического приложения!
th: แอพนี้สำหรับนักออกแบบกราฟิกระดับกลางและระดับสูงที่ต้องการสร้างและแก้ไขกราฟิกและภาพของพวกเขา แอพนี้จะช่วยให้คุณมีคุณสมบัติขั้นสูงและก็เปรียบได้กับ Adobe InDesign ยกตัวอย่างเช่นมันช่วยให้คุณสร้างไฟล์รูปแบบ SVGs (Scalable Vector Graphics) ซึ่งจะช่วยให้กราฟิกของคุณจะยังคงคุณภาพสูงไม่ว่าสิ่งที่พวกเขามีขนาดเท่าไหร่ สร้างโฆษณาที่สวยงาม โบรชัวร์ การนำเสนอผลงานและงานศิลปะ ด้วยแอพกราฟิกฟรียอดเยี่ยมนี้!
vi: Đây là ứng dụng dành cho các nhà thiết kế đồ họa trung cấp và cao cấp cần tạo và chỉnh sửa đồ họa và hình ảnh của họ. Ứng dụng này cung cấp cho bạn các tính năng tiên tiến và được so sánh với Adobe InDesign. Ví dụ, ứng dụng này cho phép bạn tạo ra SVGs (Scalable Vector Graphics - Đồ họa vecto mở rộng), cho phép hình ảnh đồ họa của bạn duy trì chất lượng cao bất kể kích thước. Hãy tạo ra những hình ảnh quảng cáo, tờ rơi quảng cáo, thuyết trình bài và tác phẩm nghệ thuật tuyệt đẹp bằng ứng dụng đồ họa miễn phí tuyệt vời này!
zh_tw: 這個應用程式是專為製作和編輯圖片和影像的中級和高級平面設計師所設計。這個應用程式提供進階功能，可與 Adobe InDesign 相媲美。例如：它可以建立 SVG（可縮放向量圖形），可以縮放圖片並同時維持高解析度。使用這個免費的圖片編修應用程式來製作美麗的廣告、宣傳手冊、簡報和作品吧！

# title
source: Kalzium
ar: كالزيوم
bn: ক্যালজিয়াম

# subtitle
source: A fun interactive periodic table of elements
ar: جدول العناصر الدورية التفاعلي الممتع
bn: উপাদানসমূহের একটি মজাদার মিথষ্ক্রিয়ামূলক পর্যায় সারণি
cs: Zábavná interaktivní periodická tabulka prvků
ms: Jadual berkala elemen yang interaktif
ro: Tabelul periodic al elementelor mai amuzant
ru: Веселая интерактивная периодическая таблица элементов
th: ตารางธาตุแบบโต้ตอบที่แสนสนุก
vi: Bảng tuần hoàn nguyên tố cực kỳ vui nhộn
zh_tw: 有趣的互動式元素週期表

# description
source: The periodic table of the elements is one of the basic building blocks of science, and now you can have it at your fingertips. This app features a color-coded periodic table that makes learning each element easier and more fun. Select elements to learn basic information about them, like their melting points, mass, and more. More complex information, like visualization of elements’ spectral lines, makes this app perfect for scientific discovery. You won’t believe how much you can learn with this beautiful, simple, and informative app.
ar: يعتبر الجدول الدوري للعناصر واحد من اللبنات الأساسية للعلم، و يمكنك الآن الحصول عليه وأن يكون في متناول يدك. يتميز هذا التطبيق بجدول دوري مرمز الألوان، و هو الأمر الذي يجعل تعلم كل عنصر أسهل وأكثر متعة. قم بتحديد العناصر لتعلم المعلومات الأساسية عنها، مثل نقاط الذوبان، والكتلة، وغير ذلك. إن توفر المزيد من المعلومات المعقدة، مثل تصور خطوط الطيف للعناصر، يجعل هذا التطبيق مثاليا للاكتشاف العلمي. لن تصدق كم يمكن أن تتعلم مع هذا التطبيق الجميل والبسيط، والغني بالمعلومات.
bn: উপাদানের পর্যায় সারণি হলো বিজ্ঞানের অন্যতম মৌলিক একটি নির্মাণ ফলক, এবং এখন আপনার হাতের নাগালেই পাবেন এটাকে। এই এ্যাপে দেয়া আছে একটি রঙ দ্বারা চিহ্নিত পর্যায় সারণি যা প্রতিটি উপাদানের ব্যাপারে জানাকে আরো সহজতর এবং মজাদার করে। একটি উপাদান নির্বাচন করে এদের বিষয়ে প্রাথমিক তথ্যাদা জেনে নিন, যেমন তাদের গলনাঙ্ক, ভর এবং আরো অনেক কিছু। আরো জটিল তথ্যাদি, যেমন উপাদানসমূহের বর্ণালীগত রেখার চিত্রের কারণে এই এ্যাপ বৈজ্ঞানিক আবিষ্কারের জন্য যথাযথ। এই সুন্দর, সহজ এবং তথ্যবহুল এ্যাপের মাধ্যমে আপনি এতো কিছু শিখতে পারবেন যে আপনারই বিশ্বাস হবে না।
cs: Periodická tabulka prvků je jedním ze základních stavebních kamenů vědy a nyní ji máte po ruce. Tato aplikace obsahuje barevně kódovanou periodickou tabulku, která usnadňuje učení se o každém prvku a činí ho zábavnějším. Vyberte prvky a dozvíte se o nich základní informace, jako například jejich body tání, hmotnost a další. Komplexnější informace, jako vizualizace spektrálních čar prvku. Neuvěříte, kolik je možné se naučit s toto krásnou, jednoduchou a informativní aplikací.
ms: Jadual berkala elemen adalah salah satu blok bangunan asas Sains, dan kini anda boleh mempunyai di hujung jari anda. Aplikasi ini memaparkan jadual berkala berkod warna yang menjadikan pembelajaran setiap elemen lebih mudah dan menyeronokkan. Pilih elemen untuk mempelajari maklumat asas tentang mereka, seperti titik lebur, jisim, dan banyak lagi. Maklumat yang lebih kompleks, seperti visualisasi garis spektrum elemen, menjadikan aplikasi ini sempurna untuk penemuan saintifik. Anda tidak akan percaya berapa banyak anda boleh belajar dengan aplikasi yang indah, mudah dan bermaklumat.
ro: Tabelul periodic al elementelor este una dintre componentele de bază ale științei, iar acum îl puteți avea la îndemână. Această aplicație oferă un tabel periodic cu coduri de culori, care face ca fiecare element de învățare mai ușor și mai distractiv. Selectați elemente pentru a afla informații de bază despre ele, cum ar fi punctele lor de topire, în masă, și multe altele. Mai multe informații complexe, cum ar fi vizualizarea liniilor spectrale elemente , face ca această aplicație perfectă pentru descoperirea științifică. Nu o să crezi cât de mult puteți învăța cu această aplicație frumoasa, simpla și informativa.
ru: Периодическая таблица элементов - один из основных строительных блоков науки, и теперь она у вас под рукой. В этом приложении представлена периодическая таблица с цветовой кодировкой, что делает изучение каждого элемента более простым и увлекательным. Выберите элементы, чтобы узнать о них основную информацию, например, температуру плавления, массу и многое другое. Более сложная информация, например, визуализация спектральных линий элементов, делает это приложение идеальным для научных открытий. Вы не поверите, сколько всего можно узнать с помощью этого красивого, простого и информативного приложения.
th: ตารางธาตุเป็นหนึ่งในพื้นฐานของวิทยาศาสตร์ และตอนนี้คุณสามารถดูได้เพียงแค่ปลายนิ้วสัมผัส แอพนี้มีตารางธาตุรหัสสีที่ทำให้สนุกกับการเรียนแต่ละองค์ประกอบได้ง่ายขึ้นและสนุกมากขึ้น เลือกองค์ประกอบที่จะเรียนรู้ข้อมูลพื้นฐานเกี่ยวกับมัน เช่นจุดหลอมเหลวของมัน มวลสารและอื่น ๆ ข้อมูลที่ซับซ้อนมากขึ้น เช่นการสร้างภาพของเส้นสเปกตรัมองค์ประกอบ ทำแอพนี้ให้สมบูรณ์สำหรับการค้นพบทางวิทยาศาสตร์ คุณจะไม่เชื่อว่าคุณสามารถเรียนรู้กับแอพที่สวยงามเรียบง่ายและมีความรู้นี้ได้มากมายเพียงใด
vi: Bảng tuần hoàn các nguyên tố là một trong những nền tảng cơ bản của khoa học và bây giờ bạn đã có thể sở hữu ở trong tầm tay. Ứng dụng này cung cấp bảng tuần hoàn có đánh dấu theo màu sắc giúp việc học các nguyên tố dễ dàng hơn và thú vị hơn. Chọn các nguyên tố để tìm hiểu thông tin cơ bản, như điểm tan chảy, khối lượng và nhiều chi tiết khác. Các thông tin chi tiết phức tạp hơn, ví dụ như hình mô tả quang phổ của nguyên tố, khiến ứng dụng này trở thành lựa chọn hoàn hảo cho việc khám phá khoa học. Bạn sẽ không thể tin được khối lượng kiến thức khổng lồ mà mình học được với ứng dụng đẹp, đơn giản và đầy đủ thông tin này.
zh_tw: 元素週期表是科學的基石之一，而現在你可以隨時帶在手邊了。這款 app 有著色的元素週期表，讓學習個元素更加輕鬆有趣。選擇元素以學習相關的基礎資訊，像是元素的譜線視圖等，使這款 app 很適合作為科學探索。你不會相信這款美麗、簡潔又充滿資訊的 app 能讓你學習到多少東西。

# title
source: Kapman
ar: كابمان
bn: ক্যাপম্যান
ru: Кэпмен

# subtitle
source: The classic game of ghosts and mazes
ar: اللعبة الكلاسيكية من الأشباح والمتاهات
bn: ভুত ও গোলকধাঁধার ঐতিহ্যবাহী খেলা
cs: Klasická hra s duchy a bludišti
ms: Permainan klasik hantu dan mazes
ro: Un joc oc clasic de labirint
ru: Классическая игра с привидениями и лабиринтами
th: เกมผีและเขาวงกตแสนคลาสสิค
vi: Trò chơi ma và mê cung kinh điển
zh_tw: 經典的鬼魂與迷宮遊戲

# description
source: If you love Pac-Man, then you you'll love this game too! Eat dots to gain points but don't get caught by the ghosts or you'll lose. As you gain skills and beat levels, the speed of the game increases, providing a more and more exciting challenge. You won’t ever want to stop playing, and your friends and family, from kids to grandparents, will love the game, too!
ar: إذا كنت من محبي لعبة باك مان، فإنك سوف تحب هذه اللعبة أيضا! قم بأكل النقط لكسب النقاط ولكن لا تسمح للأشباح بحصارك وإلا فإتك سوف تخسر. و كلما اكتسبت مهارات وكلما ارتفع المستوى، ستزداد سرعة اللعبة، وبالتالي المزيد من التحدي و الإثارة. و لن ترغب على الإطلاق وقف اللعب، وسوف يحب أصدقائك وعائلتك، أطفالاً كانوا أو أجداد، هذه اللعبة أيضا!
bn: আপনি যদি প্যাক-ম্যান পছন্দ করেন, তাহলে আপনার এই খেলাটিও পছন্দ হবে! পয়েন্ট জেতার জন্য ডটগুলো খাবার চেষ্টা করুন, কিন্তু ভুতের কাছে ধরা পড়া যাবে না নইলে আপনি হেরে যাবেন। আপনি যতোই দক্ষ হবেন, আর উপরের স্তরে উঠবেন, ততোই খেলাটির গতি বেড়ে যাবে, যাতে করে এটি আরো উত্তেজনাপূর্ণ হয়ে উঠবে। আপনার কখনোই খেলা বন্ধ করতে ইচ্ছেই করবে না। এবং আপনার বন্ধু, পরিবার, ছোট থেকে বড় সবাইও এই খেলাটি পছন্দ করবে!
cs: Pokud se vám líbí Pac-Man, pak se vám bude líbit i tato hra! Jezte tečky a získávejte tak body, ale nenechte se chytit duchy, nebo prohrajete. Jak se zlepšujete a porážíte úrovně, rychlost hry se zvyšuje, čímž poskytuje další a další vzrušující výzvu. Ani se vám nebude chtít přestat hrát, a vaši přátelé a rodina, od dětí po prarodiče, budou tuto hru mít také rádi!
ms: Jika anda suka PAC-Man, maka anda akan suka permainan ini juga! Makan titik untuk mendapatkan mata tetapi tidak ditangkap oleh hantu atau anda akan kehilangan. Apabila anda mendapat kemahiran dan tahap rentak, kelajuan permainan meningkat, menyediakan cabaran yang lebih dan lebih menarik. Anda tidak akan mahu berhenti bermain, dan kawan-rakan dan keluarga anda, dari anak kepada Datuk nenek, akan suka permainan itu juga!
ro: Daca va place Pac-Man, atunci vei iubi acest joc! Mânca puncte pentru a câștiga puncte, dar nu fi prins de fantome sau vei pierde. Pe măsură ce obții abilități și treci nivelure, viteza de joc creste, oferind o provocare mult mai interesanta. Nu vei dori vreodată să se oprească jocul, iar prietenii și familia, de la copii la bunici, le va placea jocul de asemenea!
ru: Если вы любите Пакмана, то и эта игра вам понравится! Ешьте точки, чтобы набрать очки, но не попадайтесь на глаза призракам, иначе вы проиграете. По мере того, как вы приобретаете навыки и проходите уровни, скорость игры увеличивается, создавая все более захватывающее испытание. Вы никогда не захотите прекращать игру, и она понравится вашим друзьям и близким, от детей до бабушек и дедушек!
th: ถ้าคุณรัก Pac-Man แล้วคุณคุณจะรักเกมนี้ด้วย! กินจุดจะได้รับคะแนน แต่อย่าให้โดนผีจับไม่งั้นจะแพ้ ในขณะที่คุณเพิ่มทักษะและเพิ่มระดับ ความเร็วของเกมที่เพิ่มขึ้น เกมจะท้าทายและน่าตื่นเต้นมากขึ้น คุณจะไม่คิดที่จะหยุดเล่นมันเลย และเพื่อนของคุณ และครอบครัว ตั้งแต่เด็กจนถึงปู่ย่าตายายจะรักเกมนี้ด้วย!
vi: Nếu bạn yêu thích Pac-Man thì bạn cũng sẽ thích trò chơi này quá! Ăn các chấm để đạt điểm mà không bị ma bắt, nếu không, bạn sẽ thua. Khi bạn đạt được kỹ năng và vượt qua các cấp độ, tốc độ của trò chơi tăng lên, thách thức hơn và thú vị hơn. Bạn sẽ chẳng muốn dừng chơi, và bạn bè và gia đình của bạn, từ trẻ em đến ông bà, đều cũng sẽ yêu thích trò chơi này!
zh_tw: 如果你喜歡「小精靈 (Pac-Man)」，那麼你也會喜歡這個遊戲！吃圓點來獲得分數，但是小心不要被鬼抓到了，如果被抓到就輸了。當你獲得技能過關，遊戲的速度會加快，讓挑戰變得越來越刺激。你永遠無法停止不玩，你的親朋好友（從小孩子到祖父母）也都會愛上這個遊戲！

# title
source: KAtomic
ar: لعبة الكاتوميك
bn: কেএ্যাটমিক

# subtitle
source: A fun way to learn chemistry
ar: طريقة ممتعة لتعلم الكيمياء
bn: রসায়ন শেখার মজার উপায়
cs: Zábavný způsob jak se učit chemii
ms: Cara yang menyeronokkan untuk belajar kimia
ro: O cale distractiva sa inveti chimie
ru: Увлекательный способ изучения химии
th: เรียนเคมีด้วยวิธีที่สนุก
vi: Học hóa học một cách vui nhộn
zh_tw: 一種學習化學的有趣方式

# description
source: If you’re struggling with concepts in chemistry, or simply looking for a way to strengthen your understanding, then you've found the right app to help you! This challenging game has you create molecules from atoms – the perfect way to learn while having fun! The screen will show you what your molecule should look like, and you can move your atoms around to make the correct molecule. This game requires strategy and quick thinking, and will teach you a ton!
ar: إذا كنت تعاني من المفاهيم الواردة في الكيمياء، أو ببساطة تبحث عن وسيلة لتعزيز فهمك، فقد وجدت التطبيق المناسب لمساعدتك! هذه اللعبة الصعبة تساعدك على إنشاء جزيئات من الذرات - والطريقة المثلى للتعلم من خلال المرح! ستعرض لك الشاشة الشكل الذي سيبدو عليه الجزيء الخاص بك، ويمكنك تحريك الذرات الخاص بك في جميع الاتجاهات لتشكيل الجزيء الصحيح. هذه اللعبة تتطلب استراتيجية وتفكير سريع، وسوف تعلمك الكثير!
bn: আপনি যদি রসায়নের ধারণা নিয়ে ঝামেলায় থাকেন, অথবা স্রেফ আপনার নিজের ধারণাগুলোকেই আরো শক্তিশালী করার উপায় অনুসন্ধানে থাকেন, তাহলে আপনি একদম যথাযথ এ্যাপটাই খুঁজে পেয়েছেন আপনার জন্য! এই উত্তেজনাপূর্ণ খেলাটি আপনাকে পরমাণু থেকে অণু তৈরি করতে বলবে - যা মজা করে শেখার জন্য যথার্থ উপায়! স্ক্রিনে আপনাকে দেখানো হবে আপনার অণুটি কেমন দেখতে হবে, এবং আপনি আপনার অণুগুলোকে সরিয়ে সঠিক অণুটি বানাবেন। এই খেলাতে কৌশল ও দ্রুত চিন্তার দরকার পড়ে। এবং অনেক কিছু জানা যায়!
cs: Pokud máte problémy s pojmy v chemii, nebo prostě hledáte způsob jak prohloubit své porozumění, pak jste nalezli tu pravou aplikaci, která vám pomůže! V této náročné hře budete vytvářet z atomů molekuly – skvělý způsob, jak se učit a zároveň se bavit! Obrazovka vám ukáže, jak by molekula měla vypadat a vy posouváte atomy, abyste vytvořili správnou molekulu. Hra vyžaduje strategii a rychlé myšlení a spoustu vás toho naučí!
ms: Jika anda sedang bergelut dengan konsep dalam kimia, atau hanya mencari cara untuk mengukuhkan pemahaman anda, maka anda telah menemui aplikasi yang betul untuk membantu anda! Permainan yang mencabar ini telah anda mewujudkan molekul daripada atom-cara yang sempurna untuk belajar sambil bersenang-senang! Skrin akan menunjukkan kepada anda bahawa molekul anda harus kelihatan seperti, dan anda boleh menggerakkan atom anda di sekitar untuk membuat molekul yang betul. Permainan ini memerlukan strategi dan pemikiran cepat, dan akan mengajar anda satu tan!
ro: Dacă sunteți în luptă cu concepte din chimie, sau pur și simplu în căutarea unei modalitati de a consolida înțelegerea dumneavoastră, atunci ați găsit aplicația potrivită care să vă ajute! Acest joc provocator va ajuta să creați molecule de atomi - modul perfect de a învăța în timp ce te distrezi! Ecranul vă va arăta cum ar trebui sa arate molecula ta , și vă puteți muta atomii în jur pentru a face molecula corectă. Acest joc necesită strategie și gândire rapidă!
ru: Если вы испытываете трудности с концепциями в химии или просто ищете способ укрепить свое понимание, то вы нашли правильное приложение, которое поможет вам! В этой сложной игре вам предстоит создавать молекулы из атомов - отличный способ учиться и одновременно развлекаться! На экране вы увидите, как должна выглядеть ваша молекула, и сможете перемещать атомы, чтобы создать правильную молекулу. Эта игра требует стратегии и быстрого мышления, и она научит вас многому!
th: หากคุณกำลังเผชิญกับแนวความคิดในทางเคมี หรือเพียงมองหาวิธีที่จะเสริมสร้างความเข้าใจของคุณแล้วคุณจะพบว่าแอพที่เหมาะสมที่จะช่วยคุณได้! เกมที่ท้าทายนี้ที่คุณสร้างขึ้นจากอะตอมโมเลกุล - วิธีที่สมบูรณ์แบบที่จะเรียนรู้ในขณะที่มีเพลิดเพลิน! หน้าจอจะแสดงสิ่งที่เป็นโมเลกุลของคุณที่ควรมีลักษณะและคุณสามารถย้ายอะตอมไปรอบ ๆ ที่จะทำโมเลกุลให้ถูกต้อง เกมนี้ต้องใช้กลยุทธ์และการคิดอย่างรวดเร็วและจะสอนคุณอย่างมาก!
vi: Nếu bạn đang phải vật lộn với các khái niệm trong hóa học, hoặc đơn giản là tìm kiếm cách nâng cao sự hiểu biết của mình, thì bạn đã tìm thấy ứng dụng thích hợp để giúp đỡ bạn! Trò chơi đầy thử thách này yêu cầu bạn tạo ra phân tử từ nguyên tử - cách thức học tập hoàn hảo mà vui nhộn! Màn hình sẽ hiển thị cho bạn phân tử trông như thế nào và bạn có thể di chuyển các nguyên tử xung quanh để tạo ra phân tử chính xác. Trò chơi này đòi hỏi phải có chiến lược và tư duy nhanh chóng và sẽ dạy cho bạn rất nhiều điều!
zh_tw: 如果你正在化學概念中掙扎，或你只想尋找一種方式來加強理解能力，那麼，你找到了正確的應用程式來幫助你！這款頗具挑戰性的遊戲可讓你以原子建構分子 – 寓教於樂，這才是學習的最佳方式！螢幕畫面上會顯示分子應該長成什麼樣子，還有你可以到處移動原子來建構正確的分子。這款遊戲需要策略能力和快速思考，會教導你許多知識！

# title
source: KBlackBox
ar: كي بلاك بوكس

# subtitle
source: Find the pattern and uncover the hidden balls
ar: ابحث عن النمط و اكشف الكرات المخبأة

# description
source: This game takes some serious logic, but don’t be scared away – it’s also lots of fun. Balls are hidden in a black box on the screen. You can use a laser beam to reveal where the balls are located. When you think you know the pattern, drag and drop balls onto the screen where you suspect the hidden ones are placed. The more you get right, the higher your score.
ar: هذه اللعبة تحتاج الى منطق فعلي، ولكن لا تجعل هذا الأمر يخيفك و يبعدك عن اللعبة - فهي أيضا تحتوي على المتعة والمرح. حيث يتم إخفاء الكرات في مربع أسود على الشاشة. ويمكنك استخدام شعاع الليزر للكشف عن مكان وجود هذه الكرات. وعندما تعتقد أنك تعرف النمط، قم بسحب وإسقاط الكرات على الشاشة حيث تتوقع وجودها. وكلما كان توقعك صحيحا، سترتفع درجتك.

# title
source: KBruch
ar: كي بروتش
bn: কেব্রুচ
ro: KBrunch

# subtitle
source: Learn about fractions, percentages and more
ar: تعلم الكسور، والنسب المئوية وأكثر من ذلك
bn: ভগ্নাংশ, শতকরা এবং আরো অনেক কিছু সম্পর্কে জানুন
cs: Naučte se zlomky, procenta a další
ms: Belajar tentang pecahan, peratusan dan banyak lagi
ro: Invata despre fractii,procente si multe altele
ru: Узнайте о дробях, процентах и многом другом
th: เรียนรู้เกี่ยวกับเศษส่วน เปอร์เซ็นต์และอื่น ๆ
vi: Tìm hiểu về phân số, tỷ lệ phần trăm và nhiều hơn nữa
zh_tw: 學習分數、百分比等知識
