Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# title
source: Armagetron
ar: أرماجيترون
bn: আর্মাগেট্রন
th: อาร์มาเกทรอน

# subtitle
source: Race 3D light motorcycles like in the movie Tron
ar: سابق الدراجات النارية الخفيفة ثلاثية الأبعاد كما في فيلم ترون
bn: ট্রন মুভির মতো 3D লাইট মোটরসাইকেলে প্রতিযোগিতা করুন
cs: Závod 3D světelných motorek jako ve filmu Tron
ms: Berlumba motosikal kecil 3D seperti dalam filem Tron
ro: Intrecere 3D cu motociclete ca in filmul Tron
ru: Гоняйте на 3D световых мотоциклах, как в фильме Tron
th: แข่งมอเตอร์ไซค์แสง 3 มิติเหมือนในภาพยนตร์เรื่อง Tron
vi: Đua xe mô tô ánh sáng 3D như trong phim Tron
zh_tw: 像電影《Tron》一樣進行 3D 發光摩托車賽車

# description
source: This exciting game lets you into the world of Tron. Get behind the wheel of a “light cycle”, a cool and futuristic motorcycle, and battle others on the road. Force your opponents to hit the arena walls and win. This app is easy to learn and a lot of fun to play!
ar: هذه اللعبة المثيرة تدخلك إلى عالم ترون. اركب "دراجة خفيفة"، دراجة نارية لطيفة ومستقبلية، واشتبك مع آخرين على الطريق. أجبر خصومك على الإصطدام بجدران الحلبة وانتصر. هذا التطبيق من السهل تعلمه وبه الكثير من المرح للعب!
bn: এই উত্তেজনাপূর্ণ খেলাটি আপনাকে ট্রনের জগতে প্রবেশ করাবে। "লাইট সাইকেল" একটি দারুণ ভবিষ্যতভিত্তিক মোটরসাইকেল, যার চাকায় চড়ে আপনি রাজপথে অন্যদের সাথে লড়াই করবেন। কৌশলে আপনার প্রতিদ্বন্দ্বীদের বাধ্য করবেন দেয়ালে ধাক্কা খেয়ে হেরে যেতে। এভাবেই আপনি জিতে যাবেন লড়াই। এই এ্যাপটি শিখে নেয়া একদম সহজ এবং খুব মজার একটি খেলা!
cs: Tato vzrušující hra vás vezme do světa Trona. Usedněte za řízení „světlocyklu“ – skvělé a futuristické motorky a bojujte s ostatními na silnici. Donuťte své protivníky narazit do zdí arény a vyhrajte. Tato aplikace se dá snadno naučit a její hraní přináší spoustu zábavy!
ms: Permainan menarik ini membawa anda masuk ke dunia Tron. Pandu "motosikal bercahaya", iaitu motorsikal yang hebat dan futuristik, serta bertempur dengan pemain lain di arena jalan. Paksa pihak lawan menghentam dinding arena dan memenangi permainan ini. Apl ini mudah dipelajari dan menyeronokkan!
ro: Acest joc excitant te duce in lumea lui Tron.Treci la volanul unei motociclete futurista,si lupta cu altii pe drum.Forteaza adversarii sa se izbeasca de peretii arenei si castiga.Aplicatie este usor de folosit si distractiva!
ru: Эта захватывающая игра позволит вам попасть в мир "Трона". Садитесь за руль "светоцикла", крутого и футуристического мотоцикла, и сражайтесь с другими на дороге. Заставьте своих соперников врезаться в стены арены и победите. Это приложение легко освоить и очень весело играть!
th: เกมที่น่าตื่นเต้นนี้ช่วยให้คุณเข้าสู่โลกของ Tron ติดตามด้านหลังล้อของ "ไลท์ไซเคิล" รถมอเตอร์ไซค์แห่งอนาคตสุดเจ๋งและการต่อสู้ต่าง ๆ บนท้องถนน บังคับให้ฝ่ายตรงข้ามของคุณไปชนผนังอารีน่าและชนะ แอพนี้ง่ายที่จะเรียนรู้และมีอะไรสนุก ๆ ให้เล่นมากมาย!
vi: Trò chơi hào hứng này đưa bạn vào thế giới Tron. Bạn sẽ được cầm lái "xe ánh sáng", chiếc xe có thiết kế tuyệt đẹp và đậm chất công nghệ siêu hiện đại và thi tài với những tay đua khác trên đường đua. Ép đối thủ vào tường đấu trường để giành chiến thắng. Ứng dụng này rất dễ khám phá và đem đến thật nhiều niềm vui khi chơi!
zh_tw: 這款刺激的遊戲讓你進入 Tron 的世界。駕駛酷炫的未來摩托車「光輪」，並與其他人在路上戰鬥。迫使對手撞到競賽場牆壁並獲得勝利。此 app 容易上手而充滿樂趣！

# title
source: Atomic Tanks
ar: الدبابات النووية
bn: এ্যাটমিক ট্যাংকস
ru: Атомные танки
th: ถังปรมาณู
vi: Xe tăng nguyên tử

# subtitle
source: Bring friends and families together in the pursuit of world domination
ar: وحد الأصدقاء والعائلات معاً في السعي للهيمنة على العالم
bn: পুরো পৃথিবীকে নিজেদের বশে আনার প্রয়াসে আপনার পরিবার ও বন্ধুবান্ধবকে একসাথে নিয়ে আসুন
cs: Spojuje přátele a rodiny dohromady snahou o nadvládu nad světem
ms: Ajak rakan dan ahli keluarga anda bersama-sama menguasai dunia
ro: Aduna prietenii si familia in goana dupa dominarea lumii
ru: Объедините друзей и семьи в стремлении к мировому господству
th: พาเพื่อนและครอบครัวมาร่วมกันไล่ล่าการปกครองโลก
vi: Tập hợp đội ngũ bạn bè và gia đình trong công cuộc thống trị thế giới
zh_tw: 與親朋好友一起統治世界

# description
source: Annihilate other tanks to earn money, then spend it on bigger and better shields and weapons to wipe out the opposition. Win this exciting game and you'll be a true battle-hardened commander, lose and feel the wrath of your adversary.
ar: دمر الدبابات الأخرى لكسب المال، ثم أنفقه على دروع وأسلحة أكبر وأفضل للقضاء على المعارضة. اربح هذه المباراة المثيرة وسوف تكون قائداً حقيقياً صقلته المعارك، جرب الهزيمة واشعر بغضب خصمك.
bn: অন্যান্য ট্যাংক ধ্বংস করে টাকা আয় করুন। আপনার প্রতিপক্ষকে বিনাশ করতে সে টাকা দিয়ে আরো বড় ও উন্নত সমরাস্ত্র কিনে নিন। এই উত্তেজনাপূর্ণ খেলাটি জিতলে আমি একজন সত্যিকারের লড়াকু যোদ্ধায় পরিণত হবেন। আর হেরে গেলে আপনার শত্রুর রোষানলও অনুভব করতে পারবেন।
cs: Anihilujte ostatní tanky a získávejte tak peníze. Za ty pak nakupujte větší a lepší štíty a zbraně, kterými vyhlaďte oponenty. Vyhrajte tuto vzrušující hru a budete pravým bitvami zoceleným velitelem – prohrajte a pociťte hněv vašeho protivníka.
ms: Musnakah kereta kebal pihak musuh untuk memperoleh ganjaran duit, gunakan duit tersebut untuk tingkatkan perisai dan keupayaan senjata. Menangi permainan menarik ini dan andalah seorang komander pertempuran yang sebenarnya, sekiranya kalah terimalah kehebatan pihak lawan anda.
ro: Anihileaza alte tancuri pentru a castiga bani,apoi cheltuie pentru scuturi mai mari si mai bune si arme pentru a scapa de inamici.Castiga acest joc si vei fi un comandant de succes,pierde si vei simti mila adversarilor.
ru: Уничтожайте другие танки, чтобы заработать деньги, а затем тратьте их на все более совершенные щиты и оружие, чтобы уничтожить противника. Победите в этой захватывающей игре - и вы станете настоящим закаленным в боях командиром, проиграете - испытаете на себе гнев противника.
th: ทำลายรถถังอื่น ๆ เพื่อหาเงิน แล้วใช้เงินที่ได้เพื่อซื้อโล่ที่ใหญ่ขึ้นและดีกว่า และอาวุธที่จะทำลายคู่แข่ง ชนะเกมที่น่าตื่นเต้นนี้และคุณจะเป็นผู้บัญชาการต่อสู้ที่แข็งแกร่งที่สุด พ่ายแพ้และรู้สึกถึงความโกรธเกรี้ยวของศัครูของคุณ
vi: Tiêu diệt những chiếc xe tăng khác để kiếm tiền, sau đó, chi tiền để có được những bộ giáp và vũ khí lớn hơn cũng như hiện đại hơn để quét sạch mọi kẻ đối địch. Nếu chiến thắng, bạn sẽ trở thành một vị chỉ huy thiện chiến thực thụ, nếu chiến bại, bạn sẽ phải nhận lấy cơn thịnh nộ từ kẻ thù.
zh_tw: 消滅其他坦克賺錢，然後把錢花在購買更大、更好的盾牌和武器來殲滅對手。贏得這場振奮人心的比賽，成為一位真正身經百戰的指揮官，打敗你的對手，感受你的對手的憤怒與吶喊！

# title
source: Audio Editor
ar: محرر صوت
bn: শব্দ সম্পাদন যন্ত্র
cs: Editor zvuku
ms: Penyunting Audio
ro: Editor Audio
ru: Аудиоредактор
th: ปรับแต่งเสียง
vi: Trình chỉnh sửa âm thanh
zh_tw: 音訊編輯工具

# subtitle
source: Audio editor for recording, slicing, and mixing audio
ar: محرر صوت لتسجيل وتقطيع وخلط الصوت
bn: শব্দ ধারণ, কর্তন ও মিশ্রণের জন্য শব্দ সম্পাদন যন্ত্র
cs: Editor zvuku pro nahrávání, stříhání a smíchávání zvuku
ms: Penyunting audio untuk merakam, memotong, dan mengadun audio
ro: Editor audio pentru inregistrare si mixare audio
ru: Аудиоредактор для записи, нарезки и микширования звука
th: แก้ไขเสียงสำหรับการบันทึก ตัดและผสมเสียง
vi: Trình chỉnh sửa âm thanh để thu âm, cắt và trộn âm thanh
zh_tw: 用以進行錄音、剪裁和混音的音訊編輯工具

# description
source: Have you ever wanted to make your own audio clips or songs? With this app, you'll be able to access all the tools you need to create audio clips that you can play for your friends and family. Create high quality clips and songs that you can even share with the world!
ar: هل كنت تريد في أي وقت مضى صنع مقاطع الصوت أو الأغاني الخاصة بك؟ مع هذا التطبيق، سوف تكون قادراً على الوصول إلى جميع الأدوات التي تحتاجها لإنشاء المقاطع الصوتية التي يمكنك تشغيلها لأصدقائك وعائلتك. أنشيء المقاطع عالية الجودة والأغاني التي يمكنك مشاركتها حتى مع العالم!
bn: আপনি কখনো আপনার নিজের মতো করে অডিও ক্লিপ বা গান তৈরি করতে চেয়েছেন? এই এ্যাপের সাহায্যে, নিজের মতো করে একটি অডিও ক্লিপ তৈরি করবার জন্য প্রয়োজনীয় সমস্ত যন্ত্রপাতি আপনার হাতের নাগালেই পেয়ে যাবেন। উচ্চ মানসম্পন্ন অডিও ক্লিপ এবং গান তৈরি করে এমনকি পুরো বিশ্বেও ছড়িয়ে দিতে পারেন!
cs: Chtěli jste si někdy vytvořit své vlastní audio klipy nebo písničky? Pomocí této aplikace budete mít přístup ke všem potřebným nástrojům pro vytváření audioklipů, které můžete hrát svým přátelům a rodině. Vytvářejte vysoce kvalitní klipy a skladby, které dokonce můžete sdílet se světem!
ms: Pernahkah anda teringin mencipta klip audio atau lagu anda sendiri? Dengan apl ini, anda boleh mencapai semua jenis alatan yang diperlukan untuk membangunkan sebuah klip audio yang seterusnya dapat dipersembahkan kepada rakan dan ahli keluarga anda. Cipta klip-klip dan lagu berkualiti tinggi yang boleh dikongsikan dengan orang lain di serata dunia!
ro: Ai dorit mereu sa iti faci singur clipuri audio sau muzica?Cu aceasta aplicatie vei putea accesa uneltele necesare pentru a creea clipuri audio care le poti reda prietenilor si familiei.
ru: Вы когда-нибудь хотели создавать свои собственные аудиоклипы или песни? С помощью этого приложения вы сможете получить доступ ко всем инструментам, необходимым для создания аудиоклипов, которые вы сможете воспроизводить для своих друзей и семьи. Создавайте высококачественные клипы и песни, которыми можно даже поделиться со всем миром!
th: คุณเคยอยากทำคลิปเสียงหรือเพลงของคุณเองหรือไม่ ด้วยแอพนี้คุณจะสามารถเข้าถึงเครื่องมือทั้งหมดที่คุณต้องการสำหรับการสร้างคลิปเสียงที่คุณสามารถเล่นให้เพื่อน ๆ และครอบครัวของคุณฟัง สร้างคลิปและเพลงที่มีคุณภาพสูงที่คุณสามารถแบ่งปันแม้แต่กับคนทั่วโลก!
vi: Đã bao giờ bạn muốn thực hiện những đoạn clip âm thanh hoặc bài hát của riêng mình chưa? Với ứng dụng này, bạn sẽ có thể sử dụng tất cả các công cụ cần thiết để tạo clip âm thanh để phát cho bạn bè và gia đình. Hãy tạo ra những đoạn clip và bài hát chất lượng cao để chia sẻ với cả thế giới!
zh_tw: 你曾想製作屬於自己的剪輯音訊或歌曲嗎？使用這款應用程式，你將能夠存取所有你所需的工具來建立剪輯音訊，然後和你的朋友和家人一起欣賞。製作高品質的剪輯音訊和歌曲吧！你甚至可以和全世界一起分享！

# title
source: Billiards
ar: بلياردو
bn: বিলিয়ার্ডস
cs: Kulečník
ro: Biliard
ru: Бильярдный зал
th: บิลเลียด
vi: Bida
zh_tw: 撞球

# subtitle
source: Fun 3D billiards game
ar: لعبة بلياردو ممتعة ثلاثية الأبعاد
bn: মজার 3D বিলিয়ার্ডস খেলা
cs: Zábavný trojrozměrný kulečník
ms: Permainan biliard 3D yang menyeronokkan
ro: Jocuri de biliard 3D
ru: Забавная 3D игра в бильярд
th: เกมบิลเลียด 3 มิติ
vi: Trò chơi bida 3D vui nhộn
zh_tw: 有趣的 3D 撞球遊戲

# description
source: Do you love playing billiards, or have you ever wanted to learn how to play? This game lets you have the experience of playing pool and other similar games right from your home. It’s simple to learn and use, yet highly realistic. This app is a great tool for both playing for fun and improving your game.
ar: هل تحب لعب البلياردو، هل كنت تريد في أي وقت مضى أن تتعلم كيف تلعبها؟ هذه اللعبة تتيح لديك تجربة لعب البلياردو وغيرها من الألعاب المماثلة مباشرة من منزلك. إنها سهلة التعلم والإستخدام، لكنها واقعيةٌ للغاية. هذا التطبيق أداة عظيمة لكل من اللعب من أجل المتعة ولتحسين لعبك.
bn: আপনি কি বিলিয়ার্ড খেলতে ভালবাসেন, অথবা কখনো খেলা শিখতে চেয়েছেন? এই খেলার মাধ্যমে আপনি ঘরে বসেই পুল এবং আরো অন্যান্য একইরকম খেলার অভিজ্ঞতা অর্জন করতে পারবেন। অত্যন্ত বাস্তবধর্মী হলেও এই খেলাটি সহজে শেখা ও ব্যবহার করা যায়। শুধু মজার জন্য খেলা বা আপনার দক্ষতা বাড়ানোর জন্যও এই এ্যাপটি খুবই কার্যকরী।
cs: Hrajete rádi kulečník, nebo byste se ho rádi naučili? Tato hra vám umožní zažít hraní kulečníku a dalších podobných her u vás doma. Je snadné se ji naučit a hrát, přesto je velmi realistická. Tato aplikace je skvělá jak pro hraní pro zábavu, tak pro zlepšení se ve hře.
ms: Anda suka dengan permainan biliard, atau mahu ketahui selok-belok bermainnya? Permainan ini membolehkan anda menikmati permainan pool atau yang seangkatan dengannya. Cara bermainnya adalah mudah dan senang dipelajari, dengan ciri-ciri realistik. Apl ini merupakan medium yang terbaik untuk bermain dan pada masa yang sama menambah baik permainan anda.
ro: Iti place sa joci biliard,sau ai vrut sa inveti vreodata sa inveti cum se joaca?Acest joc te lasa sa ai parte de experienta jocului chiar de acasa.Este simplu de invatat,dar si foarte realist.Aceasta aplicatie este o unealta grozava pentru invatare dar si pentru a-ti imbunatati jocul.
ru: Вы любите играть в бильярд или хотели научиться играть? Эта игра позволит вам получить опыт игры в бильярд и другие подобные игры прямо у себя дома. Она проста в освоении и использовании, но при этом очень реалистична. Это приложение - отличный инструмент как для развлечения, так и для улучшения своей игры.
th: คุณรักการเล่นบิลเลียดหรือคุณเคยอยากที่จะเรียนรู้วิธีการเล่นมั้ย เกมนี้ช่วยให้คุณมีประสบการณ์ในการเล่นบิลเลียดและเกมอื่น ๆ ที่คล้ายกันได้จากที่บ้านของคุณ มันง่ายที่จะเรียนรู้และใช้ แต่สมจริงอย่างมาก แอพนี้เป็นเครื่องมือที่ดีสำหรับทั้งการเล่นเพื่อความสนุกสนานและปรับปรุงเกมการเล่นของคุณ
vi: Bạn thích chơi bida, hoặc đã từng muốn tìm hiểu cách chơi như thế nào? Trò chơi này sẽ mang đến cho bạn trải nghiệm như được chơi bida và các trò chơi tượng tự khác ngay tại nhà. Đây là trò chơi rất dễ tìm hiểu và chơi với độ thực tế cao. Ứng dụng này chính là công cụ tuyệt vời để vừa chơi để giải trí vừa cải thiện trình độ của bạn.
zh_tw: 你喜歡玩撞球或你曾想過要學如何玩撞球嗎？這個遊戲讓你在家裡就可以擁有撞球和其他類似遊戲的體驗。它很簡單易學並且容易使用，而且感覺非常真實。這款應用程式是一個很棒的工具，可以獲得樂趣，也可以改善你的撞球技巧。

# title
source: BlockOut 2
ar: بلوك أوت 2
bn: ব্ল্যাকআউট 2
th: บล็อคเอ้าท์ 2

# subtitle
source: 3D Tetris-style game
ar: لعبة ثلاثية الأبعاد على نمط تتريس
bn: 3D টেট্রিস খেলা
cs: Hra ve stylu 3D tetrisu
ms: Permainan gaya-Tetris 3D
ro: Joc 3D Tetris
th: เกมสไตล์ Tetris 3D
vi: Trò chơi kiểu xếp gạch 3D
zh_tw: 3D 俄羅斯方塊遊戲

# description
source: Do you love puzzle games? Then you’ll love BlockOut 2. This 3-D Tetris game is fast-paced and a lot of fun! Figure out how to stack different-shaped blocks together and create whole layers of blocks to get points, all before the blocks stack up too high and you lose! It’s great for the brain, and tons of fun.
ar: هل تحب ألعاب الألغاز؟ إذاً ستعجبك BlockOut 2. هذه اللعبة ثلاثية الأبعاد على غرار تتريس هي سريعة الوتيرة وبها الكثير من المرح! اكتشف كيفية تكديس كتلٍ مختلفة الشكل مع بعضها، واخلق طبقات كاملة من الكتل لتحصل على نقاط، كل هذا قبل أن تتكدس الكتل على ارتفاعٍ عالٍ جداً وتخسر​​! إنها رائعة للدماغ، وبها أطنان من المرح.
bn: আপনি কি ধাঁধার খেলা ভালবাসেন? তাহলে আপনি ব্ল্যাকআউট 2 ভালবাসবেন। এই 3-D টেট্রিস খেলাটি দ্রুতগতির এবং অনেক মজার একটি খেলা! বিভিন্ন আকৃতির টুকরো একসাথে স্তুপ করে রাখার পদ্ধতি আবিষ্কার করুন এবং টুকরোগুলো দিয়ে পুরো একটি স্তর তৈরি করে পয়েন্ট জিতে নিন। টুকরোগুলো জমা হয়ে বেশি উঁচু হয়ে যাবার আগেই আপনাকে শেষ করতে হবে, নইলে আপনি হেরে যাবেন! বুদ্ধির খেলা হিসেবে দারুণ এবং অসম্ভব মজারও।
cs: Máte rádi hry na přemýšlení! Pak se vám BlockOut 2 bude líbit. Tato hra s trojrozměrným tetrisem je rychlá a zábavná! Vymyslete, jak poskládat různě tvarované bloky dohromady a vytvořit tak celé vrstvy bloků a získávat tak body – to vše stihnout než se bloky navrší příliš do výšky a vy prohrajete! Je to skvělé pro cvičení mozku a užijete si spoustu zábavy.
ms: Anda menyukai permainan ala teka-teki? Oleh itu anda semestinya menyukai BlockOut 2. Permainan Tetris 3-D adalah pantas dan menyeronokkan! Ketahui bagaimana hendak menindan blok-blok yang berlainan rupa menjadi satu entiti dan membentuk lapisan-lapisan blok untuk memperoleh mata, sehinggalah lapisan-lapisan blok ini meningkat terlalu tinggi dan anda kalah atau tamat permainan! Ia sangat sesuai untuk latihan minda, dan semestinya sangat menyeronokkan.
ro: Iti plac jocurile de puzzle?Atunci o sa indragesti BlockOut 2. Acest joc 3D Tetris este foarte distractiv!Tot ce trebuie sa faci este sa iti dai seama cum sa unesti blocuri ca sa primesti puncte,inainte ca ele sa ajunga prea sus si sa pierzi.
ru: Вы любите игры-головоломки? Тогда вам понравится BlockOut 2. Эта трехмерная/3D игра "Тетрис" быстро развивается и доставляет массу удовольствия! Придумайте, как складывать вместе блоки разной формы и создавать целые слои блоков, чтобы получить очки, и все это до того, как блоки сложатся слишком высоко и вы проиграете! Это отличная игра для мозга и масса удовольствия.
th: คุณรักเกมปริศนาใช่หรือไม่ แล้วคุณจะรักเกม BlockOut 2 เกม 3-D Tetris นี้รวดเร็วและมีอะไรสนุกเยอะ! ค้นหาวิธีการสแต็คบล็อกที่รูปทรงแตกต่างเข้าด้วยกันและสร้างชั้นทั้งหมดของบล็อกเพื่อจะได้รับคะแนน ทั้งหมดนี้ก่อนที่บล็อกจะกองขึ้นสูงเกินไปไม่งั้นจะแพ้! มันยอดมากสำหรับสมองและมีความสนุกมากมาย
vi: Bạn yêu thích các trò chơi giải đố? Vậy thì bạn cũng sẽ yêu thích BlockOut 2. Trò chơi 3D dạng xếp gạch này có tiết tấu nhanh và rất vui nhộn! Hãy tìm cách ráp các khối có hình dạng khác nhau và tạo thành khối gạch hoàn chỉnh để kiếm điểm, trước khi các khối chồng lên quá cao và bạn thua! Rất tốt cho trí não và cực kỳ vui nhộn.
zh_tw: 您喜歡益智遊戲嗎？那您一定會愛上 BlockOut 2。這款 3-D 俄羅斯方塊遊戲的節奏明快並充滿樂趣！想辦法將不同形狀的方塊疊在一起，並做出整層的方塊來獲得分數，方塊堆得太高的話就輸了！這能活化腦袋，且非常有趣。

# title
source: Five in a Row
ar: خمسة في صف

# subtitle
source: Five in a row wins you the game
ar: خمسة في صف واحد تحسم لك المباراة

# description
source: Challenge a friend to a game where you race to create five in a row. Take turns placing your marker on the board, and the winner is the first person to complete a row of five. This game is sure to be a succes with all of your friends and family members so download it now to begin to play!
ar: تحدى صديقاً في مباراة تتسابق فيها لإنشاء خمسة في صف واحد. تناوب وضع قلمك على السبورة والفائز هو أول شخص يكمل صفاً من خمسة. ومن المؤكد أن تكون لهذه اللعبة قصة نجاح مع كل من أصدقائك وأفراد أسرتك، لذا حملها الآن لتبدأ في اللعب!

# title
source: Brasero
ar: براسيرو
bn: ব্রাসেরো
th: ที่ใส่ถ่าน

# subtitle
source: Burn your own CDs and DVDs
ar: انسخ الـسي دي سي و دي في دي الخاصة بك
bn: আপনার সিডি ও ডিভিডি বার্ন করুন
cs: Vypalujte své vlastní CD a DVD disky
ms: Rakam CD dan DVD anda sendiri
ro: Scrie pe CD sau DVD
ru: Записывайте свои собственные CD и DVD-диски
th: เบิร์นซีดีและดีวีดีของคุณเอง
vi: Xuất đĩa CD và DVD cho riêng bạn
zh_tw: 燒錄屬於你自己的 CD 和 DVD

# description
source: Making your own CDs or DVDs has never been easier! This app lets you burn, copy, and erase CDs and DVDs so you can make your own audio and video masterpieces, or just transfer the files and data you need!
ar: إن تجهيز الأقراص المدمجة أو أقراص الفيديو الرقمية الخاصة بك لن يكن سهلا بهذا الشكل من قبل! يتيح هذا التطبيق لك نسخ ومسح الأقراص المدمجة وأقراص الفيديو الرقمية بحيث يمكنك تجهيز الروائع الصوتية والفيديو الخاصة بك، أو حتى مجرد نقل الملفات والبيانات التي تحتاج إليها!
bn: আপনার নিজের সিডি বা ডিভিডি তৈরি করার কাজটি আগে কখনোই এত সহজ হয়নি! এই এ্যাপ দিয়ে আপনি সিডি ও ডিভিডি বার্ন, কপি ও মুছে নিজের মতো করে আপনার অডিও বা ভিডিও শিল্পকর্মটি তৈরি করে নিতে পারবেন। অথবা যেসব ফাইল আর তথ্য আপনার প্রয়োজন সেগুলো সরিয়ে নেবার মতো কাজগুলোও করতে পারেন সহজেই!
cs: Vytváření vašich vlastních CD nebo DVD disků nebylo nikdy jednodušší! Tato aplikace vám umožňuje vypalovat, kopírovat a mazat CD a DVD disky, takže můžete vytvářet své vlastní zvukové a video dílka, nebo jen přenášet soubory a data, která potřebujete!
ms: Kerja-kerja merakam CD atau DVD anda menjadi semakin mudah! Apl ini membolehkan anda rakam, salin, dan padam data-data di dalam CD dan DVD anda supaya anda dapat menghasilkan karya audio dan video anda sendiri, ataupun dapat pindah fail-fail yang anda perlukan.
ro: Sa iti faci singur CD-uri sau DVD-uri nu a fost niciodata mai usor!Aceasta aplicatie iti permite sa scrii,copii sau sa stergi CD-uri si DVD-uri ca sa iti faci lucrarile proprii de muzica sau video,sau doar sa transferi fisierele pe care le doresti!
ru: Создание собственных CD или DVD еще никогда не было таким простым! Это приложение позволяет записывать, копировать и стирать CD и DVD, чтобы вы могли создавать собственные аудио- и видеошедевры или просто передавать нужные вам файлы и данные!
th: ทำซีดีหรือดีวีดีของคุณเองได้ง่ายกว่าที่เคย! แอพนี้ช่วยให้คุณเบิร์น, คัดลอกและลบซีดีและดีวีดี ฉะนั้นคุณสามารถทำออดิโอและวิดีโอชิ้นเอกของคุณเอง หรือเพียงแค่การถ่ายโอนไฟล์และข้อมูลที่คุณต้องการ!
vi: Tạo đĩa CD hoặc DVD cho riêng bạn chưa bao giờ dễ dàng hơn! Ứng dụng này cho phép bạn xuất, sao chép và xóa CD cũng như đĩa DVD để có thể tự tạo riêng cho mình những tuyệt tác âm thanh và video, hoặc chỉ đơn giản là chuyển các tập tin và dữ liệu mà bạn cần!
zh_tw: 製作屬於自己的 CD 或 DVD 從未如此簡單！這款應用程式可以讓你燒錄、複製和刪除 CD 和 DVD，所以你可以製作屬於自己的聲音和影片作品，或只是傳輸你所需要的檔案與資料！

# title
source: Battle Tanks
ar: دبابات معارك
bn: যুদ্ধ ট্যাংক
cs: Bitevní tanky
ru: Боевые танки
th: รถถังต่อสู้
vi: Đấu trường xe tăng

# subtitle
source: A fast-paced battle game to play with friends
ar: لعبة معارك سريعة الوتيرة لتلعبها مع الأصدقاء
bn: বন্ধুদের সাথে নিয়ে খেলার জন্য একটি দ্রুতগতির যুদ্ধের খেলা
cs: Rychlá bojová hra pro hraní s přáteli
ms: Permainan pertempuran pantas yang boleh dimainkan bersama-sama rakan anda.
ro: O batalie pacifista pe care sa o joci cu prietenii
ru: Быстро развивающаяся боевая игра, в которую можно играть с друзьями
th: เกมการต่อสู้ที่รวดเร็วเพื่อเล่นกับเพื่อน ๆ
vi: Trò chơi chiến đấu tốc độ cao chơi cùng bạn bè
zh_tw: 一個快節奏的戰鬥遊戲，可以和好朋友一起玩

# description
source: Battle with family and friends with an arsenal of your design. With awesome graphics and cool music, it's a fun and dynamic game for players of all ages. Just make sure you can handle the explosions!
ar: حارب أفراد عائلتك والأصدقاء بترسانة من تصميمك و تجهيزك. بهذه الرسومات الرهيبة والموسيقى الرائعة، تعد هذه اللعبة ممتعة وحيوية لكل من يلعبها من كل الأعمار. فقط تأكد من قدرتك على التعامل مع الانفجارات!
bn: নিজের নকশায় তৈরি করা অস্ত্রাগারের সাহায্যে পরিবার ও বন্ধুদের সাথে যুদ্ধ করুন। চমকপ্রদ গ্রাফিক্সের কাজ ও দারুণ সুরের সমন্বয়ে, সকল বয়সের খেলোয়াড়দের জন্য এটি একটি মজার ও প্রাণবন্ত খেলা। তবে নিশ্চিত হয়ে নেবেন যে বিস্ফোরণের ধকলগুলো আপনি সহ্য করতে পারবেন কিনা!
cs: Bitva s rodinou či přáteli s arzenálem dle vašeho návrhu. S úžasnou grafikou a skvělou hudbou, je to zábavná a dynamická hra pro hráče každého věku. Jen se ujistěte, že ustojíte exploze!
ms: Bertempur dengan ahli keluarga dan rakan-rakan dengan senjata ciptaan anda. Diperkasakan dengan grafik yang menakjubkan dan muzik yang hebat, permainan ini adalah bersifat dinamik dan menyeronokkan untuk pemain tidak kira usia. Tetapi pastikan anda tidak terganggu dengan letupan-letupan dalam permainan ini.
ro: Lupta cu familia și prietenii cu un arsenal de design. Cu o grafica minunata și muzică buna, este un joc distractiv și dinamic pentru jucătorii de toate vârstele. Doar asigurați-vă că vă puteți descurca cu explozii!
ru: Сражайтесь с семьей и друзьями, используя арсенал вашего дизайна. Благодаря потрясающей графике и классной музыке это веселая и динамичная игра для игроков всех возрастов. Только убедитесь, что вы сможете выдержать взрывы!
th: รบกับครอบครัวและเพื่อนด้วยคลังแสงจากการออกแบบของคุณ ด้วยกราฟิกที่ยอดเยี่ยมและเพลงเจ๋ง ๆ เกมนี้เป็นเกมที่เพลิดเพลินและมีไดนามิกสำหรับผู้เล่นทุกเพศทุกวัย เพียงแค่แน่ใจว่าคุณสามารถจัดการกับระเบิดได้!
vi: Kề vai sát cánh chiến đấu cùng gia đình và bạn bè bằng bộ sưu tập khí giới do chính bạn thiết kế. Với hình ảnh tuyệt đẹp và âm nhạc cực chất, đây là một trò chơi vui nhộn và năng động phù hợp với người chơi thuộc mọi lứa tuổi. Chỉ cần bạn chắc chắn mình chịu được được các vụ cháy nổ!
zh_tw: 以自己設計的兵工廠與親朋好友進行戰鬥。這款有超讚的圖像和酷炫的音樂，是適合所有年齡玩家的動態遊戲。但要確保能夠處理爆炸！

# title
source: Cheese
ar: تشيز
bn: চিজ
ro: Zambeste

# subtitle
source: Take funny pictures of yourself and your friends
ar: التقط صوراً مضحكةً لنفسك ولأصدقائك
bn: নিজের ও বন্ধুদের হাস্যকর ছবি তুলে মজা করুন
cs: Pořizujte zábavné obrázky vás a vašich přátel
ms: Ambil gambar lucu diri anda dan rakan
ro: Fa-ti poze amuzante tie sau prietenilor tai
ru: Делайте смешные фотографии себя и своих друзей
th: ถ่ายภาพตลกของตัวเองและเพื่อนของคุณ
vi: Chụp những bức ảnh hài hước của chính bạn và bạn bè
zh_tw: 為自己和好友拍好玩的相片
