Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: What kind of a world would you build? Start with just land and water, and from there fill in every detail you can possibly think of! Get creative and build an incredible castle, a giant skyscraper, a massive mansion, and don't forget to add city walls for protection. Explore the world and build whatever you'd like during the day, but make sure you’re prepared for the night. You may find that spiders, skeletons, and zombies might try to attack your city!
ar: أي نوع من العوالم تود بنائه؟ ابدء بأرضٍ ومياه فقط، ومن هناك حدد كل التفاصيل التي يمكن أن تفكر فيها! كُن مُبدعاً وابن قلعة مُدهشة، وناطحة سحاب عملاقة وقصر فسيح، ولا تنس إضافة جدران للمدينة من أجل الحماية. استكشف العالم وابن ما تريد خلال يومك، ولكن تأكد من أن تكون مستعداً لاستقبال الليل. فقد تكتشف أن عناكب وهياكل عظمية ومجموعة من الزومبي ربما تهاجم مدينتك!
bn: কেমন পৃথিবী গড়তেন আপনি? এক টুকরো জমি ও পানি দিয়ে শুরু করুন। তারপর সেখান থেকে প্রতিটি খুঁটিনাটি নির্মাণ শুরু করুন যদ্দূর পর্যন্ত আপনার কল্পনা আপনাকে নিয়ে যায়! সৃজনশীলতার মাধ্যমে একটি চমকপ্রদ প্রাসাদ, বিশাল আকাশছোঁয়া অট্টালিকা, বিরাট বাড়ি বানিয়ে ফেলুন, এবং শহরটিকে নিরাপত্তার জন্য দেয়াল দিয়ে ঘিরে দিতে ভুলবেন না। পৃথিবী অনুসন্ধান করুন এবং দিনের বেলায় আপনার যেমন খুশি তেমন সবকিছু নির্মাণ করুন, তবে নিশ্চিত করুন যে রাতের বেলার জন্য আপনি তৈরি। মাকড়শা, কঙ্কাল এবং জম্বিরা আপনার শহরকে আক্রমণ করে বসতে পারে!
cs: Jaký druh světa byste postavili? Začněte s pouhou zemí a vodou, a pak vyplňte každý detail který si vymyslíte! Buďte tvořiví a postavte neuvěřitelný hrad, obrovský mrakodrap, masivní sídlo a nezapomeňte přidat městské hradby kvůli ochraně. Prozkoumejte svět a postavte cokoli, co se vám v průběhu dne zalíbilo, ale ujistěte se, že jste připraveni na noc. Můžete zjistit, že pavouci, kostlivci a zombie se mohou pokusit zaútočit na město!
ms: Bagaimanakah rupa dunia yang anda mahu wujudkan? Bermula hanya dengan sebidang tanah dan air, di sini anda akan menambah perincian dunia idaman anda! Jadilah kreatif dan bina istana yang menakjubkan, pencakar langit bersaiz gergasi, atau rumah agam yang megah, tetapi jangan lupa bina juga tembok untuk melindungi binaan anda. Jelajahi dunia maya dan binalah apa jua yang anda suka sepanjang hari, tetapi berhati-hati pada waktu malam bila ia menjelma. Anda akan dapati ada labah-labah, hantu rangka, dan zombi cuba menyerang bangunan anda!
ro: Ce fel de lume poti construi? Începe doar cu pământ și apă, iar de acolo poti umple în detaliu tot ce puteți gândi! Fii creativ in a construi un castel incredibil, un zgârie-nori gigant, un conac masiv, și nu uita să adăugi ziduri de protecție. Exploreaza lumea și construieste orice doresti în timpul zilei, dar asigurate că esti pregătit pentru noapte. Pentru că păianjeni, schelete, și zombie ar putea încerca să atace orașul!
ru: Какой мир вы бы построили? Начните с земли и воды, а затем добавьте все детали, которые только можно придумать! Проявите творческий подход и постройте невероятный замок, гигантский небоскреб, огромный особняк и не забудьте добавить городские стены для защиты. Исследуйте мир и стройте все, что захотите, днем, но не забудьте подготовиться к ночи. Вы можете обнаружить, что пауки, скелеты и зомби могут попытаться напасть на ваш город!
th: โลกแบบไหนที่คุณจะสร้างมัน เริ่มต้นเพียงดินและน้ำ และจากนั้นเติมรายละเอียดทั้งหมดที่คุณจะนึกได้! ทำการสร้างสรรค์และสร้างปราสาทที่น่าทึ่ง ตึกระฟ้ายักษ์ คฤหาสน์ขนาดใหญ่ และไม่ลืมที่จะเพิ่มกำแพงเมืองเพื่อการป้องกัน สำรวจโลกและสร้างสิ่งที่คุณต้องการในระหว่างวัน แต่ให้แน่ใจว่าคุณเตรียมสำหรับกลางคืน คุณอาจพบว่าแมงมุม โครงกระดูก และซอมบี้อาจจะพยายามโจมตีเมืองของคุณ!
vi: Bạn muôn xây dựng một thành phố như thế nào? Bắt đầu chỉ với đất và nước, rồi từ đó tạo nên từng chi tiết mà bạn có thể nghĩ ra! Hãy sáng tạo và xây dựng một lâu đài tráng lệ, một tòa nhà chọc trời khổng lồ, một tòa nhà rộng thênh thang, và đừng quên dựng lên các bức tường thành phố để bảo vệ. Khám phá thế giới và xây dựng bất cứ thứ gì bạn muốn vào ban ngày, nhưng hãy đảm bảo khả năng phòng vệ vào ban đêm. Bạn có thể thấy những con nhền nhện, bộ xương và zombie tấn công thành phố của bạn!
zh_tw: 你會建立什麼樣的世界？從土地和水開始，然後在裡面填滿你可以想到的每個細節！有創意一點，打造一座令人難忘的城堡、一棟高聳的摩天大廈、一棟超大豪宅，但是別忘了建造城牆保護你的世界。在白天，盡情探索世界並建造你喜歡的任何東西，但請確保你已為夜晚做好準備。你可能會發現蜘蛛、骷顱和殭屍可能會試圖攻擊你的城市！

# title
source: Numpty Physics
ar: لعبة الرسوم نبتي فيزيكس
bn: নাম্পটি পদার্থবিদ্যা
vi: Nhà vật lý ngớ ngẩn

# subtitle
source: Fun physics puzzle games
ar: ألعاب ألغاز فيزيائية (جسدية) ممتعة
bn: পদার্থবিদ্যার মজার ধাঁধার খেলা
cs: Zábavná logická hra s fyzikou
ms: Permainan teka-teki fizik menyeronokkan
ro: Joc puzzle din fizica
ru: Веселые физические игры-головоломки
th: เกมปริศนาฟิสิกส์ที่แสนสนุก
vi: Trò chơi giải đố vật lý vui nhộn
zh_tw: 有趣的物理益智遊戲

# description
source: Who knew the laws of physics could be so much fun? With this app, you can solve puzzles by drawing objects like pulleys, levers, and ramps. If your creations turn out right, you’ll accomplish that level’s task and move to the next level. This challenging game will also teach you some basic physics, but you’ll be having so much fun that you’ll hardly know you’re learning.
ar: من كان يعلم أن القوانين الفيزيائية قد تكون على هذا القدر من المتعة؟ مع هذا التطبيق، يمكنك حل الألغاز عن طريق رسم الأشياء مثل البكرات والروافع، والسلالم. وإذا كانت ابداعاتك صحيحة، عليك إنجاز مهمة هذا المستوى والانتقال إلى المستوى التالي. هذه اللعبة الصعبة سوف تعلمك أيضا بعض أسس الفيزياء، ولكن ستحصل على متعة كبيرة بحيث بالكاد تدرك انك كنت تتعلم.
bn: কে জানতো পদার্থবিজ্ঞানের নিয়মও এত মজার হতে পারে? এই এ্যাপের মাধ্যমে, আপনি কপিকল, লিভার এবং ঢালু পথ এঁকে ধাঁধার সমাধান করতে পারবেন। আপনার সৃষ্টিসমূহ যদি সঠিক হয়, তাহলে আপনি সেই স্তর জয় করে পরের স্তরের দিকে যাত্রার জন্য তৈরি হয়ে যাবেন। এই উত্তেজনাময় খেলাটি আপনাকে পদার্থবিজ্ঞানের মৌলিক নিয়মও শিখিয়ে দেবে, কিন্তু আপনি এতো আনন্দ পাবেন যে মনেই হবে না আপনি কিছু শিখছেন।
cs: Kdo by si myslel, že fyzikální zákony mohou být tak zábavné? S touto aplikací můžete řešit hádanky kreslením objektům jako jsou kladky, páky a rampy. Pokud váš výtvor bude fungovat správně, dokončíte úkol takové úrovně a přesunete se na další. Tato náročná hra vás také naučí něco ze základní fyziky, ale také si užijete tolik zábavy, že stěží budete vědět, že se učíte.
ms: Siapa yang tahu hukum fizik boleh begitu banyak menyeronokkan? Dengan aplikasi ini, anda boleh menyelesaikan teka-teki dengan melukis objek seperti pulleys, levers, dan ramps. Jika ciptaan anda berubah dengan betul, anda akan mencapai tugas peringkat tersebut dan beralih ke peringkat seterusnya. Permainan yang mencabar ini juga akan mengajar anda beberapa fizik asas, tetapi anda akan mempunyai begitu banyak keseronokan yang anda hampir tidak akan tahu anda sedang belajar.
ro: Cine a stiut ca legile fizicii pot fi atat de distractive?Cu aceasta aplicatie,poti rezolva puzzle-uri desenand obiecte ca scripeti,pârghii,si rampe.În cazul în care creațiile tale se dovedesc corecte,vei completa acel nivel si vei trece la urmatorul.Acest joc provocator te va invata de asemenea bazele fizifii,dar te vei distra in timp ce vei invata.
ru: Кто знал, что законы физики могут быть такими забавными? В этом приложении вы можете решать головоломки, рисуя такие объекты, как шкивы, рычаги и рампы. Если ваши творения получатся правильными, вы выполните задание этого уровня и перейдете на следующий. Эта сложная игра также научит вас основам физики, но вам будет так весело, что вы вряд ли поймете, что учитесь.
th: ใครจะรู้ว่ากฎหมายของฟิสิกส์มันจะสนุกมาก ด้วยแอพนี้คุณสามารถแก้ปริศนาโดยการวาดวัตถุ เช่นรอก คาน และทางลาด หากความคิดสร้างสรรค์ของคุณมาถูกทาง คุณจะสำเร็จภารกิจของระดับและย้ายไปยังระดับถัดไป เกมที่ท้าทายนี้ยังจะสอนคุณบางฟิสิกส์พื้นฐาน แต่คุณจะมีเพลิดเพลินมากจนแทบจะไม่ทราบว่าคุณกำลังเรียนรู้
vi: Ai mà biết rằng các định luật vật lý lại có thể mang đến nhiều niềm vui như vậy? Với ứng dụng này, bạn có thể giải quyết các câu đố bằng hình vẽ như ròng rọc, đòn bẩy và mặt phẳng nghiêng. Nếu trả lời đúng, bạn sẽ hoàn thành nhiệm vụ của màn chơi đó và chuyển sang màn chơi tiếp theo. Trò chơi đầy thử thách này sẽ dạy cho bạn một số vấn đề vật lý cơ bản, nhưng cũng sẽ mang đến rất nhiều niềm vui đến nỗi bạn không cảm thấy như đang học tập.
zh_tw: 誰曉得物理定律可以這麼有趣？使用這款應用程式，你可以透過繪製物件如滑輪、槓桿和斜坡來解決謎題。如果你畫的圖是正確的，你將完成該關卡的任務，並進入下一關。這款具有挑戰性的遊戲也會教你一些基本物理知識，但因為過程太有趣了而幾乎忘了你正在學習呢！

# title
source: 3D CAD
ar: التصميم ثُلاثي الأبعاد بِمُساعدة الكمبيوتر

# subtitle
source: Create 3D CAD models
ar: قُم بإنشاء نماذِج للتصميم ثُلاثي الأبعاد بمساعدة الكمبيوتر
bn: 3D CAD মডেল তৈরি করুন
cs: Vytvářejte 3D CAD modely
ms: Buat model CAD 3D
ro: Creeaza modele CAD 3D
ru: Создание трехмерных/3D моделей CAD
th: สร้างโมเดล CAD 3 มิติ
vi: Tạo mô hình 3D CAD
zh_tw: 建立 3D CAD 模型

# description
source: This app is made for programmers who want to create 3D CAD models. The app does not focus on the artistic aspects of 3D modeling, but rather on the CAD elements, so it is best suited for people who want to create machine parts, for example, instead of something like 3D models for movies. As the programmer, you will have full control over the modeling process so that you can easily change any step and create the configurable designs you desire. You'll need to have a deep understanding of how to create CAD models, and if you do, this app is a great way to build the 3D models you need.
ar: قد تم إنشاء هذا التطبيق للمُبرمِجين الذين يريدون إنشاء نماذج من التصميم ثُلاثي الأبعاد بِمساعدة الكمبيوتر. لا يركز التطبيق على الجوانب الفنية لوضع النماذج ثُلاثية الأبعاد، إنما على عناصر التصميم بمساعدة الكمبيوتر، لذلك هو الأنسب للأشخاص الذين يريدون إنشاء قطع غيار الآلات، على سبيل المثال، بدلاً من شيء يُشبه النماذج ثُلاثية الأبعاد للأفلام. كمُبرمِج، سيكون لديك السيطرة الكاملة على عملية وضع النماذِج بحيث يُمكنك بسهولة تغيير أي خطوة ، وخلق التصاميم القابلة للتكوين التي تريدها. سوف تحتاج إلى أن يكون هُناك فِهم عميق لكيفية إنشاء نماذج التصميم بمساعدة الكمبيوتر، وإذا قمت بذلك، فهذا التطبيق هو وسيلة رائعة لبناء نماذج ثُلاثية الأبعاد التي تحتاج إليها.
bn: এই এ্যাপটি সেসব প্রোগ্রামারদের জন্য যারা 3D CAD মডেল তৈরি করতে আগ্রহী। এই এ্যাপ 3D মডেলিংয়ের শৈল্পিক দৃষ্টিভঙ্গির দিকে দৃষ্টি দেয় না, বরং CAD উপাদানের দিকে রাখে। তাই এটি তাদের জন্য যথার্থ যারা যন্ত্রাংশ তৈরি করতে চায়, যেমন মুভির জন্য 3D মডেল। প্রোগ্রামার হিসেবে, মডেলিং পদ্ধতির উপরে আপনার সম্পূর্ণ নিয়ন্ত্রণ থাকবে যাতে আপনি সহজে যে কোন পদক্ষেপ বদলাতে পারেন এবং আপনার ইচ্ছেমতো কনফিগার করা যায় এমন কোন নকশা বানাতে পারেন। CAD মডেল বানানোর বিষয়ে আপনার গভীর জ্ঞান দরকার পড়বে, এবং যদি তা আপনার থাকে, তবে এই এ্যাপ আপনার প্রয়োজনীয় 3D মডেল তৈরির জন্য দারুণ এক উপায়।
cs: Tato aplikace je vytvořena pro programátory, kteří chtějí vytvářet 3D CAD modely. Aplikace se nezaměřuje na umělecké hledisko 3D modelování ale namísto toho na CAD prvky, takže se nejvíce hodí pro lidi, kteří chtějí vytvářet například strojní součásti, namísto něčeho jako 3D modely pro filmy. Jako programátor máte plnou kontrolu nad procesem modelování, takže můžete snadno změnit jakýkoli krok a vytvářet nastavovatelné návrhy dle libosti. Budete potřebovat hluboké porozumění toho, jak vytvářet CAD modely a pokud je máte, tato aplikace je skvělým způsobem jak vytvářet 3D modely, které potřebujete.
ms: Aplikasi ini dibuat untuk pengatur cara yang ingin mencipta model CAD 3D. Aplikasi ini tidak memberi tumpuan kepada aspek artistik pemodelan 3D, tetapi sebaliknya pada elemen CAD, jadi ia paling sesuai untuk orang yang mahu mencipta bahagian Mesin, sebagai contoh, bukannya sesuatu seperti model 3D untuk filem. Sebagai programmer, anda akan mempunyai kawalan penuh ke atas proses pemodelan supaya anda boleh dengan mudah mengubah apa-apa langkah dan membuat Reka bentuk dikonfigurasikan yang anda kehendaki. Anda perlu mempunyai pemahaman mendalam tentang bagaimana untuk mencipta model CAD, dan jika anda lakukan, aplikasi ini adalah cara yang hebat untuk membina model 3D yang anda perlukan.
ro: Aceasta aplicatie este pentru programatorii care vor sa creeze modele CAD 3D.Aplicatia nu se concentreaza pe aspectele artistice ale modelarii 3D,ci mai degraba pe elementele de CAD,deci este cea mai potrivita pentru persoanele care vor sa creeze parti de masina.Ca programator,vei avea control total asupra procesului de modelare pentru a putea modifica orice pas si pentru a configura design-ul care il doresti.Trebuie sa intelegi in totalitate cum sa creezi modele CAD,si daca stii deja,aceasta aplicatie este cea mai potrivita pentru a creeea modele 3D.
ru: Это приложение создано для программистов, которые хотят создавать трехмерные модели CAD. Приложение не фокусируется на художественных аспектах 3D-моделирования, а скорее на элементах CAD, поэтому оно лучше всего подходит для людей, которые хотят создавать, например, детали машин, а не что-то вроде 3D-моделей для фильмов. Как программист, вы будете иметь полный контроль над процессом моделирования, так что вы сможете легко изменить любой шаг и создать конфигурируемые конструкции, которые вы хотите. Вам потребуется глубокое понимание того, как создавать модели CAD, и если вы знаете, то это приложение - отличный способ создать необходимые вам 3D-модели.
th: แอพนี้ถูกสร้างขึ้นมาสำหรับโปรแกรมเมอร์ที่ต้องการสร้างแบบจำลอง CAD 3 มิติ แอพนี้ไม่ได้มุ่งเน้นด้านศิลปะของการสร้างแบบจำลอง 3 มิติ แต่ในองค์ประกอบ CAD มันจึงเหมาะที่สุดสำหรับคนที่ต้องการที่จะสร้างชิ้นส่วนเครื่องจักร ตัวอย่างเช่นแทนที่ แบบจำลอง 3 มิติสำหรับภาพยนตร์ ซึ่งโปรแกรมเมอร์ คุณจะมีการควบคุมเต็มรูปแบบผ่านกระบวนการการสร้างแบบจำลอง เพื่อให้คุณสามารถเปลี่ยนขั้นตอนใด ๆ และสร้างการออกแบบที่สามารถกำหนดค่าได้ตามที่คุณต้องการ คุณจะต้องมีความรู้ความเข้าใจเกี่ยวกับวิธีการสร้างแบบจำลอง CAD และถ้าคุณทำ แอพนี้เป็นทางที่ดีในการสร้างแบบจำลอง 3 มิติที่คุณต้องการ
vi: Ứng dụng này được thiết kế dành cho các lập trình viên muốn tạo ra các mô hình 3D CAD. Các ứng dụng không tập trung vào các khía cạnh nghệ thuật của mô hình 3D, mà dựa trên các yếu tố CAD, vì vậy rất thích hợp cho những người muốn tạo các bộ phận máy móc, ví dụ vậy, thay vì mô hình 3D cho phim ảnh. Là lập trình viên, bạn sẽ có toàn quyền kiểm soát các quá trình làm mẫu để dễ dàng thay đổi các bước và tạo ra các mẫu thiết kế theo đúng mong muốn. Bạn sẽ cần hiểu biết cặn kẽ làm thế nào để tạo ra các mô hình CAD, và nếu như thế, ứng dụng này chính là cách tuyệt vời để xây dựng các mô hình 3D như bạn cần.
zh_tw: 此 app 是為想要建立 3D CAD 模型的程式設計師所製作的。這款 app 並不著重在 3D 建模的美術方面，而是在 CAD 元素上，因此最適合想要建立機械部件的人，而非像是用於電影的 3D 模型等。作為程式設計師，您將能夠完整控制整個建模過程，因此可以輕鬆變更任何步驟，並建立您所想要的可設置設計。您會需要對於如何建立 CAD 模型有深入的了解，這麼一來此 app 就是建立您所需 3D 模型的絕佳方式。

# title
source: Palapeli
ar: لعبة بالابيلي
bn: পালাপেলি

# subtitle
source: A fun jigsaw puzzle game
ar: لعبة لغز الرسومات المقطعة الممتعة
bn: একটি মজাদার জিগস' ধাঁধার খেলা
cs: Zábavné pucle
ms: Permainan teka-teki yang menyeronokkan
ro: Un joc distractiv de puzzle
ru: Веселая игра-головоломка
th: เกมปริศนาจิ๊กซอว์ที่น่าสนุก
vi: Trò chơi giải đố ghép hình vui nhộn
zh_tw: 有趣的拼圖遊戲

# description
source: If you’re a big fan of jigsaw puzzles, you’ll love this game. Unlike other games of its type, it’s not necessary to align pieces on a grid. Instead, Palapeli has a more real-life feel, with pieces that are freely movable. Choose your puzzle and start putting together the pieces. This game is fun, rewarding, and as true to life as can be.
ar: إذا كنت من أشد المعجبين لألعاب الألغاز و الأحاجي، فإنك ستحب هذه اللعبة. وبخلاف غيرها من الألعاب الشبيهة لها، ليس من الضروري ترتيب القطع على الرقعة. وبدلا من ذلك، تمنحك لعبة بالابيلي شعورا أكثر واقعية، حيث يمكنك تحريك القطع بحرية. قم باختيار اللغز أو الأحجية الخاصة بك وأبدأ بتجميع القطع. هذه اللعبة ممتعة، ومجزية وحقيقية و قريبة للواقع بأكبر قدر ممكن.
bn: আপনি যদি জিগস ধাঁধাঁর অনেক বড় ভক্ত হয়ে থাকেন তাহলে আপনি এই খেলাটি ভালবাসবেন। অন্যান্য এই রকম খেলার মত এই খেলায় টুকরোগুলোকে একটি লাইনে সাজানোর প্রয়োজন নেই।তার পরিবর্তে পালাপেলির আছে আরো বাস্তবমুখী অনুভুতি, যা আপনি টুকরোগুলো সরাতে গেলেই বুঝবেন । আপনি নিজে ধাঁধাঁ ঠিক করুন এবং সেটাকে এক সাথে করার চেষ্টা করুন। জীবন যেমন সত্য ঠিক তেমনি এই খেলাটিও মজার এবং পুরষ্কারস্বরূপ।
cs: Pokud jste fanouškem puzzlí, bude se vám tato hra líbit. Na rozdíl od ostatních her tohoto typu není nezbytné zarovnávat dílky do mřížky. Namísto toho, Palapeli poskytuje více přirozenější dojem, s dílky, se kterými se nechá volně pohybovat. Zvolte své puzzle a začněte skládat obrázky dohromady. Tato hra je zábavná, odměňující a tak skutečná, jak může být.
ms: Jika anda peminat besar teka-teki sfera, anda akan suka permainan ini. Berbeza dengan permainan jenis yang lain, ia tidak perlu untuk menjajarkan kepingan pada grid. Sebaliknya, Palapeli mempunyai rasa hidup yang lebih nyata, dengan kepingan yang bebas alih. Pilih teka-teki anda dan mula meletakkan bersama-sama kepingan. Permainan ini adalah menyeronokkan, memberi ganjaran, dan sebagai kenyataan untuk hidup seperti yang boleh.
ro: Daca esti un mare fan al puzzle-uri, vei iubi acest joc. Spre deosebire de alte jocuri de acest tip, nu este necesar să se aliniezi piese pe o grilă. In schimb, Palapeli are un simt de viata mai reala, cu piese care se pot deplasa liber. Alege puzzle-ul și începe punerea împreună a pieselor. Acest joc este distractiv, plin de satisfacții, și la fel de adevărat pentru viață așa cum poate ea fi.
ru: Если вы большой поклонник головоломок, вам понравится эта игра. В отличие от других игр подобного типа, здесь не нужно выравнивать фигуры по сетке. Вместо этого в Palapeli более реалистичная атмосфера, а кусочки свободно перемещаются. Выберите свой пазл и начинайте собирать его. Эта игра веселая, полезная и максимально приближенная к жизни.
th: หากคุณเป็นแฟนตัวยงของจิ๊กซอว์คุณจะรักเกมนี้ ซึ่งแตกต่างจากเกมอื่น ๆ ประเภทของมันก็ไม่จำเป็นที่จะวางชิ้นส่วนบนตาราง แต่ Palapeli มีความรู้สึกถึงชีวิตที่แท้จริงมากขึ้น ด้วยชิ้นส่วนที่สามารถเคลื่อนย้ายได้อย่างอิสระ เลือกปริศนาของคุณและเริ่มต้นการวางชิ้นส่วนด้วยกัน เกมนี้สนุก คุ้มค่าและเหมือนอย่างชีวิตจริง
vi: Nếu bạn là người yêu thích câu đố ghép hình, bạn sẽ thích trò chơi này. Không giống như các trò chơi khác cùng loại, trò chơi này không cần sắp xếp các mảnh trên một ma trận. Thay vào đó, Palapeli mang đến cảm giác thực tế hơn, với những mảnh ghép di chuyển tự do. Chọn hình ghép của bạn và bắt lắp các mảnh ghép lại với nhau. Trò chơi này rất thú vị, bổ ích, và sống động y như thật.
zh_tw: 如果你是拼圖迷的話，你一定會喜歡這個遊戲。不像其他同種類型的遊戲，每一片拼圖不需要對齊格線。相反地，Palapeli 擁有一種更為真實的感覺，它的每一片拼圖可以自由地移動。選擇你的拼圖，然後開始拼每一片。這個遊戲非常有趣、有益的，而且非常具有真實感。

# title
source: Pingus
ar: لعبة بينجس
bn: পিঙ্গুস

# subtitle
source: Save your penguin friends from falling into the water
ar: انقذ اصدقائك، البطريق، من السقوط في الماء
bn: আপনার পেঙ্গুইন বন্ধুদেরকে পানিতে পড়া থেকে বাঁচান
cs: Zachraňte své tučňáčí přátele před pádem do vody
ms: Simpan kawan Penguin anda dari jatuh ke dalam air
ro: Salveaza-ti prietenii pinguini de a nu cadea in apa
ru: Спасите своих друзей пингвинов от падения в воду
th: ช่วยเพื่อนเพนกวินของคุณจากการตกลงในน้ำ
vi: Cứu những người bạn cánh cụt không bị rơi xuống nước
zh_tw: 拯救您的企鵝朋友免於掉入水中

# description
source: Penguins are among the cutest animals, so who wouldn’t want to play a fun game protecting these beloved creatures from falling off cliffs and into freezing waters? With lots of levels and adorable characters, this is sure to become your new favorite game. Watch your penguins use the tools you give them in order to avoid an untimely end.
ar: تعتبر طيور البطريق من بين الحيوانات اللطيفة، من منا لا يريد أن يلعب لعبة ممتعة لحماية هذه المخلوقات المحبوبة من السقوط من فوق المنحدرات والسقوط في المياه المتجمدة؟ من المؤكد أن تصبح هذه اللعبة لعبتك المفضلة الجديدة و خصوصا أنها تحتوي على مستويات عديدة، وشخصيات رائعة. شاهد طيور البطريق الخاصة بك تستخدم الأدوات التي منحتها من أجل تجنب نهاية في غير أوانها.
bn: পেঙ্গুইনরা সবচেয়ে আকর্ষণীয় প্রাণীদের অন্যতম। এই চমৎকার প্রাণীদেরকে পাহাড় থেকে পড়ে যাওয়া এবং ঠাণ্ডা পানিতে জমে যাওয়া থেকে রক্ষা করার মতো মজাদার খেলা কে না খেলতে চাইবে? অনেকগুলো স্তর এবং চমৎকার চরিত্রের জন্য, এই এ্যাপটি নিঃসন্দেহে আপনার প্রিয় খেলায় পরিণত হবে। আপনি আপনার পেঙ্গুইনদের যেসব সরঞ্জাম সরবরাহ করবেন সেসব দিয়ে দেখুন তারা কীভাবে অকাল মৃত্যু থেকে বেঁচে যায়।
cs: Tučňáci jsou jedni z nejroztomilejších zvířat, takže kdo by nechtěl zahrát zábavnou hru ve které by tato chránil před pádem z útesů do mrznoucích vod? S mnoha úrovněmi a rozkošnými postavami, toto se určitě stane vaší novou oblíbenou hrou. Sledujte své tučňáky jak používají nástroje, které jim dáte aby se vyhnuli předčasnému konci.
ms: Penguin adalah di antara haiwan lucu, jadi yang tidak mahu bermain permainan yang menyeronokkan melindungi makhluk yang dikasihi dari jatuh dari tebing dan ke dalam air beku? Dengan banyak peringkat dan comel aksara, ini pasti untuk menjadi permainan kegemaran baru anda. Tonton Penguin anda menggunakan alat yang anda berikan kepada mereka untuk mengelakkan terjadi sekali lagi.
ro: Pinguinii sunt cele mai dragute animale,deci cine nu ar juca un joc unde trebuie sa protejezi aceste creaturi de la caderi de pe stanci pana la ape inghetate?Cu multe nivele si caractere frumoase,acesta sigur va deveni jocul tau favorit.
ru: Пингвины - одни из самых милых животных, так кто же откажется поиграть в веселую игру, защищая этих любимых существ от падения с обрыва в ледяную воду? Благодаря множеству уровней и очаровательным персонажам эта игра наверняка станет вашей новой любимой. Смотрите, как ваши пингвины используют инструменты, которые вы им даете, чтобы избежать безвременного конца.
th: เพนกวินอยู่ในหมู่สัตว์ที่น่ารัก ฉะนั้นใครบ้างจะไม่ต้องการที่จะเล่นเกมที่สนุกปกป้องสิ่งมีชีวิตที่รักเหล่านี้จากการตกจากหน้าผาและตกลงในน้ำแช่แข็ง ที่มีระดับมากมายและตัวละครที่น่ารักนี้มั่นใจว่าจะเป็นเกมที่ชื่นชอบใหม่ของคุณ ชมนกเพนกวินของคุณโดยใช้เครื่องมือที่คุณให้พวกมันเพื่อเลี่ยงการจบที่ไม่ถูกเวลา
vi: Chim cánh cụt là một trong những loài động vật dễ thương nhất, vậy nên ai lại chẳng muốn chơi một trò chơi vui nhộn để bảo vệ những chú cánh cụt yêu quý không trượt khỏi vách đá và rơi xuống mặt nước đóng băng? Với rất nhiều cấp độ và các nhân vật đáng yêu, trò chơi này chắc chắn sẽ trở thành trò chơi yêu thích mới của bạn. Hãy xem những chú chim cánh cụt sử dụng các công cụ mà bạn cung cấp cho chúng để tránh một kết thúc không như mong đợi.
zh_tw: 企鵝是最可愛的動物之一，因此保護這些可愛生物免於落下懸崖掉進冰冷水中的有趣遊戲誰會不想玩呢？有許多關卡和可愛的角色，這一定會成為您新的最愛遊戲。看看企鵝們如何使用您給牠們的工具免於不妙的結局。

# title
source: Video Editor
ar: محرر الفيديو
bn: ভিডিও সম্পাদনা
ro: Editor Video
vi: Trình biên tập video

# subtitle
source: Hundreds of transitions, effects, and filters to edit your videos
ar: مئات من التحولات والتأثيرات والمرشحات لتحرير فيديوهاتك
bn: আপনার ভিডিওটি সম্পাদনা করার জন্য শত শত ট্রানজিশন, এফেক্ট এবং ফিল্টার
ro: Sute de tranzitii,efecte,si filtre pentru a-ti edita clipurile
vi: Hàng trăm hiệu ứng chuyển cảnh, hiệu ứng và bộ lọc để chỉnh sửa video của bạn
