Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: How much do you know about the fall of the Roman Empire? What about the Silk Road? Who lived in the Americas long ago, and what happened to them? Why did World War I begin? Download this app and answer every question you have about the events and personalities that have shaped our modern world, and learn about the cultures that came before us.
ar: كم حجم معلوماتك عن سقوط الإمبراطورية الرومانية؟ ماذا عن طريق الحرير؟ من الذين عاشوا في الأمريكتين منذ فترة طويلة، وماذا حدث لهم؟ لماذا بدأت الحرب العالمية الأولى؟ حمل هذا التطبيق وأجب على كل سؤال لديك حول الأحداث والشخصيات التي شكلت عالمنا المعاصر، وتعرف على الثقافات التي سبقتنا.
bn: রোমান সাম্রাজ্য পতনের বিষয়ে আপনার জ্ঞান কতোটুকু? সিল্ক রোড সম্পর্কে কী জানেন আপনি? আমেরিকাতে অনেক আগে কারা থাকতো, আর তাদের কী হলো? প্রথম বিশ্বযুদ্ধ কেন শুরু হয়েছিল? এই এ্যাপ ডাউনলোড করুন এবং এসব ঘটনাবলী ও ব্যক্তিত্ব যা আমাদের আধুনিক বিশ্বকে গড়ে তুলেছিল সেসব সম্পর্কে আপনার প্রতিটি প্রশ্নের উত্তর খুঁজে নিন। এবং আমাদের পূর্বে যারা ছিলেন তাদের সংস্কৃতি সম্পর্কে জ্ঞানার্জন করুন।

# title
source: How To
ar: الشروح
bn: কীভাবে
ro: Cum sa

# subtitle
source: How-to do just about anything by yourself
ar: الشروحات مباشَرةً عن أي شيء تفعله بنفسك
bn: কীভাবে প্রায় সবকিছুই আপনি নিজে নিজে করতে পারবেন
ro: Cum sa faci aproape totul singur

# description
source: Are you interested in learning more about taking care of yourself or about fixing things at home on your own? Are you interested in refinishing furniture, getting rid of tough stains, growing a healthy vegetable garden, or learning yoga or other exercises on your own? Whatever you’ve dreamt of learning how to do, this is the app you need. From crafts to home improvement, event planning to self-help, you’ll find nearly every topic imaginable. Each how-to article is easy to access and understand. Soon, you won’t know how you managed before!
ar: هل أنت مهتم بمعرفة المزيد عن الاعتناء بنفسك أو عن إصلاح الأشياء في المنزل بنفسك؟ هل أنت مهتم بإعادة طلاء الأثاث، والتخلص من البقع الصعبة، وزرع حديقة نباتية صحية، أو تعلم اليوغا أو تمارين أخرى بمفردك؟ مهما كان ما قد حلمت بتعلم كيفية القيام به، هذا هو التطبيق التي تحتاج إليه. من الحرف إلى تحسين المنزل، وتخطيط الأحداث، ومساعدة نفسك، ستجد تقريباً كل موضوع يمكن تخيله. كل مقالة شارحة يسهل قرائتها وفهمها. قريباً، لن تدرك كيف تمكنت من التعامل من قبل!
bn: নিজের যত্ন নেয়া সম্পর্কে আরো জানতে চান কিংবা নিজেই বাড়ির বিভিন্ন জিনিসপত্র মেরামত করে ফেলতে চান? আসবাবপত্র মেরামত, কঠিন দাগ দূর করা, স্বাস্থ্যকর শাকসবজির বাগান করা, অথবা ইয়োগা বা অন্যান্য ব্যায়াম নিজে শেখা সম্পর্কে আগ্রহী? আপনি যা যা শিখতে চান সবকিছুর জন্য এই এ্যাপটাই আপনার প্রয়োজন। হ্স্তশিল্প থেকে বাড়ির মেরামত, অনুষ্ঠান পরিকল্পনা থেকে আত্মনির্ভরশীলতা পর্যন্ত যা যা ভাবা যায় প্রায় সব বিষয়ই আপনি এখানে পাবেন। প্রতিটি কীভাবে করবেন প্রবন্ধে সহজে প্রবেশাধিকার পাবেন ও সহজে বুঝতে পারবেন। শিগগিরই আপনি ভুলে যাবেন এই এ্যাপ ছাড়া আপনার আগে কীভাবে চলতো!

# title
source: Maternity
ar: الأمومة
bn: মাতৃত্ব
ro: Maternitate

# subtitle
source: Valuable information for new mothers
ar: معلومات قيمة للأمهات الجديدة
bn: নতুন মায়েদের জন্য মূল্যবান তথ্যাদি
ro: Informatii valoroase pentru noile mamice

# description
source: Having a baby is one of the most magical experiences in the world, but it can also be pretty overwhelming if you don't have access to a doctor or if you are a new mother and don't know what to expect. Learn about signs that could be dangerous so you can avoid them, and also about things you should try through your pregnancy to ensure a healthy birth. Whether you are about to have your first child, are about to have your tenth child, or are a midwife that helps other women give birth, you will find relevant information here that can help!
ar: أن يولد لكِ طفلاً فهذه هي أكثر التجارب سحراً في العالم، إلا أن هذا يمكن أن يكون أمراً ساحقاً للغاية أيضاً إذا لم يكن لديك إمكانية الذهاب إلى أحد الأطباء أو إذا كنت أماً جديدةً ولا تعرفين ما أنت مقبلةٌ عليه. تعرفي على الأشياء التي ينبغي عليك تجربتها أثناء فترة حملك، للتأكد من حدوث عملية ولادة صحية. سواءً كنتِ بصدد استقبال أول طفلٍ لكِ أو كنت باستقبال طفلك العاشر، أو كنت مُولِّدة تساعد النساء في عمليات الوضع، فستجدين هنا معلوماتٍ تتعلق باهتماماتك من شأنها مساعدتك.
bn: বিশ্বের অন্যতম মোহনীয় অভিজ্ঞতা হলো সন্তান হওয়া, তবে ডাক্তারের কাছে যাবার উপায় না থাকলে, নতুন মা হলে এবং ঠিক কী আশা করবেন না জানলে এই অভিজ্ঞতাটা একটু ভয়াবহই হতে পারে। আপনার জন্য বিপদজনক নিশানাগুলো চিনতে শিখুন যেন এদের এড়িয়ে চলতে পারেন, এবং গর্ভাবস্থায় কী কী করলে স্বাস্থ্যকর সন্তান জন্ম দেয়া নিশ্চিত করা যাবে তা জানুন। আপনার প্রথম সন্তান হোক, বা দশম অথবা আপনি যদি একজন ধাত্রী হন যিনি সন্তান জন্ম দিতে সাহায্য করেন, আপনার দরকারী সকল তথ্যাদি এখানে পাবেন যা আপনাকে সাহায্য করবে!
ro: A avea un copil este una dintre experiențele cele mai magice din lume, dar poate fi, de asemenea, destul de copleșitoare, dacă nu aveți acces la un medic sau dacă sunteți o mamă nouă care nu stie la ce să se aștepte. Aflați mai multe despre semnele care ar putea fi periculoase, astfel încât să le puteți evita, de asemenea, și despre lucruri pe care ar trebui săle încercați in timpul sarcinii pentru a asigura o nastere sanatoasa. Fie că sunteți pe cale de a avea primul copil, sau pe cale de a avea al zecelea copil, sau sunteti o moasa care ajuta alte femei la naștere, veți găsi informații relevante aici, care vă pot ajuta!

# title
source: Math
ar: رياضيات
bn: গণিত
ro: Matematica

# subtitle
source: High school math made simple and accessible
ar: رياضيات المدرسة الثانوية أصبحت بسيطة وسهلة
bn: সহজে ও সুলভে হাইস্কুলের গণিত শিখুন
ro: Matematica de liceu simpla si accesibila

# description
source: Studying high school math doesn’t have to be confusing or dull. This simple math app will help you master subjects like algebra, geometry, trigonometry, calculus, and statistics. Strengthen your mathematical reasoning skills and gain a deeper understanding of whatever math concepts you’re struggling with. With information for multiple courses all in one place, you can extend your learning and expand your mind!
ar: دراسة رياضيات المدرسة الثانوية ليس مربكاً أو مملاً بالضرورة. تطبيق الرياضيات البسيط هذا يساعدك على إتقان مواد مثل الجبر والهندسة وحساب المثلثات والتفاضل والتكامل والإحصاء. دعِم مهارات التفكير الرياضي الخاصة بك واكتسب فهماً أعمق لأيٍ من مفاهيم الرياضيات التي تعاني منها. مع معلومات عن مقررات متعددة كلها في مكانٍ واحد، يمكنك توسيع تعلمك وتمديد عقلك!
bn: হাইস্কুলের গণিত শেখা আর দুর্বোধ্য বা নীরস লাগবে না। এই সহজ গণিত এ্যাপটির মাধ্যমে আপনি এ্যালজেব্রা, জ্যামিতি, ত্রিকোণমিতি, ক্যালকুলাস ও পরিসংখ্যানের মতো বিষয়গুলোতে পন্ডিত হয়ে উঠবেন। আপনার গণিত দক্ষতা আরো শক্তিশালী করুন এবং গণিতের যে কোন শাখায় আপনি দুর্বল হলে সে সম্পর্কে আপনার জ্ঞান আরো গভীর করুন। একের অধিক বিষয়ে তথ্য একইসাথে পাবার ফলে, আপনার জ্ঞান ও মননের পরিধি আরো বিস্তার করুন!

# title
source: Mayan Languages
ar: لُغات المايا
bn: মায়ান ভাষা
ro: Limba maiașă

# title
source: Mental Health
ar: الصِّحَّةُ النَّفْسِيَّة
bn: মানসিক স্বাস্থ্য
ro: Sanatatea mintala

# title
source: Mexico
ar: المكسيك
bn: মেক্সিকো

# subtitle
source: Learn about the country you call home and impress family and friends with the facts you know
ar: تعلم عن البلد التي تسميها بلدي و أثر اعجاب الأصدقاء والعائلة بالحقائق التي تعرفها
bn: আপনার দেশ সম্পর্কে সকল তথ্য জেনে আপনার পরিবার ও বন্ধুবান্ধবদের তাক লাগিয়ে দিন

# description
source: Want to learn more about the nation you call home? Mexico is a beautiful country with a rich heritage, delicious food, exciting sports, engaging cultural events, beautiful sites, and much more. Explore articles showcasing these areas of Mexican life, art, geography, and culture. You’ll deepen your knowledge of the nation and be able to share what you learn with friends, family, and visitors.
ar: هل ترغب في معرفة المزيد عن البلاد التي تسميها الوطن؟ تعتبر المكسيك بلد جميل بتراث غني وطعام لذيذ، ورياضات مثيرة، وأحداث ثقافية متفاعلة، ومواقع جميلة، وأكثر من ذلك بكثير. اكتشف مقالات تعرض هذه المناطق من الحياة المكسيكية، وتعرض الفن، والجغرافيا، والثقافة المكسيكية، والتي سوف تعمق معرفتك بهذه الأمة وتكون قادرا على مشاركة ما تتعلمه مع الأصدقاء وأفراد العائلة والزوار.
bn: যে দেশকে আপনি নিজের বাড়ি ভাবেন তাদের সম্পর্কে আরো জানতে আগ্রহী? সমৃদ্ধশালী ঐতিহ্য, সুস্বাদু খাবার, রোমাঞ্চকর খেলা, চমকপ্রদ সাংস্কৃতিক কর্মকাণ্ড, নয়নাভিরাম দৃশ্যাবলী আরো এমন অনেক কিছু মিলিয়ে মেক্সিকো একটি চমৎকার দেশ। মেক্সিকোর জীবন, শিল্প, ভূগোল ও সংস্কৃতি নিয়ে লিখিত প্রবন্ধগুলো অনুসন্ধান করুন। এই দেশ নিয়ে আপনার জ্ঞান আরো গভীর হবে এবং এই সকল তথ্য আপনি আপনার বন্ধু, পরিজন ও পর্যটকদের সাথে ভাগ করে নিতে পারবেন।

# title
source: Microenterprises
ar: الأعمال التجارية متناهية الصغر
bn: ক্ষুদ্র উদ্যোক্তা
ro: Microintreprinderi

# subtitle
source: Learn to run your own company
ar: تعلم كيفية إدارة شركتك الخاصة بك
bn: নিজের কোম্পানি পরিচালনা করতে শিখুন
ro: Invata sa iti conduci singur compania

# description
source: Have you dreamed of starting your own company? Learn all about what it will take to do so! As a small business owner, you'll need to learn how to take an idea you have and turn it into something profitable, how to manage a team, how to take care of all of the administrative aspects - and you'll find a little about all of that here in this app. Prepare yourself to enter into a world where you are your own boss!
ar: هل حلمت من قبل ببدء شركتك الخاصة؟ تعلم كل شيء عما يتطلبه الأمر لفعل ذلك! بصفتك مالك لأحد الأعمال التجارية الصغيرة، ستكون بحاجة لتعلم كيفية تحويل فكرةً لديك لشيءٍ يدر ربحاً، وكيفية إدارة فريق عمل، وكيفية العناية بجميع الشئون الإدارية - وستجد القليل من المعلومات عن كل هذا هنا، في هذا التطبيق. أعد نفسك للدخول إلى عالمٍ، تكون فيه أنت رئيس نفسك!
bn: নিজের ব্যবসা প্রতিষ্ঠান শুরু করার স্বপ্ন আছে আপনার ? শিখে নিন যা করতে হবে আপনাকে! ক্ষুদ্র ব্যবসায়ের মালিক হিসেবে আপনাকে শিখতে হবে কীভাবে আপনার একটি ব্যবসায়িক পরিকল্পনাকে লাভজনক কিছুতে পরিণত করতে হবে, কীভাবে একটি দলকে পরিচালনা করবেন এবং কীভাবে প্রশাসনিক দিক সামলাবেন এবং এই অ্যাপে আপনি সব কিছুই পাবেন। নিজেকে তৈরি করুন এমন এক পৃথিবীতে প্রবেশ করার জন্য যেখানে আপনিই আপনার কর্তা!
ro: Ai visat vreodata de a avea propria companie? Aflați totul despre ce trebuie pentru a face acest lucru! Ca un proprietar de afaceri mici, va trebui să înveți cum să iei o idee și sa o transformi în ceva profitabil, cum să gestionezi o echipă, cum să ai grijă de toate aspectele administrative - și veți găsi un pic despre toate astea aici, în această aplicație. Pregătiți-vă pentru a intra într-o lume unde esti propriul tau sef!

# title
source: Myths & Legends
ar: خرافات وأساطير
bn: পুরাণ ও কিংবদন্তী
ro: Mituri si Legende

# subtitle
source: Myths and legends from around the world
ar: خرافات وأساطير من جميع أنحاء العالم
bn: সারা পৃথিবীর পৌরাণিক গল্প ও কিংবদন্তীসমূহ
ro: Mituri si Legende din toata lumea

# description
source: Do you like reading myths, legends and scary stories? This app has some from all around the world! From Mayan legends to popular Japanese myths, and scary stories, you're sure to find something that will interest you. Read all about the creatures, myths, legends, and fables that have shaped cultures of the past and present all over the world!
ar: هل تحب قراءة الخرافات والأساطير والقصص المخيفة؟ هذا التطبيق به بعض ذلك من جميع أنحاء العالم! من أساطير المايا إلى الأساطير اليابانية الشعبية، والقصص المخيفة، بالتأكيد ستعثر على شيءٍ من شأنه أن يثير اهتمامك. اقرأ كل شيءٍ عن المخلوقات والخرافات والأساطير والحكايات التي شكلت ثقافات الماضي والحاضر في كافة أنحاء العالم!
bn: আপনি কি পৌরাণিক কাহিনি, কিংবদন্তী ও ভৌতিক গল্প পড়তে পছন্দ করেন? বিশ্বের সব জায়গা থেকেই কিছু কিছু করে এই এ্যাপে দেয়া হয়েছে! মায়ান কিংবদন্তী থেকে জাপানী পৌরাণিক কাহিনি এবং ভৌতিক গল্প পর্যন্ত, আপনি আপনার পছন্দমতো কিছু না কিছু অবশ্যই খুঁজে পাবেন। সেইসব জীবজন্তু, পৌরাণিক কাহিনি, কিংবদন্তীর গল্প আর উপকথা পড়ুন যা এই পৃথিবীর সবখানে অতীত ও বর্তমানের সংস্কৃতিকে গড়ে দিয়েছে!

# title
source: Photo Editor
ar: محرر الصور
bn: ফটো সম্পাদনা
ro: Editor poze
vi: Trình biên tập ảnh

# subtitle
source: Easily edit and share all of your favorite photos
ar: حرر وشارك بسهولة كل صورك المفضلة
bn: আপনার সকল প্রিয় ফটোগুলো সহজে সম্পাদনা করে ভাগ করে নিন
ro: Editeaza usor si impartaseste pozele tale favorite
vi: Dễ dàng chỉnh sửa và chia sẻ tất cả những tấm ảnh ưa thích của bạn

# description
source: Have you ever wanted to edit your own photos like the pros and create beautiful images you can share with those you love? Well, now you can do that in just a few steps! We have a variety of attractive, artful filters so you can customize your photos and create one-of-a-kind works of art from your everyday life. With this handy app, you can post your creations directly to Facebook, so everyone can see your awesome pictures!
ar: هل كنت تريد في أي وقت مضى تحرير الصور الخاصة بك مثل المحترفين وخلق صورٍ جميلةٍ يمكنك مشاركتها مع من تحبهم؟ حسناً، يمكنك أن تفعل ذلك الآن في خطوات قليلة فقط! لدينا مجموعة متنوعة من المرشحات الجذابة والمتقنة حتى تتمكن من تخصيص صورك وإنشاء عمل فني فريد من نوعه من حياتك اليومية. مع هذا التطبيق السهل، يمكنك نشر الإبداعات الخاصة بك مباشرة على الفيسبوك، ليتمكن الجميع من رؤية صورك الرائعة!
bn: কখনো চেয়েছেন নিজের ছবি নিজে সম্পাদনা করতে এবং সুন্দর সব ছবি তৈরি করে প্রিয়জনের সাথে ভাগাভাগি করতে? এখন আপনি সেটি করতে পারবেন মাত্র কয়েকটি ধাপে! আমাদের রয়েছে বিভিন্ন আকর্ষণীয়, কৌশলি ফিল্টার যার সাহায্যে আপনি নিজেই রূপান্তর করতে পারবেন আপনার ছবি এবং আপনার দৈনন্দিন জীবন থেকেই একটি শিল্পকর্ম তৈরি করতে পারবেন। এই এ্যাপের মাধ্যমে, আপনি আপনার সৃষ্টি সরাসরি ফেসবুকে পোস্ট করতে পারবেন, যাতে সবাই আপনার দারুন সব ছবি দেখতে পারে!
ro: V-ați dorit vreodată să editați propriile fotografii la fel ca profesionistii si de a crea imagini frumoase sa le puteți împărtăși cu cei care va iubesc? Ei bine, acum poți să faci asta în doar câțiva pași! Avem o varietate de filtre atractive, astfel încât să puteți personaliza fotografiile și a crea opere de artă din viața de zi cu zi. Cu această aplicație la îndemână, puteți posta creatiile direct pe Facebook, astfel încât toată lumea poate vedea imaginile minunate!
vi: Đã bao giờ bạn muốn chỉnh sửa ảnh của mình như dân chuyên nghiệp và tạo ra những bức ảnh đẹp để chia sẻ với những người bạn yêu quý? Giờ đây, bạn có thể làm điều đó chỉ trong một vài bước! Chúng tôi có một loạt các bộ lọc hấp dẫn và nghệ thuật để bạn có thể tùy chỉnh hình ảnh của mình và tạo ra các tác phẩm nghệ thuật độc nhất vô nhị từ cuộc sống thường ngày của bạn. Với ứng dụng tiện lợi này, bạn có thể đăng các tác phẩm của bạn trực tiếp lên Facebook để tất cả mọi người đều nhìn thấy bức ảnh tuyệt vời của bạn!

# title
source: Physics
ar: الفيزياء
bn: পদার্থবিজ্ঞান
ro: Fizica

# subtitle
source: Learn about the physical world's mysteries
ar: تعرف على أسرار العالم الطبيعي
bn: পদার্থবিজ্ঞান জগতের রহস্যের বিষয়ে জানুন
ro: Invata despre misterele fizicii in intreaga lume

# description
source: Do you find learning about physics to be difficult? You're not alone. Physics is one of the most fascinating and challenging scientific disciplines. Use this app to find exactly what you need to learn, and to make learning it easier. Whatever your level of understanding, you’ll find useful information presented in a format you can follow. The app includes exciting topics like mechanics, thermodynamics, electricity and magnetism, and even astrophysics. From the atoms to the stars, you’ll learn all about the world around you, and succeed in your physics education.
ar: هل تجد تعلم الفيزياء صعباً؟ لست وحدك. الفيزياء هي واحدة من أروع وأصعب التخصصات العلمية. استخدم هذا التطبيق للعثور على ما تحتاج إلى تعلمه بالضبط، ولجعل تعلمه أسهل. أياً كان مستوى فهمك، فستجد معلوماتٍ مفيدة تُقدم بصيغة يمكنك متابعتها. ويشمل التطبيق مواضيع مثيرة مثل الميكانيكا والديناميكا الحرارية والكهرباء والمغناطيسية وحتى الفيزياء الفلكية. من الذرات إلى النجوم، ستعرف كل شيء عن العالم من حولك، وتنجح في تعلم الفيزياء الخاصة بك.
bn: আপনার কি পদার্থবিদ্যা শেখার কাজটি বড্ড কঠিন মনে হয়? তবে আপনি একা নন। বিজ্ঞানের সব থেকে চমকপ্রদ আর রোমাঞ্চকর শাখা হলো পদার্থবিদ্যা। এই এ্যাপটি ব্যবহার করে আপনি যা শিখতে চাচ্ছেন অনায়াসে ঠিক সেটাই খুঁজে নিতে পারবেন, সেই সাথে সহজে শিখতেও পারবেন। আপনার বোধগম্যতার স্তর অনুসারে এতে এমনভাবে তথ্যাদি সজ্জিত পাবেন, যা আপনি সহজেই অনুসরণ করতে পারবেন। এই এ্যাপে স্থান পাওয়া আকর্ষণীয় বিষয়গুলো হচ্ছে, যন্ত্রকৌশল, তাপীয়বলবিদ্যা, বিদ্যুৎ ও চুম্বকত্ব এবং এমনকি মহাজাগতিক পদার্থবিদ্যাও। পরমাণু থেকে শুরু করে নক্ষত্র, আপনার চারপাশের তাবৎ বিশ্ব সম্পর্কে জানার মাধ্যমে পদার্থবিদ্যা আয়ত্ত করতে সমর্থ হবেন আপনি।

# title
source: Coding Fun
ar: كودينج فن
bn: মজার কোডিং
cs: Zábavné programování
ms: Pengekodan Menyeronokkan
ro: Distreaza-te programand
ru: Веселый кодинг
th: โค้ดดิ้งสนุก
vi: Lập trình vui nhộn

# subtitle
source: Learn to create your own video games
ar: تعلم إنشاء ألعاب الفيديو الخاصة بك
bn: আপনার নিজের ভিডিওগেম তৈরি করতে শিখুন
cs: Naučte se vytvářet své vlastní videohry
ms: Pelajari bagaimana hendak mencipta permainan video anda sendiri
ro: Invata sa iti creezi singur jocuri video
ru: Научитесь создавать свои собственные видеоигры
th: เรียนรู้การสร้างวิดีโอเกมของคุณเอง
vi: Tìm hiểu cách tạo ra một trò chơi video cho riêng bạn
zh_tw: 學習製作自己的電動遊戲

# description
source: Do you like playing video games? Then why not create your own? Learn valuable programming and coding skills with this fun application that lets you change the rules of video games to make them your own! See what happens when you change lines of code and progress through levels to keep learning more and more about how to code. You'll soon find out that learning how to program allows you not only to change the world inside your games, but also your very own!
ar: هل تحب ممارسة ألعاب الفيديو؟ فلماذا لا تنشيء تلك الخاصة بك؟ تعلم البرمجة القيمة ومهارات الترميز مع هذا التطبيق الممتع الذي يتيح لك تغيير قواعد ألعاب الفيديو لتستحوذ عليها! شاهد ماذا سيحدث عندما تغير سطور الأكواد وتتقدم عبر المستويات لتستمر في تعلم المزيد والمزيد عن كيفية كتابة التعليمات البرمجية. ستعرف قريباً أن تعلم كيفية البرمجة لا يتيح لك فقط تغيير العالم داخل الألعاب، ولكن عالمك الخاص أيضاً!
bn: আপনি কি ভিডিও গেম খেলতে পছন্দ করেন? তাহলে নিজেই একটি বানিয়ে ফেলুন না কেন? মজার এই অ্যাপ্লিকেশনটি ব্যবহার করে প্রোগ্রামিং ও কোডিং-এর মূল্যবান দক্ষতা আয়ত্ত করুন, যা দিয়ে ভিডিও গেমের কলাকৌশল বদলে ফেলতে পারবেন। সৃষ্টি করতে পারবেন নিজে নিজে! কোডের একেকটি লাইন বদলে ফেললে কী হয় দেখুন এভাবে বিভিন্ন স্তরে স্তরে প্রোগ্রামিং এর কলাকৌশল রপ্ত করুন। খুব শিগগিরই আপনি আবিষ্কার করবেন প্রোগ্রামিং করতে শেখাটা কেবলই গেমের ভেতরের বিশ্বকেই নয় কেবল, নিজের জীবনেও পরিবর্তন আনতে সক্ষম হবেন।
cs: Hrajete rádi videohry? Pak proč nevytvořit svou vlastní? Naučte se oceňované umění programování pomocí této zábavné aplikace, která vám umožní měnit pravidla videoher a přizpůsobit si je tak! Zjistěte, co se stane, když změníte řádky kódu a procházíte přes úrovně a učte se více a více o tom, jak programovat. Brzy zjistíte, že učení se programování změní nejen svět ve vás, ale také vás samé!
ms: Anda suka bermain permainan video? Jadi kenapa tidak hasilkan sendiri? Pelajari kemahiran pengaturcaraan dan pengekodan yang bernilai dengan aplikasi yang menyeronokkan ini. Anda boleh mengubah peraturan permainan video! Lihat apa yang berlaku sekiranya anda mengubah baris-baris kod dan teruskan belajar mengikut aras pembelajaran yang disediakan. Anda akan dapati dengan mempelajarinya anda bukan sahaja dapat mengubah dunia di dalam permainan anda, tetapi dapat membentuk permainan video tersebut mengikut selera anda!
ru: Вы любите играть в видеоигры? Тогда почему бы не создать свою собственную? Изучите ценные навыки программирования и кодирования с помощью этого увлекательного приложения, которое позволяет изменять правила видеоигр, чтобы сделать их своими собственными! Посмотрите, что произойдет, когда вы измените строки кода и пройдете уровни, чтобы продолжить узнать все больше и больше о том, как программировать. Вскоре вы поймете, что изучение программирования позволяет не только изменить мир в играх, но и свой собственный!
th: คุณชอบเล่นวิดีโอเกมหรือไม่ แล้วทำไมไม่สร้างของคุณเองล่ะ เรียนรู้การเขียนโปรแกรมที่มีประโยชน์และทักษะโค้ดดิ้ง ด้วยแอพที่สนุกนี้ที่ช่วยให้คุณสามารถเปลี่ยนกฎของวิดีโอเกมจะทำให้เป็นของคุณเอง! ดูสิ่งที่เกิดขึ้นเมื่อคุณเปลี่ยนไลน์ของรหัสและความคืบหน้าผ่านระดับที่จะทำให้การเรียนรู้มากขึ้นเกี่ยวกับวิธีการรหัส ไม่นานคุณจะพบการเรียนรู้วิธีการเขียนโปรแกรมซึ่งคุณไม่เพียงจะเปลี่ยนโลกภายในเกมของคุณ แต่ยังเป็นตัวคุณเองมาก!
vi: Bạn có thích chơi trò chơi điện tử không? Vậy tại sao bạn không tạo ra một trò cho riêng mình? Tìm hiểu những kỹ năng lập trình và mã hóa đáng giá với ứng dụng thú vị này sẽ giúp bạn thay đổi các quy tắc của trò chơi khiến trò chơi trở thành của riêng bạn! Hãy xem những gì sẽ xảy ra khi bạn thay đổi vài dòng mã và nâng cấp độ để tiếp tục học hỏi nhiều hơn về cách viết mã. Bạn sẽ sớm phát hiện ra rằng việc học lập trình cho phép bạn không chỉ thay đổi thế giới trong trò chơi của mình, mà còn theo cách của riêng bạn!
zh_tw: 您喜歡玩電動遊戲嗎？何不創造自己的遊戲呢？透過這款有趣的應用程式學習有用的程式設計及編寫程式碼的技巧，讓您改變電動遊戲的規則，變成自己專屬的遊戲！看看改變程式碼會發生什麼事，並通過關卡繼續進一步學習如何編寫程式碼。您很快就會發現，學習程式設計不僅能改變遊戲中的世界，也能改變您自己的！

# title
source: Résumé
ar: السيرة الذاتية
bn: রেজ্যুমে
cs: Životopis
ru: Резюме
th: เรซูเม่
vi: Hồ sơ năng lực
zh_tw: 簡歷

# subtitle
source: Write a great resume and prepare for interviews
ar: اكتب سيرة ذاتية عظيمة واستعد للمقابلات الشخصية
bn: দারুণ রেজ্যুমে লিখুন এবং ইন্টারভিউয়ের জন্য তৈরি হোন
cs: Vytvořte si skvělý životopis a připravte se na pohovory
ms: Tulis resume dan bersedia untuk menghadapi temuduga
ro: Scrie un discurs si pregateste-te de interviuri
ru: Составьте отличное резюме и подготовьтесь к собеседованию
th: เขียนเรซูเม่ที่ดีและเตรียมความพร้อมสำหรับการสัมภาษณ์
vi: Viết hồ sơ năng lực ấn tượng và chuẩn bị phỏng vấn
zh_tw: 撰寫漂亮的履歷並準備面試
