Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: If you're an advanced user and want to display system information and launch applications without using the mouse, now you can do just that with this basic terminal app. With this modern terminal, you can see all of your commands written in different colors to help make sure you are typing them in correctly and to help you easily identify any mistakes you have made.
ar: إذا كنت أحد المستخدمين المتقدمين وترغب في عرض معلومات النظام وإطلاق التطبيقات دون استخدام الفأرة، يمكنك الآن أن تفعل ذلك فقط مع هذا التطبيق الطرفي الأساسي. مع هذا التطبيق الطرفي الحديث، يمكنك مشاهدة كافة الأوامر الخاصة بك وهي تُكتب بألوانٍ مختلفةٍ للمساعدةٍ في التأكد مما إذا كنت تكتبها بشكلٍ صحيح ولمساعدتك على التعرف بسهولة على أي أخطاء قمت بها.
bn: আপনি যদি একজন অগ্রসর ব্যবহারকারী হন এবং চান যে মাউস ব্যবহার না করেই সিস্টেমের তথ্য প্রদর্শন ও এ্যাপ্লিকশন চালু করতে, তাহলে আপনি এখন সেটি করতে পারবেন এই বেসিক টার্মিনাল অ্যাপ্লিকেশন দিয়ে। এই আধুনিক টার্মিনাল দিয়ে আপনি দেখতে পাবেন আপনার লেখা সমস্ত নির্দেশনা বিভিন্ন রঙে যাতে আপনি নিশ্চিত হতে পারেন আপনি ঠিক লিখছেন এবং সহজে যে কোন ভুল বের করতে পারেন।
cs: Pokud jste pokročilý uživatel a chcete si zobrazit informace o systému a spouštět aplikace bez použití myši, tak nyní můžete pomocí této základní terminálové aplikace. Prostřednictvím tohoto moderního terminálu je možné vidět veškeré své příkazy zapsané v různých barvách, což pomáhá zajistit, že je píšete správně a snadno tak identifikovat jakékoli chyby, které jste udělali.
ms: Jika anda pengguna mahir dan mahu memaparkan maklumat sistem dan aplikasi pelancaran tanpa menggunakan tetikus, kini anda boleh melakukannya dengan aplikasi terminal asas ini. Dengan terminal moden ini, anda boleh melihat semua arahan anda ditulis dalam warna yang berbeza untuk membantu memastikan anda menaip mereka dengan betul dan untuk membantu anda dengan mudah mengenal pasti apa-apa kesilapan yang anda telah buat.
ro: Daca esti un utilizator avansat si vrei sa afisezi informatii despre sistem si sa lansezi aplicatii fara a folosi mouse-ul,acum poti face asta cu aceasta aplicatie terminal.Cu acest terminal modern,poti vedea toate comenzile scrise in culori diferite si te poate ajuta sa le scrii corect,identificand greselile facute.
ru: Если вы продвинутый пользователь и хотите отображать системную информацию и запускать приложения без использования мыши, теперь вы можете сделать это с помощью этого базового терминального приложения. В этом современном терминале вы можете видеть все свои команды, написанные разными цветами, чтобы убедиться, что вы вводите их правильно, и легко определить допущенные ошибки.
th: หากคุณเป็นผู้ใช้ขั้นสูงและต้องการที่จะแสดงข้อมูลของระบบและเปิดใช้งานโดยไม่ต้องใช้เมาส์ ตอนนี้คุณสามารถทำได้เพียงแค่มีแอพเทอมินอลพื้นฐานนี้ ด้วยเทอมินอลทันสมัยนี้ คุณสามารถดูคำสั่งทั้งหมดของคุณที่เขียนในสีที่แตกต่างกัน เพื่อช่วยให้แน่ใจว่าคุณกำลังพิมพ์มันได้อย่างถูกต้องและเพื่อช่วยตรวจได้อย่างง่ายดายหากคุณได้ทำผิดพลาดใด ๆ
vi: Nếu bạn là người dùng chuyên nghiệp và muốn hiển thị thông tin hệ thống và truy cập các ứng dụng mà không cần dùng đến chuột thì giờ đây, bạn đã có thể thực hiện điều này vói ứng dụng lệnh terminal cơ bản. Với lệnh terminal hiện đại này, bạn có thể xem được tất cả các lệnh được viết được phân biệt theo màu sắc để giúp đảm bảo bạn nhập đúng lệnh và dễ dàng nhận ra bất kỳ lỗi nào được nhập.
zh_tw: 若您是一位進階的使用者，希望顯示系統資訊，並在不使用滑鼠的情況下啟動應用程式，現在可以透過這款基本的終端機 app 做到了。有了這款現代終端機程式，您可以看到您的指令以不同顏色顯示，協助確保輸入正確，並可輕鬆辨識出錯的部分。

# title
source: Tetravex
ar: تيترافيكس
bn: টেট্রাভেক্স

# subtitle
source: Race the clock in a numerical puzzle game
ar: سابق الوقت في لعبة اللغز العددية
bn: সংখ্যাভিত্তিক ধাঁধার খেলায় সময়ের সাথে পাল্লা
cs: Závoďte proti času v číselné logické hře
ms: Perlumbaan jam dalam permainan teka-teki berangka
ro: Intrece ceasul intr-un joc de puzzle numeric
ru: Соревнуйтесь с часами в числовой головоломке
th: แข่งกับเวลาในเกมปริศนาตัวเลข
vi: Chạy đua với thời gian trong trò chơi giải đố các con số
zh_tw: 在數字益智遊戲中和時間賽跑

# description
source: Try to match up all of the same numbers on the blocks to win this tricky game. You'll need to think carefully, but quickly, in order to finish the puzzle. You will be timed, so make sure to keep getting faster in order to beat your or your friends' best time!
ar: حاول أن تطابق كل ما يحمل نفس الأرقام على القطعة للفوز في هذه اللعبة الخادعة. سوف تحتاج إلى التفكير بعناية وبسرعة بغية إتمام هذا اللغز. سيتم توقيت اللعبة لك، لذا تأكد من أن تكون سريعا وذلك للتغلب على أفضل وقت كنت قد حققته أو حققه أصدقائك!
bn: এই কৌশলী খেলাটিতে জিততে হলে ব্লকের একই সংখ্যাগুলো সব মিলাতে হবে। আপনাকে সাবধানে চিন্তা করতে হবে, কিন্তু ধাঁধা শেষ করতে হলে সেটা অতি দ্রুতও করতে হবে। আপনার সময় দেখা হবে, তাই নিশ্চিত হোন যে আপনার সময় প্রতিবারে দ্রুততর হচ্ছে আপনার বন্ধুর শেষ সময়টাকে হারিয়ে দেবার জন্য!
cs: Pokuste se dát dohromady všechna stejná čísla na blocích a vyhrát tak tuto ošemetnou hru. Bude třeba pečlivě promýšlet, na druhou stranu ale být rychlí a dokončit tak hlavolam. Měří se čas, takže se snažte být rychlejší a porážet tak nejlepší časy své či svých přátel!
ms: Cuba Padankan semua nombor yang sama pada blok untuk memenangi permainan ini rumit. Anda perlu berfikir dengan teliti, tetapi dengan cepat, untuk menyelesaikan teka-teki. Anda akan menjadi masa, jadi pastikan anda terus mendapat lebih cepat untuk mengalahkan anda atau masa terbaik rakan anda!
ro: Încercați să se potriviti toate aceleași numere de pe blocuri pentru a câștiga acest joc complicat. Va trebui să va gânditi cu atenție, dar repede, pentru a termina puzzle. Vei fi cronometrat, deci asigura-te că vei fi foarte rapid, în scopul de a bate cel mai bun timp sau prietenii tai!
ru: Постарайтесь совместить все одинаковые числа на блоках, чтобы победить в этой непростой игре. Вам нужно будет думать внимательно, но быстро, чтобы закончить головоломку. Вы будете засекать время, поэтому старайтесь быть быстрее, чтобы побить лучшее время свое или своих друзей!
th: พยายามให้ตัวเลขทั้งหมดเหมือนกันในบล็อกเพื่อที่จะชนะเกมนี้ คุณจะต้องคิดอย่างรอบคอบ แต่รวดเร็ว เพื่อที่จะเสร็จสิ้นเกมปริศนา คุณจะถูกจับเวลา ต้องแน่ใจว่าต้องทำมันให้เร็วขึ้นเพื่อที่จะเอาชนะเวลาที่ดีที่สุดของคุณหรือเพื่อนของคุณ!
vi: Hãy thử khớp tất cả các số giống nhau trên các khối để chiến thắng trò chơi lắt léo này. Bạn sẽ cần phải vừa suy nghĩ cẩn thận vừa cũng nhanh tay lẹ mắt để hoàn thành câu đó. Thời gian có hạn, vì vậy hãy cố gắng giải quyết thật nhanh để đánh bại kỷ lục thời gian của mình hoặc của bạn bè!
zh_tw: 試著配對所有方塊上的相同數字以贏得這個困難的遊戲。必須仔細而快速的思考以贏得遊戲。時間有限，因此動作要加快，以擊敗自己或好友的最佳時間！

# title
source: Notes
ar: ملاحظات
bn: নোট
cs: Poznámky
ms: Catatan
ru: Заметки
th: โน๊ต
vi: Ghi chú
zh_tw: 記事

# subtitle
source: Never lose a note again
ar: لن تفقد ملاحظةً مرةً أخرى
bn: আর কখনো নোট হারাবেন না
cs: Nikdy už neztraťte žádnou poznámku
ms: Jangan sekali-kali kehilangan Nota lagi
ro: Nu mai pierde nici o notita niciodata
ru: Никогда больше не теряйте записки
th: จะไม่ทำโน๊ตหายอีกต่อไป
vi: Không bao giờ bị thất lạc ghi chú nữa
zh_tw: 不再遺失註記

# description
source: Do you find yourself writing down lots of notes on pieces of paper that later get lost or torn? Or, are there so many notes on your desk that you're running out of space? No matter what kind of notes you need to take, this note app can help you keep them all in one place. This app also has the ability to link notes together so that you can easily access all related notes and stay even more organized!
ar: هل تجد نفسك تدون الكثير من الملاحظات على قطعة من الورق لا تلبث إلا أن تضيع أو تمزق في وقت لاحق؟ أو، هل هناك الكثير من الملاحظات على مكتبك الذي ضاق بما عليه؟ بغض النظر عن نوع الملاحظات التي تحتاج إلى أن تأخذها، تطبيق المذكرة هذا يمكن أن يساعدك على الاحتفاظ بها جميعاً في مكان واحد. هذا التطبيق لديه أيضا القدرة على ربط الملاحظات معاً بحيث يمكنك الوصول بسهولة إلى كل الملاحظات ذات الصلة، والبقاء حتى أكثر تنظيماً!
bn: আপনি কি মাঝে মধ্যেই টুকরো টুকরো কাগজে কিছু লিখে রাখেন যা পরে হারিয়ে যায় বা ছিঁড়ে যায়? অথবা, আপনার টেবিলে কি এত বেশি নোট আছে যে আপনি আর কোনকিছুর জায়গা করতে পারছেন না? আপনার যে কোন ধরণের নোট লিখতে হোক না কেন, এই নোট এ্যাপ দিয়ে আপনার সকল লেখা এক জায়গাতে থাকবে। এই এ্যাপ আপনাকে সকল নোট একসাথে রাখতেও সমর্থ করবে যেন আপনি খুব সহজে একই বিষয়ের সকল নোটে প্রবেশ করতে পারেন এবং আরো বেশি সুসংগঠিত থাকতে পারেন!
cs: Zjišťujete, že si píšete spoustu poznámek na papír, který později ztratíte nebo roztrháte? Nebo, máte tolik poznámek na svém stole, že zabírají většinu místa? Lhostejno jaký typ poznámek si potřebujete dělat, tato aplikace pro správu poznámek vám může pomoci mít je všechny na jednom místě. Tato aplikace také má schopnost propojit poznámky dohromady, takže můžete snadno přistupovat ke všem souvisejícím poznámkám a být ještě více organizovaní!
ms: Adakah anda mendapati diri anda menulis banyak nota pada kepingan kertas yang kemudian mendapat hilang atau koyak? Atau, Terdapat banyak nota pada Meja anda yang anda kehabisan ruang? Tidak kira apa jenis nota yang anda perlu ambil, aplikasi Nota ini boleh membantu anda menyimpan mereka semua di satu tempat. Aplikasi ini juga mempunyai keupayaan untuk memaut Nota bersama supaya anda boleh dengan mudah mengakses semua nota yang berkaitan dan lebih teratur!
ro: Te gasesti uneori facand notite pe bucatele de hartie care mai tarziu se pierd?Sau,sunt asa de multe notite pe birou incat ramai fara spatiu?Indiferent de notitele pe care le scrii,aceasta aplicatie te ajuta sa le ai pe toate intr-un singur loc.Aceasta aplicatie are de asemenea posibilitatea de a lega notitele intre ele pentru ati da acces mai usor la cele similare si de a fi mai organizat!
ru: Приходится ли вам записывать множество заметок на листках бумаги, которые потом теряются или рвутся? Или на вашем столе так много заметок, что вам не хватает места? Независимо от того, какого рода заметки вам нужно делать, это приложение для заметок поможет вам сохранить их в одном месте. В этом приложении также есть возможность связывать заметки вместе, чтобы вы могли легко получить доступ ко всем связанным заметкам и оставаться еще более организованным!
th: คุณพบว่าตัวเองเขียนโน้ตจำนวนมากมายบนเศษกระดาษแล้วมันก็หายหรือฉีกขาด หรือมีโน้ตบันทึกมากมายบนโต๊ะของคุณ แล้วมันก็เต็มพื้นที่ ไม่ว่าชนิดของโน้ตแบบไหนที่คุณจะต้องใช้ แอพบันทึกนี้จะช่วยให้คุณเก็บมันไว้ทั้งหมดในที่เดียว แอพนี้ยังมีความสามารถในการโยงบันทึกร่วมกันเพื่อให้คุณสามารถเข้าถึงบันทึกที่เกี่ยวข้องทั้งหมดและมันจะเป็นระเบียบมากขึ้น!
vi: Bạn có bao giờ thấy rằng mình viết quá nhiều ghi chú trên tờ giấy và rồi chúng bị thất lạc hoặc bị rách? Hoặc có quá nhiều tờ ghi chú trên bàn khiến không gian chật chội? Dù bạn cần loại ghi chú gì đi nữa thì ứng dụng này cũng có thể giúp bạn tập trung chúng về một nơi. Ứng dụng này cũng có khả năng liên kết các ghi chú, giúp bạn dễ dàng truy cập mọi ghi chú có liên quan và sắp xếp có tổ chức hơn nữa!
zh_tw: 你發現自己在紙上寫了很多筆記，之後就弄丟或被撕了嗎？或者是，你的桌上塞滿了很多便簽而空間不足嗎？不論你需要記下怎樣的筆記，這款筆記應用程式可以幫助你把筆記保留在同一個地方。這款應用程式也可以連結筆記，以便輕鬆存取所有相關筆記，讓自己保持更有條理！

# title
source: Dictionary
ar: معجم

# subtitle
source: A cool dictionary with lots of bonus tools
ar: معجم رائع مع الكثير من الأدوات المجانية

# description
source: In reading and conversation, words often come up with which you’re not familiar and it’s best to have a dictionary close by so that you can learn new vocabulary and understand what you read and hear. This dictionary app is easy to use and navigate, so you’ll never have trouble finding just the word you’re looking for!
ar: في القراءة والمحادثة، غالباً ما تأتي الكلمات مع التي لم تكن مألوفةً لك ومن الأفضل أن يكون بالقرب منك قاموس بحيث يمكنك تعلم مفردات جديدة وفهم ما تقرأ وما تسمع. تطبيق القاموس هذا سهل الاستخدام والتصفح، لذا لن تجد أبداً صعوبةً في العثور على الكلمة المباشرة التي تبحث عنها!

# title
source: GT Curriculum
ar: مناهج الطلبة المتميزين
bn: GT পাঠ্যসূচী

# description
source: Use this app to find the basic curriculum plan and guidelines for a specific grade level, or use it to find worksheets that can help kids learn difficult subjects. The Ministry of Education has compiled this valuable resource for you to use. Read through manuals to learn how a child's education is structured, to learn how to help children grow healthily, and to learn about a variety of other important subjects that can make a big difference both your child's life and your own.
ar: استخدم هذا التطبيق للعثور على خطة المناهج الدراسية الأساسية والمبادئ التوجيهية لمستوى صفيٍ معين، أو استخدمه للعثور على أوراق العمل التي يمكن أن تساعد الأطفال على تعلم الموضوعات الصعبة. وقد جمعت وزارة التربية والتعليم هذا المورد الثمين لك لتتمكن من استخدامه. اقرأ كتيباتٍ كاملةٍ لتتعلم كيفية هيكلة تعليم الطفل، ولمعرفة كيفية مساعدة الأطفال على النمو بشكلٍ صحي، وللتعرف على مجموعة متنوعة من الموضوعات المهمة الأخرى التي يمكن أن تُحدث فرقاً كبيراً على حدٍ سواء في حياة طفلك وحياتك.
bn: এই অ্যাপ ব্যবহার করে খুঁজে বের করুন একটি মৌলিক পাঠ্যক্রম পরিকল্পনা এবং নির্দেশাবলী একটি নির্দিষ্ট শ্রেণীর জন্য কিংবা বাচ্চাদের শিক্ষনীয় বস্তু। শিক্ষা মন্ত্রণালয় থেকে এইখানে প্রয়োজনীয় তথ্যে একত্রিত করা হয়েছে। ব্যবস্থাপনাপত্র পড়ে জানুন কী করে বাচ্চাদের শিক্ষা দিবেন, জানুন কী করে বাচ্চাদের স্বাস্থ্যবান হতে শিখাবেন, এবং জানুন বিভিন্ন ধরণে বিষয় সম্পর্কে জানে কেন আপনার এবং আপনার বাচ্চাদের জানা প্রয়োজন।

# title
source: EduCollections
ar: مجموعات تعليمية
bn: এডুকালেকশন
ro: Colectii educationale

# subtitle
source: All sorts of information to help better your life
ar: جميع أنواع المعلومات للمساعدة على تحسين حياتك
bn: আপনার জীবনকে আরো উন্নত করতে সকল প্রকার তথ্য এখানে পাবেন
ro: Tot felul de informatii care iti vor face viata mai frumoasa

# description
source: This app is full of reliable information sent directly from the Guatemalan government to help you live a healthier and more prosperous life. Find information about cultivating different kinds of crops, tips for mothers before and after pregnancy, tools for teachers preparing a curriculum, worksheets for students who want to supplement their classroom learning, texts to teach the Mayan language, and many great information. This source of knowledge is ready at your disposal, and can be a useful tool no matter your age.
ar: يمتلئ هذا التطبيق بالمعلومات الموثوقة التي تم إرسالها مباشرة من الحكومة الغواتيمالية لمساعدتك على العيش حياة مليئة بالصحة وأكثر رخاء. ستجد هنا معلومات حول زراعة أنواع مختلفة من المحاصيل، ونصائح للأمهات قبل وبعد الحمل، وأدوات للمعلمين لإعداد المناهج الدراسية، وأوراق العمل للطلاب الذين يرغبون في متابعة التعليم في المدارس الخاصة، ونصوص لتعليم لغة المايا، ومعلومات كثيرة ورائعة. هذا المصدر للمعرفة جاهز وتحت تصرفكم، ويمكن أن يكون وسيلة مفيدة بغض النظر عن عمرك.
bn: এই এ্যাপে গুয়াতেমালা সরকার থেকে সরাসরি পাঠানো নির্ভরযোগ্য তথ্য আছে যা আপনাকে স্বাস্থ্যসম্মত ও সমৃদ্ধ জীবনযাপনে সাহায্য করবে। খুঁজে নিন বিভিন্ন ধরণের ফসলের চাষ সম্পর্কে, গর্ভাবস্থা ও এর পরর্বতী সময়ে মায়ের স্বাস্থ্যের জন্য উপদেশ, শিক্ষকদের পাঠ্যক্রম প্রস্তুতের প্রণালী, শ্রেণীকক্ষে ছাত্রদের কী কাজ দিবেন তাঁর পরিকল্পনা, মায়ান ভাষা শেখার প্রক্রিয়া এবং আরো অনেক তথ্য। এই জ্ঞানের ভান্ডারটি আপনার জন্য প্রস্তুত এবং আপনি যে বয়সেরই হন না কেন এই প্রয়োজনীয় টূল ব্যবহার করতে পারবেন।
ro: Aceasta aplicatie este plina de informații fiabile trimise direct de la guvernul Guatemal pentru a vă ajuta să trăiti o viață mai sănătoasă și mai prosperă. Găsiți informații despre cultivarea diferitelor tipuri de culturi, sfaturi pentru mame de dinainte si dupa sarcina, instrumente pentru cadrele didactice care pregătesc un curriculum, fișe de lucru pentru studenții care doresc să completeze procesul de învățare la clasă, texte pentru a preda limba Maya, și multe alte informații. Această sursă de cunoaștere este gata la dispoziția dumneavoastră, și poate fi un instrument util indiferent de varsta.

# title
source: Health Guides
ar: الإرشادات الصحية
bn: স্বাস্থ্য গাইড

# subtitle
source: Health guides that could save your life
ar: أدلة صحية يمكن أن تنقذ حياتك
bn: স্বাস্থ্য সম্পর্কিত গাইড যা আপনার জীবন বাঁচাতে পারে

# description
source: This app contains some of the most life saving documents that you'll ever read. Open the Hesperian Health Documents folder to learn things like how to perform exams and minor procedures. You'll be surprised by how much you can learn to help your loved ones, those in your community and even yourself!
ar: يحتوي هذا التطبيق على بعض من أكثر الوثائق المنقذة للحياة التي ستقرأها في أي وقت على الإطلاق. افتح مجلد مستندات الصحة الهيسبيرية لتعلم أشياء مثل كيفية إجراء الفحوصات والإجراءات البسيطة. سوف تندهش من كم المعلومات التي يمكن أن تتعلمها لمساعدة أحبائك، أولئك الموجودون في مجتمعك وحتى نفسك!
bn: এই এ্যাপে এমন কিছু জীবন রক্ষাকারী নথিপত্র পাবেন যা সম্ভবতঃ আপনি আর কখনোই পড়েননি। হেসপেরিয়ান হেলথ ডকুমেন্ট ফোল্ডার খুলে পরীক্ষা নিরীক্ষা করা এবং ছোটখাটো কার্যপ্রণালী পরিচালনা করা শিখতে পারেন। আপনি এতো কিছু শিখতে পারবেন যে বিস্মিত হয়ে যাবেন যে এর মাধ্যমে আপনার ভালবাসার মানুষ, আপনার আশেপাশের মানুষ এবং এমনকি নিজেকেও কতোভাবে রক্ষা করতে পারবেন!

# title
source: Iagno
ar: لعبة لاغنو
bn: লাগনো
ro: Iango

# subtitle
source: A fun puzzle game that involves lots of thought
ar: لعبة ألغاز ممتعة تتطلب تفكير كبير
bn: একটা মজাদার ধাঁধার খেলা যাতে অনেক চিন্তাভাবনা করতে হয়
cs: Zábavná logická hra která zahrnuje spoustu myšlení
ms: Permainan teka-teki yang menyeronokkan melibatkan banyak pemikiran
ro: Un joc de puzzle amuzant care necesita multa gandire
ru: Веселая головоломка, которая требует много размышлений
th: เกมปริศนาสนุกที่ต้องใช้ความคิดอย่างมาก
vi: Trò chơi giải đố vui nhộn đòi hỏi nhiều suy luận
zh_tw: 需要大量思考的有趣益智遊戲

# description
source: Turn over the pieces in front of you so that they are all the same color. Simple? Not at all! You can change pieces to your color if you can put one of your pieces in a place where you can make a row, column or diagonal line across consecutive pieces of the other color. So, you need to flip over the pieces carefully to try to make ALL of the pieces your color. Think very strategically and see if you can figure this puzzle out!
ar: تعتمد هذه اللعبة على قلب القطع التي أمامك بحيث تكون كلها بنفس اللون. بسيطة، أليس كذلك؟ ليس على الإطلاق! يمكنك تغيير القطع للون الخاص بك إذا كنت تستطيع وضع واحدة من القطع في مكان بحيث يمكنك تشكيل صف، أو عمود أو خط قطري عبر قطع متتالية من لون آخر. لذلك، تحتاج إلى قلب القطع بعناية في محاولة لجعل "كل" القطع تتلون باللون الخاص بك. فكر بطريقة استراتيجية بحتة وراقب إن كان بإمكانك حل هذا اللغز!
bn: আপনার সামনের সব টুকরোগুলো উল্টে নিন, যাতে সব একই রঙের হয়। খুব সোজা ? উহু! একদমই না। আপনি পাল্টাতে পারবেন টুকরোগুলো যদি আপনি একই জায়গায় একই রঙের জিনিস রাখেন এখন সারি করে, কলাম বা তির্যক রেখা করতে পারেন ক্রমাগত সেই রঙের টুকরো রেখে। সুতরাং আপনাকে সাবধানে টুকরো উল্টাতে হবে যাতে আপনি একই রঙের টুকরো এক জায়গায় রাখতে পারেন। কৌশলি হয়ে চিন্তা করুন এবং দেখুন আপনি ধাঁধাঁ মিলিয়ে ফেলতে পারেন কিনা!
cs: Otočte všechny kameny před vámi, aby všechny měly stejnou barvu. Jednoduché? Vůbec ne! Kameny můžete měnit na svou barvu pokud můžete umístit jeden ze svých kamenů na místo, kde můžete vytvořit řádek, sloupec nebo diagonálu napříč po sobě jdoucích kamenech jiné barvy. Takže je potřeba otáčet kameny opatrně a pokoušet se udělat VŠECHNY kameny vaší barvou. Myslete velmi strategicky a uvidíte, zda tento hlavolam vyřešíte!
ms: Pusingkan kepingan di hadapan anda supaya mereka semua warna yang sama. Mudah? langsung tidak! Anda boleh menukar kepingan ke warna anda jika anda boleh meletakkan salah satu kepingan anda di tempat di mana anda boleh membuat baris, lajur atau garisan pepenjuru merentasi kepingan yang lain warna. Jadi, anda perlu flip di atas kepingan dengan teliti untuk cuba membuat semua kepingan warna anda. Berfikir sangat strategik dan lihat jika anda boleh memikirkan teka-teki ini!
ro: Intoarce piesele din fata ta pentru ca acestea sa fie de aceeazi culoare.Simplu?Chiar deloc!Aveți posibilitatea să modificați piesele la culoarea dumneavoastră dacă puteți pune una dintre piese într-un loc unde puteți face un rând, coloană sau linie diagonală peste bucăți consecutive de cealaltă culoare. Deci, trebuie sa intoarceti piesele cu atenție pentru a încerca să faceti toate piesele de culoarea voastra. Gandeste-te foarte strategic pentru a vedea dacă puteți da de capat la acest puzzle!
ru: Переверните фигуры перед собой так, чтобы все они были одного цвета. Просто? Вовсе нет! Вы можете поменять фигуры на фигуры своего цвета, если сможете поставить одну из фигур в такое место, где можно провести ряд, столбец или диагональную линию через последовательные фигуры другого цвета. Поэтому вам нужно аккуратно переворачивать фигуры, стараясь сделать так, чтобы ВСЕ фигуры были вашего цвета. Мыслите очень стратегически и посмотрите, сможете ли вы решить эту головоломку!
th: พลิกแผ่นหน้าของคุณเพื่อให้พวกมันทั้งหมดเป็นสีเดียวกัน ง่ายมั้ย ไม่ทั้งหมด! คุณสามารถเปลี่ยนแผ่นเป็นสีของคุณถ้าคุณสามารถวางแผ่นหนึ่งในที่ที่คุณสามารถทำเป็นแถว คอลัมน์หรือเส้นทแยงให้วางต่อเนื่องกันของสีอื่น ๆ ดังนั้นคุณจะต้องพลิกกลับอย่างรอบคอบเพื่อลองที่จะทำให้ทุกแผ่นสีของคุณ คิดกลยุทธ์อย่างมากและดูว่าคุณจะสามารถคิดปริศนานี้ออกหรือไม่!
vi: Lật các miếng ở phía trước bạn sao cho tất cả chúng có cùng màu với nhau. Nghe thật đơn giản phải không? Không đâu nhé! Bạn có thể thay đổi các miếng có màu theo màu sắc của mình sao cho bạn có thể đặt một miếng vào vị trí để tạo thành hàng, cột hoặc đường chéo liên tục bao gồm các miếng có màu giống nhau. Vậy nên, bạn cần lật các miếng cẩn thận để TẤT CẢ đều là miếng có màu bạn cần. Hãy suy tính chiến lược và thử sức xem bạn có thể giải được câu đố này hay không nhé!
zh_tw: 翻動在您面前的棋子，讓它們的顏色相同。很簡單吧？一點都不！若您的棋子放的位置能在其他顏色中將棋子形成直排、橫排或對角線的連線，您才可以將棋子變成您的顏色。因此必須小心翻動棋子，試著讓所有棋子都變成您的顏色。策略性的思考吧，看看您是否能解開這個益智遊戲！

# title
source: Inkscape
ar: برنامج إنكسكيب لتحرير الرسوم
bn: ইংকস্কেপ
th: อิงก์สเคป

# subtitle
source: An advanced graphic design tool
ar: أداة متقدمة للتصميم الجرافيكي
bn: একটি অগ্রবর্তী গ্রাফিক ডিজাইন টুল
cs: Pokročilý nástroj pro grafický design
ms: Alat Reka bentuk grafik termaju
ro: Unealta de design grafic avansata
ru: Продвинутый инструмент графического дизайна
th: เครื่องมือออกแบบกราฟิกที่ล้ำสมัย
vi: Công cụ thiết kế đồ họa cao cấp
zh_tw: 進階圖形設計工具
