Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Access, download and share almost any file you'd like to with this useful online peer to peer app that enables you to share files with other users who are connected to the BitTorrent network. From music, videos, and games, to more complex downloads like software, you will be able to access shared files from millions of users online. This app even includes a built-in video player so that you can easily view all of the media you download. **Requires Internet
ar: قم بالدخول والتحميل والمشاركة تقريبا بأي ملف تحب باستخدام هذا التطبيق الذي يتم بين النظراء عبر الانترنت والذي يمكنك من التشارك بالملفات مع أي مستخدمين آخرين متصلين بشبكة بت تورنت. وسيكون باستطاعتك الوصول الى الملفات التي يتشارك بها ملايين المستخدمين على الانترنت والتي تتراوح بين الموسيقى والفيديوهات والألعاب الى تحميلات أكثر تعقيدا مثل البرمجيات. وحتى أن هذا التطبيق يحتوي على مشغل فيديو مدمج بحيث تستطيع المشاهدة بسهولة لجميع الوسائط التي تقوم بتحميلها. ** الاتصال بالانترنت ضروري
bn: প্রবেশাধিকার, ডাউনলোড এবং প্রায় যে কোন ফাইল ভাগ করতে পারবেন এই কার্যকরী অনলাইন পিয়ার টু পিয়ার অ্যাপের সাহায্যে যা আপনাকে বিটটরেন্টের নেটওয়ার্কের আওতাভুক্ত ব্যবহারকারীদের সাথে ফাইল ভাগ করতে সমর্থ করবে। লক্ষ লক্ষ গান , ভিডিও, এবং খেলা থেকে সফটওয়্যার এর মত জটিল ডাউনলোডসহ আপনি অনলাইনে থাকা লক্ষ ব্যবহারকারীদের ভাগ করা ফাইলে প্রবেশাধিকার পেতে পারবেন। এমনকি এই অ্যাপে রয়েছে একটি নিজস্ব ভিডিও প্লেয়ার যা আপনাকে প্রয়োজনীয় সব ভিডিও দেখাবে। ** ইন্টারনেট সংযোগ প্রয়োজন
cs: Přistupujte k, stahujte si a sdílejte téměř jakýkoli soubor, který chcete pomocí této užitečné internetové peer to peer aplikace, která vám umožňuje sdílet soubory s ostatními uživateli, kteří jsou připojení k BitTorrent síti. Od hudbu, videa a her po komplexnější stahování, jako například software, budete moci sdílené soubory od milionů uživatelů na Internetu. Tato aplikace dokonce obsahuje vestavěný přehrávač videa, takže si snadno můžete zobrazit všechna média, která si stahujte. **Vyžaduje Internet
ms: Capai, muat turun dan kongsi apa jua fail yang anda suka dengan apl rakan-dengan-rakan dalam talian yang berguna. Anda boleh berkongsi fail dengan pengguna lain yang bersambung dengan rangkaian BitTorrent. Dari fail muzik, video, permainan atau muat turun rumit seperti perisian, boleh dicapai dengan berjuta-juta pengguna di serata dunia dalam talian. Apl ini juga disertakan dengan pemain video terbina-dalam supaya anda mudah membuka semua media yang telah dimuat turun. **Perlukan internet.
ro: Acceseaza,descarca si impartaseste aproape orice fisier care vrei cu aceasta aplicatie care iti permite sa impartasesti fisiere cu alti utilizatori care sunt conectati la reteaua BitTorrent.De la muzica,clipuri video,si jocuri,la softuri complexe,vei fi capabil sa accesezi fisiere de la milioane de utilizatori online.Aceasta aplicatie are un player video incorporat pentru a vedea imediat fisierele media pe care le descarci. **Necesita internet
ru: Получайте доступ, скачивайте и делитесь практически любыми файлами с помощью этого полезного онлайн-приложения, которое позволяет обмениваться файлами с другими пользователями, подключенными к сети BitTorrent. От музыки, видео и игр до более сложных загрузок, таких как программное обеспечение, вы сможете получить доступ к общим файлам от миллионов пользователей в Интернете. Это приложение даже включает встроенный видеоплеер, чтобы вы могли легко просматривать все загружаемые файлы. **Требуется Интернет
th: เข้าถึง ดาวน์โหลด และแบ่งปันเกือบทุกไฟล์ที่คุณต้องการออนไลน์กับเครือข่ายเพียร์ทูเพียร์แอพที่มีประโยชน์นี้เพื่อช่วยให้คุณสามารถใช้ไฟล์ร่วมกับผู้ใช้คนอื่น ๆ ที่มีการเชื่อมต่อกับเครือข่าย BitTorrent ตั้งแต่เพลง วิดีโอ และเกมจนถึงการดาวน์โหลดที่ซับซ้อนมากขึ้นเช่นซอฟต์แวร์ ที่คุณจะสามารถเข้าถึงไฟล์ร่วมกันจากผู้ใช้ออนไลน์นับล้าน แอพนี้ยังรวมถึงเครื่องเล่นวิดีโอในตัวเพื่อให้คุณสามารถดูสื่อทั้งหมดที่คุณดาวน์โหลด ** ต้องใช้อินเทอร์เน็ต
vi: Truy cập, tải về và chia sẻ gần như tất cả các tập tin bạn muốn với ứng dụng chia sẻ ngang hàng trực tuyến này, là ứng dụng cho phép bạn chia sẻ tập tin với những người dùng được kết nối vào mạng BitTorrent. Từ âm nhạc, video và trò chơi, đến các loại tệp phức tạp hơn như phần mềm, bạn sẽ có thể truy cập các tệp được chia sẻ từ hàng triệu người dùng trực tuyến. Ứng dụng này thậm chí còn bao gồm một trình phát video được tích hợp để bạn có thể dễ dàng xem tất cả các tệp đa phương tiện mà bạn tải về. ** Yêu cầu kết nối Internet
zh_tw: 使用這個實用的線上點對點應用程式存取、下載和分享任何檔案，它可以讓你與連接到 BitTorrent 網路的其他使用者分享檔案。從音樂、影片和遊戲，到更複雜的下載檔案如軟體，你將可以線上存取數百萬使用者的共享檔案。這款應用程式甚至提供內建影片播放器，以便輕鬆地觀看你下載的所有媒體。 **需要網路連線

# title
source: Frozen Bubbles
ar: الفقاعات المتجمدة
bn: জমাট বাবল
ru: Замороженные пузырьки
th: ฟองน้ำแข็ง
vi: Những quả bóng đóng băng

# subtitle
source: Pop bubbles before they all come crashing down
ar: فجر الفقاعات قبل أن تسقط جميعها وتنفجر
bn: একসাথে নেমে ভেঙে পড়ার আগেই বাবল ফাটান
cs: Propíchejte bubliny než spadnou dolů
ms: Pecahkan buih-buih sebelum ia jatuh ke tanah
ro: Sparge bulele inainte sa ajunga jos
ru: Лопайте пузырьки, пока они все не разрушились
th: จิ้มฟองให้แตกก่อนที่พวกมันทั้งหมดจะชนจนแตก
vi: Làm nổ những quả bóng trước khi tất cả chúng rơi xuống
zh_tw: 在泡泡垮下來之前將其戳破

# description
source: Play by yourself or challenge your friends to an exciting game of frozen bubbles! Match the colored bubbles in order to knock them down and get them out of the way before they stack up too high and crash into you. You need to have a good strategy and develop a quick trigger finger in order to win!
ar: العب وحدك أو تحدى أصدقائك في لعبة مثيرة من الفقاعات المجمدة! قم بمطابقة الفقاعات الملونة لتفجيرهم واخراجهم من الطريق قبل أن تتكدس عاليا والاصطدام بك. تحتاج إلى استراتيجية جيدة وتطوير إصبع سريع الكبس على الزناد من أجل الفوز!
bn: ফ্রোজেন বাবলসের উত্তেজনাপূর্ণ খেলাটি একাই খেলুন বা আপনার বন্ধুদের আহ্বান করুন প্রতিযোগিতায়! রঙিন বাবলগুলোর রঙ মিলিয়ে তাদের ফেলে দিন এবং তারা একসাথে স্তুপাকার হয়ে আপনার ওপর পড়ে যাবার আগেই তাদের আপনার রাস্তা থেকে সরিয়ে দিন। জেতার জন্য আপনাকে ভাল একটি কৌশল ঠিক করতে এবং খুব দ্রুত গুলি করে ফেলতে হবে!
cs: Hrajte si sami nebo vyzvěte své přátele ke vzrušující hře se zmrzlými bublinami! Dávejte k sobě stejně vybarvené bubliny a sestřelujte je tím dolů, čímž si děláte prostor dříve, než se naskládají příliš vysoko a spadnou na vás. Abyste vyhráli, potřebujete dobrou strategii a rychlý prst na spoušti!
ms: Main sendirian atau cabar rakan anda dengan permainan frozen bubbles yang menarik ini! Padankan buih-buih yang sama warna supaya dapat dipecahkan sebelum buih-buih ini bertambah banyak dan menimpa anda. Anda perlu ada strategi yang bagus dan jari yang pantas untuk memenangi permainan ini!
ro: Joaca singur sau provoaca-ti prietenii intr-un joc excitant de bule inghetate!Potriveste bulele colorate in scopul de a le darama,inainte ca acestea sa ajunga prea sus si sa se prabuseasca peste tine.Trebuie sa ai o strategie buna pentru a castiga jocul!
ru: Играйте сами или пригласите друзей в захватывающую игру с замороженными пузырями! Сопоставляйте цветные пузыри, чтобы сбить их и убрать с дороги, пока они не накопились слишком высоко и не врезались в вас. Чтобы победить, вам нужно иметь хорошую стратегию и быстро нажимать на спусковой крючок!
th: เล่นเองหรือท้าทายเพื่อนของคุณมาเล่นเกมที่น่าตื่นเต้นของฟองน้ำแข็ง! จับคู่ฟองสีเพื่อเคาะพวกมันลงและทำให้มันออกจากทางก่อนที่มันจะกองขึ้นสูงเกินไปและจะชน คุณจะต้องมีกลยุทธ์ที่ดีและพัฒนานิ้วอย่างรวดเร็วเพื่อที่จะชนะเกม!
vi: Tự chơi hoặc thách đấu bạn bè chơi cùng với trò chơi hào hứng của những quả bóng đóng băng! Hãy chọn các quả bóng cùng màu để làm chúng rơi xuống và dọn sạch bóng trước khi chúng chồng lên quá cao và rơi vào bạn. Bạn cũng cần có chiến lược đúng đắn và nhanh tay bấm để giành chiến thắng!
zh_tw: 自己遊玩或在這款刺激的冰凍泡泡遊戲中挑戰好友吧！配對彩色泡泡將它們擊下，並在疊得太高撞到你之前將其消除。你必須有良好的策略和快速的手指才能獲勝！

# title
source: EduGames
ar: إيديو غيمز
bn: এডুগেম
ms: Permainan Pendidikan atau EduGames
ro: Jocuri Educationale

# subtitle
source: Puzzles, memory games, and more for kids
ar: الألغاز وألعاب الذاكرة، وغيرها للأطفال
bn: বাচ্চাদের জন্য ধাঁধা, স্মৃতিশক্তির খেলা ও আরো অনেক কিছু
cs: Pucle, hry na paměť a další pro děti
ms: Teka-teki, permainan ingatan, dan banyak lagi khas untuk kanak-kanak
ro: Puzzle,jocuri de memorie,si multe chestii pentru copii
ru: Головоломки, игры на память и многое другое для детей
th: ปริศนา เกมความจำ และอื่น ๆ อีกมากมายสำหรับเด็ก
vi: Câu đố, trò chơi luyện trí nhớ và nhiều trò chơi khác dành cho trẻ em
zh_tw: 適合孩童的益智、記憶等遊戲

# description
source: This app makes learning fun for young children with more than 100 games and activities! Educational topics include reading, geography, and math, and the app also features games like chess that are great for young brains. Your child will have a wonderful time developing valuable skills that will help him or her throughout life.
ar: يجعل هذا التطبيق التعلم متعة للأطفال الصغار مع أكثر من 100 لعبة ونشاط! وتشمل الموضوعات التعليمية القراءة والجغرافيا والرياضيات، ويضم التطبيق أيضاً ألعاباً مثل الشطرنج وهي عظيمة لأدمغة الصغار. سوف يقضي طفلك وقتاً رائعاً في تطوير مهارات قيمة من شأنها أن تساعده أو تساعدها مدى الحياة.
bn: 100 রকম খেলা ও কার্যক্রমের মাধ্যমে ছোট বাচ্চাদের জ্ঞানার্জনকে এই এ্যাপটি মজাদার করে দেয়! শিক্ষণীয় বিষয়ের মধ্যে আছে পঠন, ভূগোল এবং গণিত, এবং এই এ্যাপে দাবার মতো দারুণ সব খেলাও আছে যা কাচা মস্তিষ্ককে গড়ে তুলতে সাহায্য করবে। আপনার সন্তানটি মূল্যবান দক্ষতা অর্জন করতে গিয়ে সুন্দর একটি সময় কাটাতে পারবে যা তার সারা জীবন ধরেই সহায়ক হয়ে থাকবে।
cs: Tato aplikace činí učení pro malé děti zábavným pomocí více než 100 her a aktivit! Výuková témata včetně čtení, geografie a matematiky. Dále aplikace obsahuje hry jako šachy, které jsou skvělé pro podporu vývoje mladých mozků. Vaše dítě zažije báječné chvíle při rozvoji hodnotných dovedností, které mu pomohou v jeho životě.
ms: Apl ini menjadikan pembelajaran kanak-kanak lebih menyeronokkan yang disertakan lebih dari 100 permainan dan aktiviti! Topik pendidikan seperti bacaan, geografi, dan juga apl ini memfiturkan permainan seperti catur yang bagus untuk minda kanak-kanak. Anak anda dapat menikmati aktiviti pembinaan kemahiran bernilai ini sepanjang masa atau kehidupan mereka.
ro: Aceasta aplicatie face invatatul pentru cei mici o distractie,cu mai mult de 100 de jocuri si activitati!Subiecte educationale care includ cititul,geografie,si matematica,iar aplicatia are si jocuri interesante precum sahul care este perfect pentru dezvoltarea creierului.Copilul tau va avea sansa sa isi dezvolte aptitudini care il vor ajuta sa treaca prin viata.
ru: Это приложение делает обучение веселым для маленьких детей благодаря более чем 100 играм и занятиям! Образовательные темы включают чтение, географию и математику, а также в приложении есть такие игры, как шахматы, которые отлично подходят для юного мозга. Ваш ребенок прекрасно проведет время, развивая ценные навыки, которые будут помогать ему на протяжении всей жизни.
th: แอพนี้ทำให้การเรียนรู้สนุกสำหรับเด็กเล็กซึ่งมีมากกว่า 100 เกมและกิจกรรม! หัวข้อการเรียนรวมถึงการอ่าน ภูมิศาสตร์ และคณิตศาสตร์ และแอพก็ยังมีเกมอื่น ๆ เช่นหมากรุกที่เหมาะสำหรับสมองของหนุ่มสาว ลูกของคุณจะมีช่วงเวลาที่ยอดเยี่ยมในการพัฒนาทักษะที่มีประโยชน์ต่อเขาหรือเธอไปตลอดชีวิต
vi: Ứng dụng này giúp việc học trở nên vui nhộn với trẻ nhỏ với hơn 100 trò chơi và hoạt động! Các chủ đề về giáo dục như đọc sách, địa lý và toán học và ứng dụng cũng mang đến các trò chơi như đánh cờ rất tốt cho não của trẻ em. Con cái của bạn sẽ có thời gian tuyệt vời để phát triển những kỹ năng vô giá hỗ trợ cho cuộc sống của bé.
zh_tw: 這個應用程式擁有超過 100 個遊戲和活動，讓孩子的學習變得有趣！教育主題包括閱讀、地理和數學，這款應用程式還提供遊戲，如象棋（適合年輕朋友腦力激盪一下）。你的孩子將發展可以幫助他或她的一生的寶貴技能，並且度過快樂的時光。

# title
source: EduGames Admin
ar: مدير ايديوغيمز
bn: এডুগেম প্রশাসক
ms: Pentadbir EduGames
ro: Administrator Jocuri Educationale
ru: EduGames Администратор
th: แอดมิน EduGames
zh_tw: EduGames 管理

# subtitle
source: For teachers to help their students learn
ar: للمعلمين لمساعدة طلبتهم على التعلم
bn: ছাত্রদের শেখাতে সাহায্য করতে শিক্ষকদের জন্য
cs: Pro učitele aby pomohli svým studentům ve výuce
ms: Untuk para guru membantu pembelajaran para pelajar mereka
ro: Pentru profesori care ajuta studentii sa invetii
ru: Для учителей, чтобы помочь своим ученикам учиться
th: สำหรับครูเพื่อช่วยในการเรียนรู้ของนักเรียนของเขา
vi: Dành cho giáo viên hỗ trợ học sinh học tập
zh_tw: 適合老師用來協助學生們進行學習

# description
source: Use this app to configure the EduGames app and create the exact learning experience you'd like for your students! You can change the list of activities, or change the controls of the app so that they stay focused on just the games that you want them to. To begin, download this app and the EduGames app from the 'Games' section of the app store. They'll have so much fun that they'll want to spend hours doing just what you want them to!
ar: استخدم هذا التطبيق لتهيئة تطبيق "ايديوغيمز" لتصميم تجربة التعلم التي تريدها لطلابك! يمكنك تغيير قائمة الأنشطة، أو تغيير ضوابط التطبيق بحيث تبقي طلبتك في تركيز على الألعاب التي تريد لهم استخدامها. من أجل البدء، قم بتحميل هذا التطبيق وتطبيق "إيديوغيمز" من قسم 'ألعاب' من متجر التطبيقات. ستوفر لطلبتك الكثير من المرح بحيث سيرغبون في قضاء ساعات يقومون فقط بما تريد!
bn: এই অ্যাপটি ব্যবহার করুন এডুগেমস অ্যাপ কনফিগার করতে এবং তৈরি করুন ঠিক কীভাবে আপনি আপনার ছাত্রদের পড়াতে চান। আপনি নিজে বানাতে পারেন একটি কার্যক্রম তালিকা কিংবা পাল্টে নিতে পারেন এই অ্যাপের নিয়ন্ত্রন যাতে তারা শুধুমাত্র আপনার ঠিক করে দেয়া কার্যক্রমের দিকে মনযোগী থাকে। শুরু করার জন্য, অ্যাপটি ডাউনলোড করে এবং দ্যা এডুগেমস অ্যাপটি অ্যাপ স্টোরের খেলার শাখা থেকে নামিয়ে নিন। তারা ঘন্টার পর ঘন্টা কাটিয়ে দিবে আপনি যা তাদের দিয়ে করাতে চান তা করে।
cs: Pomocí této aplikace je možné nastavovat EduGames a vytvářet takový učební zážitek, jaký pro své studenty chcete! Je možné měnit seznam aktivit, dále ovládací prvky aplikace tak, aby zůstali zaměření na hry, které chcete. Nejprve si stáhněte tuto aplikaci a EduGames ze sekce „Hry“ v katalogu. Děti si užijí tolik zábavy, že budou chtít strávit hodiny děláním právě toho, co po nich chcete!
ms: Guna apl ini untuk mengkonfigur apl EduGames dan wujudkan suasana pembelajaran yang anda mahukan untuk pelajar-pelajar anda! Cikgu boleh mengubah senarai aktiviti, atau mengawal apl supaya mereka kekal fokus terhadap permainan yang dikehendaki. Sebagai permulaan, muat turun apl ini dan apl EduGames menerusi seksyen 'Permainan' di kedai apl. Ianya menyeronokkan kerana mereka akan menghabiskan masa pembelajaran mereka mengikut pengajaran anda!
ro: Utilizați această aplicație pentru a configura aplicația EduGames și de a crea o experiență de învățare exactă pe care o doriți pentru elevii dumneavoastră! Aveți posibilitatea să modificați lista activităților sau modifica controalele aplicației, astfel încât aceștia să rămână concentrati doar pe jocurile pe care le doriți. Pentru a începe, descărcati această aplicație și aplicația EduGames din secțiunea 'Games' din magazinul de aplicații. Ei vor avea parte de distractie încât vor dori să-și petreacă ore în a face doar ceea ce tu vrei!
ru: Используйте это приложение для настройки приложения EduGames и создания именно того учебного процесса, который вы хотите для своих учеников! Вы можете изменить список занятий или изменить управление приложением так, чтобы они были сосредоточены только на тех играх, которые вы хотите. Для начала загрузите это приложение и приложение EduGames из раздела "Игры" в магазине приложений. Они получат столько удовольствия, что захотят часами заниматься только тем, чем вы хотите!
th: ใช้แอพนี้เพื่อสร้างแอพ EduGames และสร้างประสบการณ์การเรียนรู้ที่แน่นอนที่คุณต้องการสำหรับนักเรียนของคุณ! คุณสามารถเปลี่ยนรายการของกิจกรรม หรือเปลี่ยนการควบคุมแอพ เพื่อให้พวกเขาใส่ใจเพียงแค่เกมที่คุณต้องการให้พวกเขา เริ่มต้นให้ดาวน์โหลดแอพนี้และแอพ EduGames จากส่วน 'เกมส์' ของแอพสโตร์ พวกเขาจะมีความสุขมากที่พวกเขาจะต้องการใช้เวลาทำแค่สิ่งที่คุณต้องการให้พวกเขาทำ!
vi: Sử dụng ứng dụng này để cấu hình ứng dụng EduGames và tạo ra các trải nghiệm học tập chính xác mà bạn muốn dành cho học sinh! Bạn có thể thay đổi danh sách hoạt động, hoặc thay đổi điều khiển ứng dụng để học sinh chỉ tập trung vào các trò chơi mà bạn muốn. Để bắt đầu, tải về ứng dụng này và ứng dụng EduGames từ mục "Trò chơi" trên kho ứng dụng. Học sinh của bạn sẽ cảm hấy rất hào hứng đến mức chúng sẽ bỏ ra hàng giờ để thực hiện điều bạn yêu cầu!
zh_tw: 使用此 app 設置 EduGames app，並創造您想帶給學生的學習體驗！您可以變更活動列表或改變 app 操控，讓學生只專注於您希望他們專注的遊戲。首先，從 app 商店的「遊戲」區下載此 app 和 EduGames app。他們會獲得許多樂趣，並花數小時進行您希望他們做的事！

# title
source: Gedit
ar: جيديت
bn: গেডিট

# subtitle
source: A simple text editor for all of your text editing needs
ar: محرر نصوص بسيط لجميع احتياجاتك التحريرية
bn: আপনার সকল টেক্সটিং প্রয়োজনের জন্য একটি সহজ টেক্সট সম্পাদনা টুল
cs: Jednoduchý textový editor pro upravování neformátovaného textu
ms: Editor teks yang ringkas untuk semua keperluan penyuntingan teks anda
ro: Un editor de text simplu pentru toate editarile de care ai nevoie
ru: Простой текстовый редактор для всех ваших потребностей в редактировании текста
th: แก้ไขข้อความแบบง่ายสำหรับทุกความต้องการแก้ไขข้อความของคุณ
vi: Trình soạn thảo văn bản đơn giản cho mọi nhu cầu chỉnh sửa văn bản
zh_tw: 簡易的文字編輯工具，可滿足你的所有文字編輯需求

# description
source: Use this simple app to create and edit files that require plain text inputs. If you are a programmer or an aspiring programmer, you will need this app. With robust functionality and an easy-to-use interface, this text editor should be perfect for all of your text editing needs.
ar: استخدم هذا التطبيق البسيط لإنشاء وتحرير الملفات التي تتطلب ادخالات نص عادي. إذا كنت مبرمجاً أو مبرمجاً طامحاً، فسوف تحتاج هذا التطبيق. مع كفاءة وظيفية قوية وواجهة سهلة الاستخدام، ينبغي أن يكون هذا المحرر النصي مثالياً لجميع احتياجات تحرير النص الخاص بك.
bn: এই সহজ অ্যাপটি ব্যবহার করুন এমন ফাইল তৈরি ও সম্পাদনা করতে যেখানে সাধারণ টেক্সট প্রবেশের দরকার হয়। আপনি যদি একজন প্রোগ্রামার হয়ে থাকেন, তাহলে আপনার এই অ্যাপটি লাগবে। শক্তসমর্থ কার্যকারিতা ও সহজে ব্যবহারযোগ্য ইন্টারফেস হিসেবে এই টেক্সট এডিটর আপনার সমস্ত সম্পাদনার প্রয়োজন টেক্সটের জন্য উপযুক্ত।
cs: Tuto jednoduchou aplikaci použijte pro vytváření a upravování souborů, které potřebují vstup v neformátovaném textu. Pokud jste programátor nebo jím chcete být, budete tuto aplikaci potřebovat. S robustní funkčností a snadno použitelným rozhraním, by tento textový editor měl být perfektní pro všechny vaše potřeby upravování textu.
ms: Gunakan aplikasi mudah ini untuk mencipta dan mengubahsuai fail yang memerlukan input teks biasa. Jika anda seorang pengaturcara atau pengaturcara yang bercita-cita, anda akan memerlukan aplikasi ini. Dengan fungsi yang mantap dan antara muka yang mudah digunakan, editor teks ini perlu sempurna untuk semua keperluan penyuntingan teks anda.
ro: Folositi aceasta aplicatie simpla pentru a creea si edita fisiere care necesita intrări de text simplu.Daca esti un programator,ai nevoie de aceasta aplicatie.Aceasta aplicatie este perfecta pentru editarea oricarui text.
ru: Используйте это простое приложение для создания и редактирования файлов, требующих ввода обычного текста. Если вы программист или начинающий программист, вам понадобится это приложение. Благодаря широким функциональным возможностям и простому в использовании интерфейсу, этот текстовый редактор идеально подходит для всех ваших потребностей в редактировании текста.
th: ใช้แอพที่ง่ายในการสร้างและแก้ไขไฟล์ที่จำเป็นต้องใช้ปัจจัยการผลิตข้อความธรรมดา ถ้าคุณเป็นโปรแกรมเมอร์หรือต้องการเป็นโปรแกรมเมอร์ คุณจะต้องการแอพนี้ กับการทำงานที่มีประสิทธิภาพและอินเตอร์เฟซที่ง่ายต่อการใช้ ตัวแก้ไขข้อความนี้จะสมบูรณ์แบบสำหรับทุกความต้องการของการแก้ไขข้อความของคุณ
vi: Sử dụng ứng dụng đơn giản này để tạo và chỉnh sửa các tập tin yêu cầu đầu vào văn bản đơn giản. Nếu bạn là một lập trình viên hoặc một nhà lập trình đầy triển vọng, bạn sẽ cần ứng dụng này. Với chức năng mạnh mẽ và giao diện dễ sử dụng, trình soạn thảo văn bản này sẽ là lựa chọn hoàn hảo cho tất cả các nhu cầu chỉnh sửa văn bản của bạn.
zh_tw: 使用這款簡單易用的應用程式來建立和編輯需要純文字輸入的檔案。如果你是一位程式設計師或一位有抱負的程式設計師，你應該需要這款應用程式。具有強大的功能和簡單易用的介面，這款文字編輯器應該非常迎合你的所有文字編輯需求。

# title
source: GIMP
ar: برنامج معالجة الصور

# subtitle
source: Advanced image editing tool similar to Photoshop
ar: أداة تحرير صور متطورة تشبه الفوتوشوب
bn: ফটোশপের মতোই আরেকটি অগ্রবর্তী ছবি সম্পাদনাকারী টুল
cs: Pokročilý nástroj pro úpravu obrázků podobný aplikaci Photoshop
ms: Alat penyuntingan imej lanjutan serupa dengan Photoshop
ro: Unealta de editare imagini avansata,similara cu Photoshop
ru: Продвинутый инструмент редактирования изображений, аналогичный Photoshop
th: เครื่องมือปรับแต่งภาพขั้นสูงคล้ายกับ Photoshop
vi: Công cụ chỉnh sửa hình ảnh cao cấp tương tự như Photoshop
zh_tw: 類似 Photoshop 的進階圖像編輯工具
