Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: Create videos for projects, friends, family, or just for fun! Look through hundreds of transitions, video effects, audio effects, and filters to help make your video just right. Whether you want to tell a story, make a gift for a friend, create a professional-looking video, or just want to express yourself, this video editor will help you do it!
ar: أنشئ فيديوهات لمشروعاتك أولأصدقائك وعائلتك أو فقط للمرح! تنقل بين مئات التحولات ومؤثرات الفيديو والصوت والمرشحات لمساعدتك في الحصول على ما تحتاج، أي شيء تحتاجه لسرد قصة أو لعمل هدية لصديق أو لإنشاء فيديو بشكل احترافي أو فقط للتعبير عن نفسك فمحرر الفيديو هذا سيساعدك للحصول على ما تريد!
bn: প্রজেক্টের কাজে, বন্ধু ,পরিবার কিংবা শুধুমাত্র মজা করতে তৈরি করুন ভিডিও ! শত শত ট্রানজিশন, ভিডিও ইফেক্ট, অডিও ইফেট এবং ফিল্টার ব্যবহার করে আপনার ভিডিওটি ঠিক করে নিন। আপনি গল্প বলতে চান, কোন বন্ধুর জন্য উপহার দিতে চান তৈরি করে ফেলুন পেশাদার ভিডিও কিংবা শুধু মাত্র নিজের ভাব প্রকাশ করতে আপনাকে এই ভিডিও এডিটর সাহায্য করবে।
ro: Creeaza clipuri pentru proiecte,prieteni,familie sau doar de distractie!Treci prin multe efecte de tranzitie,efecte video si audio,dar si filtre care te vor ajuta sa iti faci clipul potrivit.Fie ca vrei sa spui o poveste,sa faci un cadou pentru un prieten,sa creezi un video profesional,sau doar sa te exprimi,acest video editor te va ajuta!
vi: Tạo video cho các dự án, bạn bè, gia đình, hoặc chỉ để cho vui! Hãy nhìn vào hàng trăm hiệu ứng chuyển cảnh, hiệu ứng hình ảnh, hiệu ứng âm thanh và các bộ lọc có thể giúp bạn tạo ra video đúng ý muốn. Dù bạn muốn kể một câu chuyện, làm một món quà cho bạn bè, tạo ra một video chuyên nghiệp, hay chỉ muốn thể hiện chính mình, trình biên tập video này sẽ giúp bạn thực hiện điều đó!

# title
source: Quadrapassel
ar: لعبة كوادروبازييل
bn: কুয়াড্রাপাসেল
ro: Quadrepassel

# subtitle
source: A tetris-like puzzle game
ar: لعبة الألغاز الشبيهة بلعبة التيتريس
bn: টেট্রিসের মতো একটি ধাঁধার খেলা
cs: Logická hra podobná jako tetris
ms: Permainan teka-teki seperti Tetris
ro: Un joc de puzzle gen tetris
ru: Головоломка, напоминающая тетрис
th: เกมปริศนาคล้าย Tetris
vi: Trò chơi giải đố dạng xếp gạch
zh_tw: 類俄羅斯方塊益智遊戲

# description
source: You'll need to be quick if you want to win this game! Change the shape of pieces that fall from the top in order to match colors and make them disappear. If you don't make enough color blocks disappear, you'll find that your screen will soon fill up and you'll need to try again. And just when you think you're quick enough, the game will speed up, so be ready for a challenge!
ar: إذا أردت الفوز في هذه اللعبة سوف تحتاج أن تكون سريعا! قم بتغيير شكل القطع التي تسقط من أعلى وذلك لمطابقة الألوان وجعلها تختفي. إذا لم تقم بإخفاء ما يكفي من قطع الألوان، ستجد أن الشاشة سوف تمتلئ بسرعة وعليك إعادة المحاولة. وعندما تعتقد بأنك سريع بما فيه الكفاية، فإن اللعبة ستزداد سرعتها. لذا كن على استعداد للتحدي القادم!
bn: আপনাকে দ্রুততার সাথে কাজ করতে হবে যদি আপনি এই খেলায় জিততে চান! উপর থেকে যখন কোন টুকরো পড়বে তখন তার আকার পরিবর্তন করে রং মিলিয়ে তাদের অদৃশ্য করতে হবে। আপনি যদি রঙের ব্লকগুলো দূর করতে না পারেন তাহলে আপনি দেখবেন পুরো স্ক্রিন ওই বক্সে ভরে গেছে এবং আপনাকে পুনরায় খেলা শুরু করতে হবে। এবং সে মুহূর্তে আপনি দ্রুত কাজ করবেন তখন খেলার গতি বাড়বে, সুতরাং প্রতিযোগিতার জন্য তৈরি হন!
cs: Pokud chcete tuto hru vyhrát, je třeba, abyste byli rychlí! Měňte tvar kousků, které padají shora aby odpovídaly barvy a tím mizely. Pokud nedokážete, aby zmizelo dostatek barevných bloků, obrazovka se brzy zaplní a bude třeba zkusit to znovu. A právě když si myslíte, že jste dost rychlí, hra také zrychlí, takže buďte připraveni na výzvu!
ms: Anda perlu cepat jika anda ingin memenangi permainan ini! Tukar bentuk keping yang jatuh dari atas untuk memadankan warna dan membuat mereka hilang. Jika anda tidak membuat blok warna yang cukup hilang, anda akan mendapati bahawa skrin anda akan mengisi dan anda perlu mencuba lagi. Dan hanya apabila anda berfikir anda cukup cepat, permainan akan mempercepatkan, jadi bersedia untuk cabaran!
ro: Va trebuie sa fii foarte rapid daca vrei sa castigi acest joc!Schimba forma pieselor care cad de sus pentru a potrivi culori si a le face sa dispara.Daca nu faci destule blocuri sa dispara,vei vedea ca ecranul se va umple foarte repede si va trebui sa incerci din nou.Si chiar cand te gandeai ca esti destul de rapid,jocul va fi mai rapid,deci fii pregatit pentru provocari!
ru: Вам нужно быть быстрым, если вы хотите выиграть эту игру! Изменяйте форму фигур, которые падают сверху, чтобы совместить цвета и заставить их исчезнуть. Если вам не удастся заставить исчезнуть достаточное количество цветных блоков, экран вскоре заполнится, и вам придется попробовать еще раз. И как только вам покажется, что вы достаточно быстры, игра ускорится, так что будьте готовы к трудностям!
th: คุณจะต้องรวดเร็วถ้าคุณต้องการที่จะชนะเกมนี้! เปลี่ยนรูปร่างของชิ้นส่วนที่ตกจากด้านบนเพื่อให้ตรงกับสีและทำให้พวกมันหายไป หากคุณไม่ได้ทำบล็อคสีพอที่จะหายไป คุณจะพบว่าหน้าจอของคุณจะเต็มขึ้นอย่างเร็วและคุณจะต้องลองอีกครั้ง และเพียงเมื่อคุณคิดว่าคุณเร็วพอ เกมจะเร็วขึ้นฉะนั้นเตรียมตัวให้พร้อมในความท้าทาย!
vi: Bạn phải thật nhanh nếu muốn giành chiến thắng trò chơi này! Thay đổi hình dạng của các mảnh rơi từ trên xuống sao cho khớp màu sắc để chúng sẽ biến mất. Nếu bạn không làm các khối màu biến mất đủ nhanh thì cả màn hình sẽ bị lấp đầy và bạn sẽ phải chơi lại. Và chỉ khi bạn nghĩ bạn đã đủ nhanh tay lẹ mắt, trò chơi sẽ tự tăng tốc độ, vì vậy, hãy sẵn sàng chinh phục thử thách!
zh_tw: 如果想在遊戲中獲勝，您得要快一點！改變從上面落下的拼塊形狀，以讓顏色相符並消失。如果沒能讓足夠的色塊消失，您會發現畫面很快就塞滿了，必須重新開始。就算您覺得自己夠快了，遊戲也會加速，準備好接受挑戰吧！

# title
source: Music
ar: موسيقى
bn: সঙ্গীত
ms: Muzik
ro: Muzica
th: ดนตรี
vi: Âm nhạc
zh_tw: 音樂

# subtitle
source: Listen to all your music, and to the radio
ar: استمع إلى كل الموسيقى المفضلة لك، و استمع إلى المذياع
bn: আপনার সকল গান শুনুন, এবং রেডিও শুনুন
ms: Mendengar semua muzik anda, dan radio
ro: Asculta toata muzica ta,si la radio
th: ฟังวิทยุและดนตรีของคุณทั้งหมด
vi: Nghe các bản nhạc của bạn và nghe đài
zh_tw: 聆聽你的所有音樂以及廣播

# description
source: In addition to listening to your favorite music, this app lets you search through your library, create playlists, play and burn CDs, shows you album art and even songs' lyrics. This app also supports Internet radio streaming and audio visualizations. Enjoy all your favorite songs, stored and sorted in one convenient app.
ar: بالإضافة إلى الاستماع إلى الموسيقى المفضلة لديك، هذا التطبيق يتيح لك البحث من خلال المكتبة، وإنشاء قوائم التشغيل واللعب ونسخ الأقراص المضغوطة، وإظهار صور الألبوم وحتى كلمات الأغاني. كما يدعم هذا التطبيق الراديو عبر الإنترنت وتصورات الصوتية. تمتع بجميع الأغاني المفضلة لديك وتخزينها وفرزها في تطبيق واحد مناسب.
bn: প্রিয় গান শোনার সাথে সাথে এই অ্যাপ আপনাকে সাহায্য করবে আপনার লাইব্রেরি খুঁজতে, প্লেলিস্ট বানাতে, সিডি বাজাতে ও বার্ণ করতে, এবং আপনাকে অ্যালবামের চিত্র ও প্রতিটা গানের কথা দেখাবে। এই এ্যাপটি ইন্টারনেট বেতার স্ট্রিমিং ও অডিও ভিস্যুয়ালাইজেশন সমর্থন করে। একটি সুবিধাজনক এ্যাপে আপনি আপনার প্রিয় সব গান একই সাথে সংরক্ষণ ও সাজিয়ে রাখুন।
ms: Selain mendengar muzik kegemaran anda, aplikasi ini membolehkan anda mencari melalui Perpustakaan anda, mencipta senarai main, bermain dan membakar CD, menunjukkan kepada anda seni album dan juga Lirik lagu. Aplikasi ini juga menyokong penstriman radio Internet dan visualizations audio. Nikmati semua lagu kegemaran anda, disimpan dan disusun dalam satu aplikasi yang mudah.
ro: In afara de a asculta muzica preferata,aceasta aplicatie te lasa sa cauti prin librarie,creezi playlist,reda si scrie CD-uri.Aceasta aplicatie suporta streaming radio de pe internet ai vizualizare audio.Bucura-te de muzica favorita,inmagazinata si sortata intr-o aplicatie simpla.
th: นอกจากนี้การฟังเพลงโปรดของคุณ แอพนี้ช่วยให้คุณสามารถค้นหาผ่านห้องสมุดของคุณ สร้างรายการ เล่นและเบิร์นซีดี จะแสดงอัลบั้มและแม้กระทั่งเนื้อเพลง แอพนี้ยังรองรับการสตรีมมิ่งวิทยุอินเทอร์เน็ตและการสร้างภาพและเสียง เพลิดเพลินกับเพลงโปรดของคุณ จัดเก็บและจัดเรียงในแอพเดียวที่สะดวก
vi: Bên cạnh việc nghe các bài nhạc yêu thích của bạn, ứng dụng này còn cho phép bạn tìm kiếm thông qua thư viện của mình, tạo danh sách phát nhạc, phát và ghi đĩa CD, hiển thị bìa album và thậm chí cả lời bài hát. Ứng dụng này cũng hỗ trợ nghe phát sóng trực tuyến qua Internet cũng như xem hiệu ứng hình ảnh. Thưởng thức tất cả các bài hát yêu thích của bạn, được lưu trữ và sắp xếp chỉ trong một ứng dụng thuận tiện.
zh_tw: 除了聽你喜歡的音樂，這款應用程式可讓你在你的個人曲庫中進行搜尋、建立播放清單、播放和燒錄 CD、顯示專輯封面，甚至是歌詞。這款應用程式還支援網路電台串流和聲音可視化圖形。盡情享受你喜歡的歌曲，全都儲存並排序在同一個應用程式中，非常便利。

# title
source: Toy Train
ar: قطار لُعبة
bn: খেলনা রেলগাড়ি
vi: Xe lửa đồ chơi

# subtitle
source: A fun train game for kids of all ages
ar: لعبة قطار ممتعة للأطفال في كل الأعمار
bn: সকল বয়সী বাচ্চাদের জন্য একটি মজার রেলগাড়ি খেলা
ro: Un joc distractiv cu trenuri pentru copii de toate varstele
vi: Một trò chơi xe lửa vui nhộn dành cho trẻ em ở mọi độ tuổi

# description
source: Sure to be an instant hit with the whole family, this is a game featuring a steam locomotive which you use to drive across many levels collecting coaches as you go. Collect all the coaches to win the game!
ar: من المؤكد أنها لعبة عائلية رائعة، هذه لعبة تضم قاطرات بخارية والتي تستخدمها للانتقال عبر مستويات عديدة من خلال جمع العربات خلال حركتك. قم بجمع كل العربات لتحقيق الفوز في هذه اللعبة!
bn: পুরো পরিবারের কাছে তাৎক্ষণিকভাবেই প্রিয় হয়ে ওঠার মতো এই খেলায় একটি বাষ্পচালিত রেলগাড়ি থাকে যা চালিয়ে আপনি অনেক স্তর পার করবেন এবং কোচ সংগ্রহ করবেন। খেলাটি জিততে হলে সকল কোচ সংগ্রহ করতে হবে!
ro: Sigur va fi un hit instant pentru întreaga familie, acesta este un joc cu o locomotiva cu abur pe care o utilizați pentru a conduce prin mai multe niveluri de colectare antrenori ca te duci. Colectati toti antrenorii pentru a câștiga jocul!
vi: Đảm bảo cả gia đình đều sẽ thích thú, trò chơi này có một đầu máy hơi nước mà bạn dùng để lái đi qua nhiều cấp độ nhằm thu thập các toa xe lửa. Hãy thu thập tất cả các toa xe lửa để giành chiến thắng!

# title
source: Scorched 3D
ar: لعبة سكورتش ثلاثية الأبعاد (الأرض المحروقة)

# subtitle
source: A battle adventure multi-player game
ar: لعبة المغامرات الحربية متعددة اللاعبين

# description
source: Do you love games with jets, naval vessels, and all sorts of weapons? If so, then you will love Scorched3D. This game comes with many different lands for you to visit and engage in battles. You will need to develop a good strategy in order to outsmart your opponents and make sure that you end up victorious. You can play by yourself, with friends, or battle other community members online. Hold onto your hats, because this game is sure to shake things up!
ar: هل تحب ألعاب الطائرات والقطع البحرية، وجميع أنواع الأسلحة؟ إذا كان الأمر كذلك، فإنك سوف تحب لعبة الأرض المحروقة ثلاثية الأبعاد هذه. توفر هذه اللعبة لك العديد من الأراضي المختلفة لتقوم بزيارتها والانخراط في المعارك. وسوف تحتاج إلى وضع استراتيجية جيدة و تكون أكثر دهاء وحيلة من خصومك والتأكد من أن ينتهي بك الأمر منتصرا. يمكنك أن تلعب وحدك، أو مع الأصدقاء، أو محاربة غيرهم من أفراد المجتمع عبر الإنترنت. تمسك جيداً بقبعتك، لأن هذه اللعبة من المؤكد أنها ستزعز الأمور!

# title
source: Scratch
ar: شطب
bn: স্ক্র্যাচ

# subtitle
source: Learn basic computer programming
ar: تعلم أساسيات برمجة الكمبيوتر
bn: প্রাথমিক কম্পিউটার প্রোগ্রামিং শিখুন
ro: Invata programare de baza a computerelor
vi: Học lập trình máy tính căn bản

# description
source: Do you love computer games and applications? Why not learn how to make your own? This app teaches you the basics of computer programming in a fun and easy-to-learn way. You can pick characters and objects that you like and then add instructions so that they do what you want. As you become more advanced, you'll see that you can make almost anything you want come to life on the screen by putting in the right instructions. What cool video game will you someday make?
ar: هل تحب ألعاب وتطبيقات الكمبيوتر؟ لم لا تتعلم كيفية صُنعها بنفسك؟ يُعلمك هذا التطبيق أساسيات برمجة الكمبيوتر بطريقة تعلم ممتعة وسهلة؟ يمكنك التقاط ما تحب من الأحرف والكائنات ثم تقوم بإضافة تعليمات بما يجعلها تقوم بما تريد. ومع تقدم مستواك، سترى أنه بإمكانك تقريباً صنع أي شيء تريده أن يصبح فعالاً على الشاشة، وذلك عن طريق وضع التعليمات المناسبة له. ما هي لعبة الفيديو الرائعة، التي قد تنتجها يوماً ما؟
bn: আপনি কম্পিউটার গেমস আর অ্যাপ্লিকেশন ভালোবাসেন ? নিজেই কেন শিখে নিচ্ছেন না কিভাবে নিজে বানাবেন? এই অ্যাপটি আপনাকে কম্পিউটার প্রোগ্রামের মৌলিক দিকগুলো মজার এবং সহজভাবে শেখাবে। আপনি নিজে চরিত্র ও বিষয়বস্ত ঠিক করতে পারবেন এরপর নির্দেশাবলী যোগ করবেন যাতে তারা সেই কাজগুলোই করে যা আপনি চান। আপনি যত বেশি শিখবেন , তখন দেখবেন আপনি প্রায় সব কিছুই বানিয়ে ফেলেছেন জীবন্ত যা আপনি স্ক্রিনে দেখতে চেয়েছেন, আপনার সঠিক নির্দেশেই তা হয়েছে। ভাবুন তো একদিন কত চমৎকার খেলা আপনি বানাবেন ?
ro: Chiar iubesti jocurile pe calculator și aplicații? De ce să nu înveți cum să faci propria ta aplicatie? Această aplicație vă învață elementele de bază de programare pe calculator într-un mod distractiv și ușor de învățat. Puteți alege caractere și obiecte care va plac și apoi adăugați instrucțiuni, astfel încât să facă ceea ce vreti. Pe măsură ce devin mai avansate, veți vedea că puteți face aproape tot ce vreti.?
vi: Bạn có thích trò chơi máy tính và ứng dụng không? Sao bạn không tìm hiểu cách làm thế nào để tạo ra cho riêng bạn? Ứng dụng này dạy cho bạn những điều căn bản trong lập trình máy tính một cách vui nhộn và rất dễ học. Bạn có thể chọn nhân vật và các đối tượng mà bạn thích rồi sau đó thêm hướng dẫn để họ làm những gì bạn muốn. Khi bạn đã thành thạo hơn, bạn sẽ thấy rằng bạn có thể biến mọi điều mình muốn trở thành thực tế diễn ra trên màn hình bằng cách đặt vào các hướng dẫn chính xác. Bạn sẽ tạo ra được trò chơi cực chất nào đây?

# title
source: Photos
ar: الصور
bn: ছবি
cs: Fotografie
ms: Foto
ro: Imagini
ru: Фото
th: รูปภาพ
vi: Hình ảnh
zh_tw: 相片

# subtitle
source: Easily edit, organize, and share photos.
ar: بإمكانك بسهولة كبيرة القيام بتحرير و تنظيم و مشاركة الصور.
bn: সহজে ছবি সম্পাদনা করুন, সাজিয়ে রাখুন এবং ভাগ করে নিন
cs: Snadno upravujte, uspořádávejte a sdílejte fotky
ms: Mudah menyunting, menyusun, dan berkongsi foto.
ro: Editeaza usor,organizeaza,si impartaseste imagini.
ru: Легко редактировать, упорядочивать и обмениваться фотографиями.
th: แก้ไข จัดแต่ง และแชร์รูปภาพอย่างง่ายดาย
vi: Dễ dàng chỉnh sửa, sắp xếp và chia sẻ hình ảnh.
zh_tw: 輕鬆地編輯、組織整理和分享照片。

# description
source: We all love to take pictures in our everyday lives – and we especially love downloading them to our computers so we can edit and share them via social media. This app lets you import photos from a digital camera or phone seamlessly. You can then arrange them into albums, edit them for maximum beauty and effect, and of course, display them on your favorite social networks, like Facebook.
ar: جميعنا يحب التقاط الصور في حياته اليومية - ونحب بالتحديد تنزيلها على حواسيبنا حتى نتمكن من تحريرها ومشاركتها عبر وسائل الإعلام الاجتماعية. يتيح لك هذا التطبيق تنزيل الصور من الكاميرا الرقمية أو من الهاتف بسهولة ويسر. وبعد ذلك يمكنك ترتيبها في ألبومات، وتحريرها لتحقيق أقصى قدر من الجمال والتأثير، وبالطبع، عرضها على الشبكات الاجتماعية، مثل الفيسبوك، المفضلة لديك.
bn: আমরা সবাই দৈনন্দিন জীবনে ছবি তুলতে ভালবাসি, এবং সেই ছবিগুলো কম্পিউটারে নিয়ে সম্পাদনা করে সামাজিক যোগাযোগ মাধ্যমগুলোতে শেয়ার করতে আরো ভালবাসি। এই অ্যাপটি আপনার ডিজিটাল ক্যামেরা ও ফোন থেকে সরাসরি ছবি আমদানি করতে দেয়। আপনি এরপর ছবিগুলো অ্যালবামে সাজিয়ে রাখতে পারেন, সম্পাদনা করতে পারেন সর্বোচ্চ সৌন্দর্য দেবার জন্য এবং অবশ্যই আপনার প্রিয় সামাজিক মাধ্যমগুলোতে দিতে পারেন, যেমন- ফেসবুক।
cs: Všichni máme rádi obrázky z našich každodenních životů – a zvláště si je stahovat na své počítače, abychom je mohli upravovat a sdílet je na sociálních sítích. Tato aplikace umožňuje hladké importování fotek z digitálních fotoaparátů nebo telefonů. Fotky je pak možné uspořádávat do alb, upravovat je aby byly co nejhezčí a efektní a samozřejmě je ukazovat na vámi oblíbených sociálních sítích, jako např. Facebooku.
ms: Kita semua suka mengambil gambar dalam kehidupan seharian kita - dan kita sangat suka untuk memuat turun mereka ke komputer kita supaya boleh disunting dan berkongsi melalui media sosial. Aplikasi ini membenarkan anda mengimport foto dari kamera digital atau telefon dengan lancar. Anda kemudian boleh menyusunnya dalam album, menyuntingnya untuk kecantikan dan kesan maksimum, dan tentu saja, memaparkannya pada rangkaian sosial kegemaran anda, seperti Facebook.
ro: Ne place tuturor sa facem fotografii în viața noastră de zi cu zi - și ne place mai ales descărcarea acestora pe computerele noastre astfel încât să putem edita și să le împărtăși prin intermediul retelelor de socializare. Această aplicație vă permite să importați fotografii de la un aparat de fotografiat digital sau un telefon. Le puteți aranja apoi în albume, să le editați pentru frumusețe și un efect maxim, și, desigur, să le afișați pe rețelele sociale preferate, precum Facebook.
ru: Все мы любим фотографировать в повседневной жизни - и особенно любим загружать их на компьютер, чтобы редактировать и делиться ими в социальных сетях. Это приложение позволяет легко импортировать фотографии с цифровой камеры или телефона. Затем их можно разложить по альбомам, отредактировать для максимальной красоты и эффекта и, конечно же, показать в любимых социальных сетях, например, в Facebook.
th: เราทุกคนรักการถ่ายภาพในชีวิตประจำวันของเรา - และโดยเฉพาะอย่างยิ่งเรารักการดาวน์โหลดพวกเขาไปยังเครื่องคอมพิวเตอร์ของเราเพื่อให้เราสามารถแก้ไขและแบ่งปันให้ผ่านทางสื่อสังคม แอพนี้ช่วยให้คุณสามารถนำเข้ารูปถ่ายจากกล้องดิจิตอลหรือโทรศัพท์ได้อย่างสะดวก จากนั้นคุณสามารถจัดแจงลงในอัลบั้ม แก้ไขมันได้เพื่อความสวยงามและเอฟเฟคและแน่นอน แสดงบนโซเชียลเน็ตเวิรค์ที่คุณชื่นชอบเช่น Facebook
vi: Tất cả chúng ta đều rất thích chụp lại những hình ảnh trong cuộc sống thường ngày của mình - và chúng ta cũng đặc biệt thích tải chúng về máy tính của mình để có thể chỉnh sửa và chia sẻ thông qua các mạng truyền thông xã hội. Ứng dụng này cho phép bạn nhập trực tiếp ảnh từ máy ảnh kỹ thuật số hoặc điện thoại. Sau đó, bạn có thể sắp xếp thành các album, chỉnh sửa sao cho đẹp và ấn tượng nhất, và tất nhiên, chia sẻ chúng trên mạng xã hội ưa thích của bạn, ví dụ như Facebook.
zh_tw: 我們都喜歡在日常生活中拍照 – 而且我們特別喜歡把照片下載到電腦中，以便我們事後編輯，和透過社群媒體進行分享。這個應用程式可以讓你從數位相機或手機無縫匯入照片。然後你可以把照片置入相簿中、最大化地進行美化與編修，當然還有把它們展示在你最喜歡的社群媒體（如 Facebook）上。

# title
source: Simple Scan
ar: فحص بسيط
bn: সহজ স্ক্যান
ro: Scanare simpla

# subtitle
source: Make a digital copy of your photos and documents
ar: قم بتحضير نسخ رقمية عن الصور والوثائق التي تمتلكها.
bn: আপনার ছবি ও নথিপত্রের ডিজিটাল কপি তৈরি করুন
ro: Fa o copie digitala documentelor si imaginilor tale
vi: Tạo bản sao kỹ thuật số cho hình ảnh và tài liệu

# description
source: Preserving your photos and important documents by making digital copies has never been easier! Simply hook up the scanner to your computer, open this app, and start scanning. Once a document or photo is digitized, sharing them is as easy as sending them via email, uploading them to your favorite social network, or putting them on a USB memory. This app will let you make sure the things you scan are clear, straight, and in any format you need!
ar: الحقاظ على صورك ووثائقك المهمة عن طريق عمل نسخ رقمية لم يكن يوما أسهل مما هو عليه الآن! ببساطة أوصل الماسح الضوئي الى جهاز حا سوبك، شغل هذا التطبيق، وابدأ بالمسح. ما أن تحول الوثيقة أو الصورة الى الصيغة الرقمية، تصبح مشاركتها بنفس سهولة ارسالها عبر البريد الالكتروني، تحميلها الى شبكة التواصل الاجتماعي المفضلة، أو وضعها على ذاكرة الناقل التسلسلي العام (يو. أس. بي.). ومن شأن هذا التطبيق أن يجعلك متأكدا من وضوح الأشياء التي تم مسحها واستقامتها وانضباطها في أي صيغة تريد!
bn: এর আগে আপনার ছবি এবং প্রয়োজনীয় দলিলগুলো ডিজাটাল কপি করে সংরক্ষণ কখনোই এত সহজ হয়নি! এই অ্যাপটি আপনার স্ক্যানারের সাথে সংযুক্ত করুন, অ্যাপটি খুলুন এবং স্ক্যানিং করা শুরু করুন। একবার একটি দলিল বা ছবি ডিজিটাইজ করা হয়ে গেলে, খুব সহজেই সেগুলো শেয়ার করতে পারবেন ইমেইল করে, আপনার পছন্দের সামাজিক নেটওয়ার্কে দিয়ে কিংবা একটি ইউএসবি মেমোরিতেও রাখতে পারবেন। এই এ্যাপটি নিশ্চিত করবে আপনি যা স্ক্যান করেছেন তা স্পষ্ট, সোজা এবং আপনার যে ফরম্যাটে দরকার সে ফরম্যাটে আছে।
ro: Păstrarea fotografiilor și a documentelor importante prin efectuarea de copii digitale nu a fost niciodată mai ușoară! Pur și simplu legati scanerul la computer, deschideți această aplicație, și începe scanarea. Odată ce un document sau o fotografie este digitalizata, partajarea lor este la fel de ușor ca și de a le trimite prin e-mail, încărcarea acestora în rețeaua socială preferată, sau pusa pe o memorie USB. Această aplicație va permite să vă asigurați ca lucrurile pe care le scanați sunt clare, drepte, și în orice format de care aveți nevoie!
vi: Bào quản hình ảnh và các tài liệu quan trọng dưới dạng bản sao kỹ thuật số chưa bao giờ dễ dàng đến thế! Bạn chỉ cần gắn máy quét vào máy tính, mở ứng dụng này và bắt đầu quét. Sau khi tài liệu hoặc hình ảnh được số hóa, bạn có thể chia sẻ chúng một cách dễ dàng bằng cách gửi qua email, tải lên mạng xã hội yêu thích, hoặc lưu vào thẻ nhớ USB. Ứng dụng này sẽ cho phép bạn quét mọi thứ rõ ràng, chính xác và có bất kỳ định dạng nào mà bạn cần!

# title
source: Skype
ar: سكايب
bn: স্কাইপ
th: สไกด์

# subtitle
source: Free internet calls with cheap rates to phones
ar: مكالمات عبر الإنترنت مجانية و أجور اتصال رخيصة إلى الهواتف
bn: বিনামূল্যে ইন্টারনেটের মাধ্যমে বা ফোনে সস্তায় ফোন দেয়া
cs: Bezplatná volání přes Internet s levnou tarifikací volání na běžné telefony
ms: Panggilan internet percuma dan panggilan kadar murah ke telefon
ro: Apeluri gratuite pe internet taxa mica pe telefon
ru: Бесплатные звонки через Интернет с дешевыми тарифами на телефоны
th: โทรฟรีทางอินเทอร์เน็ตไปยังโทรศัพท์ด้วยราคาที่ถูก
vi: Gọi điện thoại internet miễn phí với cước phí rẻ hơn
zh_tw: 免費網路通話與便宜的電話費用
