Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: The best way to make a great impression on a potential employer is to have an outstanding resume, and this app is here to help you do just that. With handy, attractive templates, you have plenty of models to use as you build your own stellar resume. Learn exactly what a resume is and what it should contain, get tips on each section, and even receive guidance on how to prepare for job interviews. This app can help you move closer to the job of your choice.
ar: أفضل وسيلة لكسب انطباعا كبيرا من أصحاب العمل المحتملين هو أن يكون لديك سيرة ذاتية مميزة، وتم تصميم هذا التطبيق لمساعدتك على القيام بذلك تماما. فبوجود مثل هذه القوالب الجذابة في متناول اليد، يكون لديك الكثير من النماذج للإستخدام خلال كتابتك للسيرة الذاتية الخاصة بك بشكل ممتاز. تعلم بالضبط ماهية السيرة الذاتية، وما يجب أن تحتوي، وأحصل على نصائح عن كل جزء بها. كما يمكنك الحصول على توجيهات بشأن كيفية الاستعداد لمقابلات العمل. هذا التطبيق يمكن أن يساعدك على الحصول على الوظيفة التي تختارها.
bn: একজন সম্ভাব্য চাকরিদাতার নিকট নিজের সম্পর্কে অসাধারণ ধারণা সৃষ্টির সেরা উপায় হলো একটি অসাধারণ রেজ্যুমে। আর এই অ্যাপটি আপনাকে সেই কাজেই সহায়তা করবে। সহজ ব্যবহার্য আকর্ষণীয় অনেক টেমপ্লেট থেকে বেছে নেবার মাধ্যমে নিজের রেজ্যুমেটিকে অনায়াসেই অসাধারণ করে তুলতে পারবেন। শিখতে পারবে রেজ্যুমে বলতে ঠিক কী বোঝায়, এবং তাতে কী কী স্থান পাওয়া উচিৎ। প্রতিটি বিভাগ সম্পর্কেই পাবেন পরামর্শ আর সাথে পাবেন চাকরির ইন্টারভিউ প্রস্তুতি সম্পর্কে সহায়িকা। এই অ্যাপ আপনাকে আপনার পছন্দের চাকরির দ্বারে পৌঁছে দিতে পারবে।
cs: Nejlepší způsob, jak udělat dobrý dojem na potenciálního zaměstnavatele je mít vynikající životopis. Tato aplikace vám k tomu pomůže. Pomocí šikovných, atraktivních šablon, máte bezpočet modelů, které můžete použít pro vytvoření vašeho vlastního hvězdného životopisu. Zjistěte, co přesně je profesní životopis a co by měl obsahovat, získejte rady pro každou z jeho sekcí a dokonce doporučení jak se připravit na pracovní pohovory. Tato aplikace vám může pomoci se přiblížit práci, kterou chcete.
ms: Cara terbaik memberi tanggapan hebat kepada bakal majikan adalah dengan menyediakan resume yang terbaik, apl ini dapat membantu anda menyediakannya. Dilengkapi dengan templat-templat menarik yang mudah, anda boleh memilih banyak model-model yang boleh digunakan sebagai resume terbaik anda. Ketahui apa itu resume dan apakah isi kandungannya, dapatkan petua-petua pada setiap seksyen, dan dapatkan juga panduan bagaimana hendak bersedia menghadapi temuduga kerja. Apl ini dapat membantu anda mencapai kerja idaman anda.
ru: Лучший способ произвести хорошее впечатление на потенциального работодателя - это составить отличное резюме, и это приложение поможет вам в этом. Благодаря удобным и привлекательным шаблонам у вас будет множество моделей, которые вы сможете использовать при составлении своего собственного великолепного резюме. Узнайте, что такое резюме и что оно должно содержать, получите советы по каждому разделу и даже рекомендации по подготовке к собеседованию. Это приложение поможет вам приблизиться к выбранной работе.
th: วิธีที่ดีที่สุดเพื่อสร้างความประทับใจที่ดีแก่คนที่มีโอกาสจะเป็นนายจ้างคือการมีประวัติการทำงานที่โดดเด่น และแอพนี้จะช่วยให้คุณทำได้ ด้วยการใช้งานที่ง่าย แม่แบบที่น่าสนใจ คุณมีรูปแบบการใช้งานที่คุณสร้างเรซูเม่ที่เป็นตัวของคุณเอง เรียนรู้สิ่งที่เรซูเม่และสิ่งที่มันควรจะมีได้รับเคล็ดลับในแต่ละส่วนและยังได้แนะนำเกี่ยวกับวิธีการเตรียมความพร้อมสำหรับการสัมภาษณ์งาน แอพนี้สามารถช่วยให้คุณใกล้ชิดกับงานที่คุณเลือก
vi: Cách tốt nhất để tạo ấn tượng tốt với một nhà tuyển dụng tiềm năng chính là có một hồ sơ năng lực thật xuất sắc và ứng dụng này giúp bạn làm điều đó. Với các biểu mẫu tiện dụng và hấp dẫn, bạn có rất nhiều hình mẫu để xây dựng hồ sơ mang đặc trưng riêng cho mình. Tìm hiểu chính xác hồ sơ năng lực là gì và những nội dung cần có, lời khuyên cho mỗi phần và thậm chí được hướng dẫn về cách chuẩn bị phỏng vấn xin việc. Ứng dụng này có thể giúp bạn tiến gần hơn đến công việc mình yêu thích.
zh_tw: 給潛在雇主一個良好的印象的最佳方法就是擁有一封傑出的履歷，而這個應用程式在此協助你做到上述事項。當你在製作自己的五星履歷時，使用便利、充滿魅力的範本吧！你有許多模型可供使用。學習履歷到底是什麼、履歷裡要包含些什麼、了解每個部分的訣竅，甚至是接受關於如何準備面試的指導。這款應用程式可以協助你更進一步邁向你想要的工作。

# title
source: Football
ar: كُرَةُ القَدَم
bn: ফুটবল
ro: Fotbal

# subtitle
source: Deprecated version
ar: إصدار مُهمَل

# description
source: If you have internet access, there may be a newer version of this application available to download and install. In the meantime, you may continue to use this version that is already installed on your computer.
ar: إذا كان لديك إمكانية الإتصال بالإنترنت، فقد يكون هُناك إصدار أحدث لِهذا التطبيق مُتاح للتحميل والتثبيت. وفي غضون ذلك، يُمكِنك الإستمرار في إستخدام هذا الإصدار الذي تم بالفعل تثبيته على جهاز الكمبيوتر الخاص بك.

# subtitle
source: Learn about your favorite team and players
ar: تعرف على فريقك ولاعبيك المفضلين
bn: আপনার প্রিয় দল এবং খেলোয়াড়দের সম্পর্কে জানুন
ro: Invata despre echipa ta favorita si despre jucatori

# description
source: Football is a major sport with fans all around the world. Are you one of them? Then this is the app for you. It features everything you need to know about the world’s major teams, players, and competitions. Learn facts about the game and its history, discover more about the rules, and keep up to date with thousands of articles about your favorite sport!
ar: كرة القدم هي رياضة كبرى بمشجعين في جميع أنحاء العالم. هل أنت واحدٌ منهم؟ إذاً فهذا تطبيقك. يضم كل ما تحتاج معرفته حول الفرق واللاعبين والمسابقات الرئيسية في العالم. تعرف على حقائق عن اللعبة وتاريخها، واكتشف المزيد عن القواعد، وتواكب مع آلاف المقالات عن الرياضة المفضلة لديك!
bn: ফুটবল এমন এক খেলা, বিশ্ব জুড়ে ভক্ত ছড়িয়ে আছে। আপনি কি তাদের একজন? তাহলে এই এ্যাপ আপনার জন্য। বিশ্বের মুখ্য দলগুলো, তাদের খেলোয়াড় আর প্রতিযোগিতার ব্যাপারে যা জানার দরকার সব আপনি এখানে পাবেন। এই খেলা সম্পর্কে তথ্য আর এর ইতিহাস জানুন, নিয়মনীতি নিয়ে আরো খুঁটিনাটি আবিষ্কার করুন, এবং আপনার প্রিয় খেলা সম্পর্কে হালনাগাদ থাকুন হাজারেরও বেশি আর্টিকেলের মাধ্যমে!
ro: Fotbalul este un sport important cu fani din întreaga lume. Ești unul dintre ei? Aceasta aplicatie este pentru tine. Acesta dispune de tot ce trebuie să știți despre echipe majore, jucători și competiții din lume. Aflați mai multe fapte despre jocul și istoria sa, descoperiti mai multe despre reguli și va ține la curent cu mii de articole despre sportul preferat!

# title
source: Social Enterprises
ar: مؤسسات اجتماعية
bn: সামাজিক এন্টারপ্রাইজ
ro: Intreprinderi sociale

# subtitle
source: All about non-profit organizations
ar: كل ما يخص المؤسسات غير الهادفة للربح
bn: অলাভজনক প্রতিষ্ঠান সম্পর্কে সকল তথ্য
ro: Totul despre organizatiile non-profit

# description
source: Have you thought of starting your own non-profit organization, or of joining one? Non-profits enjoy special tax benefits, and are generally created to make a real social impact. Read these guides to understand more about the non-profit structure and how to operate them so that you can begin making your impact in the world even larger!
ar: هل فكرت من قبل في بدء مؤسسة غير هادفة للربح خاصة بك، أو في الانضمام لإحدى هذه المؤسسات؟ تتميز المؤسسات غير الهادفة للربح بفوائد ضريبية خاصة، وتُنشأ غالباً لتحقيق تأثير اجتماعي حقيقي. اقرأ هذه الإرشادات لفهم المزيد عن تنظيم المؤسسات غير الربحية وكيفية تشغيلها، بما يجعل لديك القدرة على البدء في جعل تأثيرك في العالم أكثر قوة!
bn: আপনি কি নিজের একটি অলাভজনক সংস্থা প্রতিষ্ঠা করতে চান, অথবা চান এমন কোনটির সাথে যুক্ত হতে? অলাভজনক প্রতিষ্ঠানের জন্য রয়েছে বিশেষ কর সুবিধা, আর সাধারণত এটি প্রতিষ্ঠা করা হয় সত্যিকার সামাজিক পরিবর্তন আনতে। অলাভজনক সংস্থা সম্পর্কে এই সহায়িকা থেকে আপনি যাবতীয় জ্ঞাতব্য সহজেই জানতে পারবেন এবং এর পরিচালনা পদ্ধতিও শিখতে পারবেন, যার মাধ্যমে আপনি বিশ্বে নিজের ধ্যানধারণাকে আরও ব্যাপকভাবে বাস্তবে রূপ দিতে পারবেন।
ro: V-ați gândit ca puteti începe propria organizație non-profit, sau de a va alătura uneia? Organizatiile non-profit beneficiază de avantaje fiscale speciale, și sunt în general create pentru a face un impact social real. Citiți aceste ghiduri pentru a înțelege mai multe despre structura non-profit și cum să le operati, astfel încât să puteți începe să faceți un impact mai mare în lume!

# title
source: Social Sciences
ar: العلوم الاجتماعية
bn: সমাজ বিজ্ঞান
ro: Stiinte sociale

# subtitle
source: Subjects that explore the individual and society
ar: الموضوعات التي تستكشف الفرد والمجتمع
bn: এমন সব বিষয় যা মানুষ ও সমাজ বিষয়ে অনুসন্ধান করে
ro: Subiecte care exploreaza individul si societatea

# description
source: Human beings and the relationships and societies they form are complicated. This app will introduce you to many of the disciplines that examine human history, cultures, and interactions. You’ll have access to the basics of psychology, sociology, anthropology, political science, and more. Understanding the fundamentals of such disciplines will help you navigate the ways we interact and relate to each other. You’ll come away with a rich understanding of human behavior.
ar: البشر والعلاقات والمجتمعات التي يشكلونها هي ذات طبيعة معقدة. سوف يعرض لكم هذا التطبيق الكثير من التخصصات التي تبحث في تاريخ البشرية والثقافات والمعاملات. ستتعرف على أساسيات علم النفس وعلم الاجتماع والأنثروبولوجيا والعلوم السياسية، وغيرها. وفهم أساسيات مثل هذه العلوم يساعدك على سبر الطرق التي بها نتفاعل ونكون الصلات مع بعضنا البعض. سوف تخرج بفهمٍ غنيٍ للسلوك البشري.
bn: মানুষ ও তাদের সম্পর্ক আর তাদের গড়ে তোলা সমাজ বেশ জটিল। এই অ্যাপটি আপনাকে এমন সব বিষয় জানাবে যা মানুষের ইতিহাস, সংস্কৃতি ও মিথস্ক্রিয়া নিয়ে পরীক্ষা নিরীক্ষা করে। মনস্তত্ত্ববিদ্যা, সমাজবিদ্যা, নৃতত্ত্ববিদ্যা, রাজনীতি বিজ্ঞান এবং এমন আরও অনেককিছুর মৌলিক ধারণা পাবেন এখানে। বিষয়গুলো সম্পর্কে মৌলিক ধারণা লাভ করার মাধ্যমে আপনি একটির সাথে অপরটির সম্পর্ক ও প্রয়োগ জানতে পারবেন। সবশেষে আপনি মানুষের আচার-আচরণ সম্পর্কে সম্যক ধারণা পাবেন।

# title
source: Textbooks
ar: الكتب المدرسية
bn: টেক্সটবই
ro: Manuale

# subtitle
source: Math and science textbooks
ar: الكتب المُقررة من الرياضيات والعلوم
bn: গণিত ও বিজ্ঞান টেক্সটবই
ro: Manuale de matematica si stiinte

# description
source: Find information to help you with your homework, or learn about a subject you've always wanted to know more about! You can scroll through photos, tables, and graphs to learn more about each. Not only are these textbooks very thorough and informative, but they are also easy to read and helpful. Whether you’re a student, parent, teacher, or just someone eager to learn, you'll be sure to find something interesting and useful here!
ar: قُم بالعثور على معلومات لِمُساعدتك في الواجبات المنزلية الخاصة بك، أو تَعلم عن موضوع كنت تُريد دائما أن تعرِف المزيد عنه! يُمكِنك التمرير من خلال الصور والجداول والرسوم البيانية لمعرفة المزيد عن كل منها. ليست فقط هذه الكتب دقيقة جداً وغنية بالمعلومات، وإنما هي أيضاً سهلة القراءة ومفيدة. سواء كنت طالباً، والِد، مُعلِم، أو مجرد شخص حريص على التعلُّم، وعليك أن تكون على يقين من العثور على شيء مُثير للإهتمام ومفيد هُنا!
bn: আপনার হোমওয়ার্কের জন্য প্রয়োজনীয় তথ্য খুঁজে নিন, অথবা যে বিষয়ে আপনার অগাধ কৌতুহল সেটির সম্পর্কে আরও জানুন! নানান ছবি, সারণী আর গ্রাফ দেখে প্রতিটি বিষয়ের গভীরে জানতে পারবেন। এই টেক্সটবইগুলো কেবল যে ব্যাপক বিস্তারিত আর তথ্যবহুল তাই নয়, এগুলো উপকারী এবং অনায়াসে শেখার মত সহজ। আপনি শিক্ষার্থী, অভিভাবক, শিক্ষক বা জ্ঞানপিপাসু যাই হোন, আপনি নিশ্চিতভাবেই এখানে কাজের এবং আকর্ষণীয় কিছু পাবেন!
ro: Găsiți informații pentru a vă ajuta cu temele sau pentru a afla despre un subiect care întotdeauna ați dorit să afli mai multe! Puteți derula fotografii, tabele și grafice pentru a afla mai multe despre fiecare. Nu numai că aceste manuale sunt foarte amănunțite și informative, dar ele sunt, de asemenea, ușor de citit și de ajutor. Fie că ești student, părinte, profesor, sau pur și simplu cineva dornic să învețe, vei găsi ceva interesant și util aici!

# title
source: Translate
ar: ترجم
bn: অনুবাদ
cs: Překládání
ms: Terjemah
ro: Tradu
ru: Перевести
th: แปล
vi: Chuyển ngữ
zh_tw: 翻譯

# subtitle
source: Translate text between many languages instantly
ar: ترجم النصوص بين عدد كبير من اللغات بشكل فوري
bn: বিভিন্ন ভাষায় সহজে টেক্সট অনুবাদ করুন
cs: Pohotově si přeložte text mezi mnoha jazyky
ms: Terjemah teks kebanyakan bahasa dengan segera
ro: Tradu texte din alte limbi instantaneu
ru: Мгновенно переводите текст с одного языка на другой
th: แปลข้อความระหว่างหลายภาษาได้ทันที
vi: Chuyển ngữ đoạn văn bản giữa nhiều ngôn ngữ ngay tức thì
zh_tw: 在多種語言中進行即時翻譯

# description
source: Download this app to help you understand and be understood in virtually any language. This app requires an internet connection, and is very simple to use. ¡You can make translations with just a click of the button! Help teach yourself a new language by learning the translations of what you write, or use it to help you make new international connections – and even new friends – with the world’s languages at your fingertips. **Requires internet
ar: قم بتحميل هذا التطبيق لمساعدتك على أن تَفهم وتُفهم في أي لغة تقريباً. يتطلب هذا التطبيق اتصالاً بالإنترنت، وهو سهل الاستعمال جداً. ¡يمكنك إجراء ترجمات بمجرد نقرة زر! ساعد نفسك على تعلم لغة جديدة من خلال تعلم ترجمات ما تكتب، أو استخدمه لمساعدتك على تكوين صلاتٍ دوليةٍ جديدة - وحتى أصدقاء جدد - مع لغات العالم في متناول يدك. ** يتطلب اتصالاً بالإنترنت
bn: এই অ্যাপটি ডাউনলোড করুন যেকোনো ভাষায় নিজের ভাবনা প্রকাশ করতে অথবা যেকোনো ভাষা বুঝতে। এটি ব্যবহার করতে ইন্টারনেট সংযোগ থাকতে হয়, আর ব্যবহার খুবই সহজ! কেবল বোতাম চেপেই অনুবাদ করতে পারবেন! আপনি যা লিখছেন তার অনুবাদ শেখার মাধ্যমে নতুন আরেকটি ভাষা আয়ত্ত করুন। বিশ্বময় যোগাযোগ বা বিদেশি বন্ধু বানাতে আরেকটি ভাষা শেখার জুড়ি নেই। আর বিশ্বের নানান ভাষা এই অ্যাপের মাধ্যমে আসবে আপনার নখদর্পনে। ** ইন্টারনেট থাকতে হবে
cs: Stáhněte si tuto aplikaci aby vám pomohla rozumět a aby i vám rozuměli ostatní ve virtuálně libovolném jazyce. Tato aplikace vyžaduje připojení k Internetu a velice snadno se používá. Pro přeložení stačí pouze kliknout na tlačítko! Pomozte si k naučení se nového jazyka učením se překladům toho, co napíšete, nebo ji použijte pro vytvoření nových mezinárodních kontaktů – a třeba i nových přátel – pomocí světových jazyků ve vašich službách. **Vyžaduje Internet
ms: Muat turun apl ini untuk membantu anda memahami apa jua bahasa secara maya. Apl ini memerlukan sambungan internet, dan ia sangat mudah digunakan. Anda dapat membuat terjemahan dengan mengklik satu butang sahaja! Dapat membantu anda pelajari bahasa baharu dengan mengetahui terjemahan yang ditulis, atau gunakannya untuk membantu anda bina hubungan antarabangsa – dengan rakan baharu – bersama bahasa-bahasa dunia di hujung jari anda. ** Perlukan Internet
ro: Descarcă această aplicație pentru a vă ajuta să înțelegeți și să fiti înțeles în aproape orice limbă. Această aplicație necesită o conexiune la internet, și este foarte simplu de utilizat. Puteți face traduceri cu doar un clic de buton! Ajuta la invatarea unei noi limbi prin învățarea traducerilor a ceea ce scrii sau să-l utilizați pentru a vă ajuta să facă noi conexiuni internaționale - și chiar prieteni noi - cu limbile lumii la îndemână. ** Necesită conexiune la internet.
ru: Скачайте это приложение, которое поможет вам понимать и быть понятым практически на любом языке. Это приложение требует подключения к Интернету и очень просто в использовании. Вы можете делать переводы одним нажатием кнопки! Помогите себе выучить новый язык, изучая переводы того, что вы пишете, или используйте это приложение для установления новых международных связей - и даже новых друзей - с языками мира на кончиках ваших пальцев. **Требуется Интернет
th: ดาวน์โหลดแอพนี้จะช่วยให้คุณเข้าใจและสื่อสารได้แทบทุกภาษา แอพนี้ต้องการการเชื่อมต่ออินเทอร์เน็ตและสามารถใช้งานได้ง่าย คุณสามารถแปลแค่เพียงคลิกปุ่ม! ช่วยสอนภาษาใหม่ให้ตัวเองโดยการเรียนรู้คำแปลของสิ่งที่คุณเขียน หรือใช้เพื่อช่วยคุณในการสร้างการติดต่อใหม่ ๆ ระหว่างประเทศ - และแม้กระทั่งเพื่อนใหม่ - กับภาษาต่าง ๆ ในโลกด้วยปลายนิ้วของคุณ ** ต้องใช้อินเทอร์เน็ต
vi: Tải ngay ứng dụng này để giúp bạn hiểu và truyền đạt gần như bất kỳ ngôn ngữ nào. Ứng dụng này yêu cầu kết nối internet và sử dụng rất đơn giản. Bạn có thể có ngay bản dịch chỉ với một cú nhấp chuột! Giúp bạn tự học một ngôn ngữ mới bằng cách học bản dịch về những gì bạn đã viết, hoặc sử dụng bản dịch để giúp bạn kết nối khắp toàn cầu - và thậm chí với những người bạn mới - bằng các ngôn ngữ trên thế giới nằm trong tầm tay của bạn. ** Yêu cầu kết nối Internet
zh_tw: 下載此 app 能協助您理解幾乎所有語言，以及被理解。此 app 需要網路連線，使用非常容易，只要按一下按鈕即可進行翻譯！以自己所寫字句的翻譯來學習新的語言，或用來協助自己進行新的國際交流 – 甚至結交新朋友 – 世界語言就在彈指之間。** 需要網路

# title
source: Travel
ar: السفر
bn: ভ্রমণ
ro: Calatoreste

# subtitle
source: Travel around the world from your living room
ar: سافر حول العالم من غرفة معيشتك
bn: আপনার ঘরে বসেই বিশ্বের চারদিকে ভ্রমণ করে আসুন
ro: Calatoreste in jurul lumii din sufrageria ta

# description
source: The world is an amazing and beautiful place! Start exploring it with this cool application that lets you see pictures and learn facts about areas from all over the world. It features information on major sites in places like the Americas, Europe, Asia and beyond. Learn about natural wonders, explore new cultures, and discover some of the most important and holy religious sites in the world!
ar: إن العالم مكان رائع وجميل! إبدأ استكشافه مع هذا التطبيق الرائع الذي يتيح لك مشاهدة الصور ومعرفة الحقائق عن المناطق من مختلف أنحاء العالم. كما يوفر معلومات عن المواقع الرئيسية في أماكن مثل الأمريكتين وأوروبا وآسيا وغيرها. تعرف على العجائب الطبيعة، واستكشف ثقافات جديدة، واكتشف بعض المواقع الدينية و المقدسة الأكثر أهمية في العالم!
bn: এই পৃথিবী একটি অসাধারণ ও সুদৃশ্য স্থান! এই দারুণ এ্যাপ্লিকেশনের মাধ্যমে অনুসন্ধান শুরু করুন এবং দেখুন বিশ্বের চারপাশ থেকে তুলে আনা ছবি এবং জানুন বিভিন্ন রকম তথ্য। আমেরিকা, ইউরোপ, এশিয়াসহ আরো বিভিন্ন জায়গার মুখ্য স্থানগুলো সম্পর্কে তথ্য আছে এখানে। জানুন প্রাকৃতিক বিস্ময়গুলো নিয়ে, নতুন সংস্কৃতি অনুসন্ধান করুন এবং আবিষ্কার করুন পৃথিবীর কিছু অন্যতম গুরুত্বপূর্ণ ও পবিত্র ধর্মীয় স্থান!

# title
source: Typing
ar: الطباعة

# subtitle
source: Learn to type with games and songs
ar: تعلم الطباعة عن طريق الألعاب والأغاني

# description
source: How fast can you type? Whether you're already fast or just learning how to use a keyboard, this app can help you improve your typing abilites! Learn to type by yourself, or compete against your friends' typing speeds, all while learning to type your favorite song lyrics. We all know that typing is a valuable skill in almost any educational or professional environment, but now it can be a whole lot of fun too!
ar: ما مدى السرعة التي يمكنك الكتابة بها؟ سواءً كنت سريعاً بالفعل أو تتعلم فقط كيف تستخدم لوحة المفاتيح، يمكن لهذا التطبيق مساعدتك على تحسين قدرات كتابتك! تعلم كيفية الكتابة بنفسك، أو نافس أصدقائك في سرعات الكتابة، كل هذا في الوقت الذي تتعلم فيه كتابة كلمات أغانيك المفضلة. نعلم جميعاً أن الكتابة هي مهارة قيمة في أي بيئةٍ تعليميةٍ أو مهنيةٍ تقريباً، ولكن يمكن الآن أن يكون بها ذلك الكم الكبير من المرح أيضاً!

# title
source: Virtual School
ar: المدرسة الافتراضية
bn: ভার্চুয়াল স্কুল
cs: Virtuální škola
ms: Sekolah maya
ro: Scoala Virtuala
ru: Виртуальная Школа
th: โรงเรียนเสมือนจริง
vi: Trường học ảo
zh_tw: 虛擬學校

# subtitle
source: Free educational videos on almost any subject
ar: أشرطة فيديو تعليمية مجانية لأي موضوعٍ تقريباً
bn: প্রায় যে কোন বিষয়ের উপর বিনামূল্যে শিক্ষামূলক ভিডিও
cs: Bezplatná výuková videa o téměř libovolných tématech
ms: Video Pendidikan Percuma dalam hampir ke semua subjek
ro: Clipuri gratuite si educationale despre aproape orice subiect
ru: Бесплатные образовательные видеоролики практически на любую тему
th: วิดีโอการศึกษาฟรีในเกือบทุกวิชา
vi: Các video giáo dục miễn phí về hầu hết môn học
zh_tw: 涵蓋任何主題的免費教育影片

# description
source: Learning is easy and fun with video courses on subjects like math, biology, chemistry, physics, and many more! Students all over the world are successfully using these videos to conquer difficult subjects in a fun and engaging way. Whether you need extra help on your schoolwork or are setting out to learn something new on your own, you'll find what you're looking for here. Learn difficult subjects in a way that makes sense to you, and see how this app and these videos can help you succeed in school and in life!
ar: التعلم سهل وممتع مع دروس الفيديو في مواد مثل الرياضيات والأحياء والكيمياء والفيزياء وغيرها الكثير! يستخدم الطلاب في جميع أنحاء العالم أشرطة الفيديو هذه بنجاح للتغلب على المواد الصعبة بطريقةٍ ممتعةٍ وجذابة. سواءً كنت تحتاج إلى مساعدة إضافية في واجباتك المدرسية أو تخطط لتعلم شيءٍ جديدٍ بمفردك فستجد ما تبحث عنه هنا. تعلم الموضوعات الصعبة بطريقة مفهومة لك وشاهد كيف يمكن لهذا التطبيق وأشرطة الفيديو هذه أن تساعدك على النجاح في المدرسة وفي الحياة!
bn: গণিত, প্রাণীবিদ্যা, রসায়ন, পদার্থবিজ্ঞান এবং আরো অনেক বিষয় ভিডিও কোর্সের সাথে শেখাটা সহজ এবং আনন্দদায়ক! বিশ্ব জুড়ে ছাত্ররা এসব ভিডিও ব্যবহারের মাধ্যমে সফলতার সাথে কঠিন বিষয়গুলো আনন্দে ও চিত্তাকর্ষকভাবে জয় করে যাচ্ছে। আপনার স্কুলের কাজে অতিরিক্ত সাহায্য দরকার পড়লে কিংবা নিজেই নতুন কিছু শেখার অন্বেষণে আপনার যা প্রয়োজন পড়বে সব আপনি এখানে পাবেন। এমনভাবে কঠিন বিষয়গুলো শিখুন যেন আপনি বুঝতে পারেন, এবং এই এ্যাপ ও এর ভিডিওগুলো কীভাবে আপনার স্কুলে ও জীবনের অন্যান্য ধাপে আপনাকে শীর্ষে পৌছে দেয় তা পরখ করুন!
cs: Učení se je snadné a zábavné s video kurzy předmětů, jako je matematika, biologie, chemie, fyzika a mnoho dalšího! Studenti z celého světa tato videa úspěšně používají pro proniknutí do obtížných témat zábavnou a povzbuzující formou. Ať už potřebujete další pomoc se školními povinnostmi nebo se chcete naučit něco nového sami od sebe, naleznete zde to, co hledáte. Naučte se složitá témata způsobem, který vám dává smysl a podívejte se, jak vám tato aplikace a tato videa mohou pomoci k úspěchu ve škole a životě!
ms: Pembelajaran adalah mudah dan menyeronokkan dengan kursus video mengenai subjek seperti matematik, biologi, kimia, fizik, dan banyak lagi! Pelajar di seluruh dunia telah berjaya menggunakan video ini untuk menakluk subjek yang sukar dalam cara yang menyeronokkan dan menarik. Sama ada anda memerlukan bantuan tambahan tentang kerja sekolah anda atau untuk belajar sesuatu yang baru pada anda sendiri, anda akan menemui apa yang anda Cari di sini. Belajar subjek yang sukar dalam cara yang masuk akal untuk anda, dan lihat bagaimana aplikasi ini dan video ini boleh membantu anda berjaya di sekolah dan dalam kehidupan!
ru: Учиться легко и весело с видеокурсами по таким предметам, как математика, биология, химия, физика и многим другим! Студенты по всему миру успешно используют эти видеокурсы для изучения сложных предметов в веселой и увлекательной форме. Если вам нужна дополнительная помощь в учебе или вы решили самостоятельно изучить что-то новое, вы найдете здесь то, что ищете. Изучайте сложные предметы так, чтобы это было понятно именно вам, и посмотрите, как это приложение и эти видео помогут вам добиться успеха в школе и в жизни!
th: การเรียนรู้เป็นเรื่องง่ายและสนุกกับหลักสูตรวิดีโอในวิชาเช่นคณิตศาสตร์ ชีววิทยา เคมี ฟิสิกส์ และอื่น ๆ อีกมากมาย! นักเรียนทุกคนทั่วโลกกำลังประสบความสำเร็จในการใช้วิดีโอเหล่านี้เพื่อที่จะเอาชนะวิชาที่ยากในแบบสนุกสนานและการมีส่วนร่วม ไม่ว่าคุณจะต้องการความช่วยเหลือพิเศษในการเรียนของคุณหรือการออกไปเรียนรู้สิ่งใหม่ ๆ ด้วยตัวคุณเองคุณจะพบสิ่งที่คุณกำลังมองหาที่นี่ เรียนรู้วิชาที่ยากในทางที่ทำให้รู้สึกถึงคุณ และดูว่า แอพนี้และวิดีโอเหล่านี้จะช่วยให้คุณประสบความสำเร็จในโรงเรียนและในชีวิต!
vi: Việc học trở nên dễ dàng và thú vị với khóa học qua video về nhiều môn học như toán, sinh học, hóa học, vật lý và nhiều hơn nữa! Học sinh ở khắp nơi trên thế giới đang sử dụng hiệu quả các video này để chinh phục các môn học khó nuốt một cách vui nhộn và gần gũi. Dù bạn chỉ cần thêm trợ giúp trong việc làm bài tập hoặc quyết tâm tự mình khám phá ra kiến thức mới để học hỏi thì bạn vẫn sẽ tìm thấy điều mình cần với ứng dụng này. Tìm hiểu về những môn học khó theo cách dễ hiểu với bạn và tìm hiểu cách làm thế nào ứng dụng và các video này có thể giúp bạn thành công trong trường và ngoài cuộc sống!
zh_tw: 使用影片課程學習如數學、生物、化學、物理等科目變得簡單又有趣！全世界的學生成功地使用這些影片，以有趣且引人入勝的方式征服困難的主題。不論你的學業需要額外的幫助，或是你正在開始自己學習新東西，你會在這裡找到你想要找尋的東西。以對你有意義的方式學習困難的科目，看看這個應用程式和這些影片如何在學校和在你的生活中幫助你取得成功！

# title
source: Sanitation
ar: الصرف الصحي
bn: স্বাস্থ্যকর নিষ্কাশন
ro: Salubritate
