Repository: endlessm/eos-shell-content
Catalog: po/*.po
Languages: ar, bn, cs, ms, ro, ru, th, vi, zh_tw

# description
source: This app is a great way for kids to learn how to program while learning other disciplines and having a lot of fun! Create interactive drawings, stories, models and games with a drag-and-drop interface that helps to prevent syntax errors that are often frustrating to new learners. This app encourages curiosity and exploration, and can be used to create anything from simple drawings to complex models of the physical world. While originally designed for students who are 8 - 13 years old, teachers have found that this app has helped students of all ages, from young learners to college-aged students alike!
ar: هذا التطبيق هو وسيلة رائعة للأطفال لتعلم كيفية البرمجة بينما يتعلمون العلوم الأخرى مع الحصول على الكثير من المرح! إنشاء رسومات تفاعلية، وقصص، ونماذج والألعاب مع واجهة السحب والإفلات التي تساعد على منع أخطاء في بناء الجملة التي غالباً ما تكون مُحبِطة للمُتعلِمين الجُدد. هذا التطبيق يشجع حب الإستطلاع والإستكشاف، ويمكن إستخدامه في إنشاء أي شيء من رسومات بسيطة لنماذج معقدة من العالم المادي. في حين صممت أصلاً للطلاب الذين تترواح أعمارهم بين 8-13 سنة، وقد وجد المُعلمين أن هذا التطبيق قد ساعد الطلاب من جميع الأعمار، من المتعلمين الصغار للطلاب في سن الكلية على حد سواء!
bn: অন্যান্য বিভাগ শেখার সাথে সাথে মজা করার মাধ্যমে প্রোগ্রামিং শিখতে বাচ্চাদের জন্য এই এ্যাপটি দারুণ! একটি টেনে-নিয়ে-ফেলে দেয়ার মতো ইন্টারফেসের সাহায্যে তৈরি করুন মিথষ্ক্রিয়ামূলক অঙ্কন, গল্প, মডেল এবং খেলা যেখানে সিনট্যাক্স ভুলগুলো হওয়া প্রতিরোধ করা হয় যা কিনা নতুন শিক্ষানবিশদের জন্য প্রায়ই বিরক্তিকর। এই এ্যাপ কৌতুহল ও অনুসন্ধানকে উৎসাহ দেয় এবং এটা ব্যবহার করে সহজ অঙ্কন থেকে জটিল মডেলও তৈরি করা যায়। মূলতঃ 8 - 13 বছর বয়সী ছাত্রদের জন্য তৈরি করা হলেও, শিক্ষকরা আবিষ্কার করেছেন যে এই এ্যাপটি কিশোর শিক্ষানবিশ থেকে বয়স্ক পর্যন্ত সকল বয়সের ছাত্রদের জন্যই যথাযথ!
cs: Tato aplikace je skvělým způsobem, jak se děti naučí programovat, zatímco se učí ostatní disciplíny a baví se! Vytvářejte interaktivní kresby, příběhy, modely a hry s rozhraním typu táhni a pusť, které pomáhá bránit syntaktickým chybám, které jsou pro nováčky často frustrující. Tato aplikace podporuje zvědavost a zkoumání a je možné ji použít pro vytvoření čehokoli od jednoduché kresby po komplexní modely fyzického světa. Byť je původně navržena pro studenty ve věku 8 až 13 let, učitelé zjistili, že tato aplikace pomohla studentům všech věkových kategorií – od malých žáčků pro středoškoláky!
ms: Aplikasi ini adalah cara yang hebat untuk kanak-kanak untuk belajar bagaimana program sambil belajar disiplin lain dan mempunyai banyak keseronokan! Buat lukisan interaktif, cerita, model dan permainan dengan antara muka drag-and-drop yang membantu untuk mengelakkan kesilapan sintaks yang sering mengecewakan pelajar baru. Aplikasi ini menggalakkan rasa ingin tahu dan penerokaan, dan boleh digunakan untuk mencipta apa-apa daripada lukisan mudah kepada model kompleks dunia fizikal. Manakala pada asalnya direka untuk pelajar yang berumur 8-13 tahun, guru telah mendapati bahawa aplikasi ini telah membantu pelajar dari semua peringkat umur, daripada pelajar muda untuk pelajar kolej yang berusia sama!
ro: Aceasta aplicatie este o modalitate foarte bună pentru copii să învețe cum să programeze în timp ce intata alte discipline și aibe parte de distracție! Creați desene interactive, povestiri, modele și jocuri cu o interfață de tip trage si lipeste, care ajută la prevenirea erorilor de sintaxă, care sunt de multe ori frustrante pentru noi cursanți. Această aplicație încurajează curiozitatea și explorare, și pot fi folosite pentru a crea de la desene simple la modele complexe ale lumii fizice. În timp ce inițial a fost conceput pentru studenții de 8 - 13 ani, profesorii au constatat că această aplicație a ajutat elevii de toate vârstele!
ru: Это приложение - отличный способ для детей научиться программировать, одновременно изучая другие дисциплины и получая массу удовольствия! Создавайте интерактивные рисунки, истории, модели и игры с помощью интерфейса drag-and-drop, который помогает избежать синтаксических ошибок, которые часто расстраивают новичков. Это приложение поощряет любопытство и исследование и может быть использовано для создания чего угодно - от простых рисунков до сложных моделей физического мира. Хотя первоначально приложение было разработано для учащихся 8-13 лет, учителя отмечают, что оно помогает учащимся всех возрастов, от маленьких учеников до студентов колледжей!
th: แอพนี้เป็นวิธีที่ดีสำหรับเด็กที่จะเรียนรู้วิธีการเขียนโปรแกรมในขณะที่การเรียนรู้สาขาวิชาอื่น ๆ และมีอะไรสนุกมากมาย! สร้างภาพวาดแบบโต้ตอบ เรื่องราว แบบจำลองและเกมกับอินเตอร์เฟซการลากและวางที่ช่วยในการป้องกันข้อผิดพลาดทางไวยากรณ์ที่มักเป็นปัญหาของผู้เรียนใหม่ แอพนี้จะช่วยกระตุ้นความอยากรู้และการสำรวจและสามารถนำมาใช้ในการสร้างอะไรจากภาพวาดที่เรียบง่ายรูปแบบที่ซับซ้อนของโลกทางกายภาพ ขณะที่ออกแบบมาสำหรับนักเรียนที่มีอายุ 8 - 13 ปี ครูได้พบว่า แอพนี้ได้ช่วยให้นักเรียนทุกเพศทุกวัยตั้งแต่ผู้เริ่มเรียนจนถึงนักเรียนระดับวิทยาลัย!
vi: Ứng dụng này mang đến một cách thức tuyệt để trẻ em học cách lập trình trong khi vẫn học các môn khác và tận hưởng niềm vui! Tạo ra các bản vẽ tương tác, những câu chuyện, các mô hình và các trò chơi với giao diện kéo và thả giúp ngăn ngừa các lỗi cú pháp gây bực bội cho người mới học. Ứng dụng này khuyến khích sự tò mò và khám phá và có thể được sử dụng để tạo ra bất cứ điều gì, từ bản vẽ đơn giản đến mô hình phức tạp của thế giới vật chất. Tuy thiết kế ban đầu chỉ dành cho học sinh từ 8 - 13 tuổi, ngay cả nhiều giáo viên cũng đã khám phá ra rằng ứng dụng này hữu ích cho sinh viên ở mọi độ tuổi, từ trẻ nhỏ cho đến sinh viên đại học!
zh_tw: 這款應用程式非常適合孩子們在學習其他學科之餘，學習如何快樂地進行程式設計！使用拖放式介面建立互動式繪圖、故事、模型和遊戲，這種拖放式介面有助於避免做出新學習者經常感到困擾的語法錯誤。這款應用程式鼓勵人們探索和擁有好奇心，並且可以用來建立任何東西，從簡單的繪畫到物理世界的複雜模型皆可。這款遊戲最初是專為 8 至 13 歲的學生所設計，但教師發現這款遊戲幫助了所有年齡層的學生，從年輕學生到大學年齡的學生都有！

# title
source: E-mail
ar: البريد الإلكتروني
bn: ইমেইল
ms: E-mel
ru: Электронная почта
th: อีเมล
vi: Thư điện tử
zh_tw: 電子郵件

# subtitle
source: Your e-mail, address book and calendar in one place
ar: البريد الإلكتروني ودفتر العناوين والتقويم الخاص بك في مكانٍ واحد
bn: আপনার ইমেইল, ঠিকানা তালিকা ও দিনপঞ্জী একসাথে
cs: Váš e-mail, adresář kontaktů a kalendář na jednom místě
ms: e-mel, buku alamat dan kalendar dalam satu tempat
ro: E-mail,Agenda si calendar toate in acelasi loc
ru: Ваша электронная почта, адресная книга и календарь в одном месте
th: อีเมล สมุดที่อยู่และปฏิทินของคุณในที่เดียว
vi: Thư điện tử, danh bạ và lịch làm việc trong cùng một ứng dụng
zh_tw: 您的電子信箱、通訊錄和行事曆盡在一處

# description
source: Staying in touch is an important part of modern life, and email has become one of the best ways of doing so. You may receive emails from faraway or close-by friends and family, access messages containing daily jokes, vocabulary, or news, and even handle important matters – all via email. When you need to check your email quickly and simply, this app is there for you. **Requires internet
ar: البقاء على اتصالٍ هو جزءٌ مهمٌ من الحياة العصرية، وأصبح البريد الإلكتروني أحد أفضل الطرق للقيام بذلك. قد تتلقى رسائل بريد إلكتروني من قبل الأهل والأصدقاء في أماكن بعيدة أو مجاورة، توصل إلى الرسائل التي تحتوي على طرائف يومية أومفردات لغوية أو أخبار، وحتى تعامل مع المسائل الهامة - كل هذا عبر البريد الإلكتروني. عندما تحتاج إلى فحص بريدك الإلكتروني بسرعة وببساطة، فهذا التطبيق موجود هناك من أجلك. ** يتطلب الاتصال بالإنترنت
bn: আধুনিক জীবনের একটি গুরুত্বপূর্ণ অংশ হচ্ছে যোগাযোগ রাখা, এবং বর্তমানে সেটা করতে ইমেইল একটি অন্যতম উত্তম পন্থা। দূরের, কাছের বন্ধুবান্ধব এবং পরিবার থেকে ইমেইল পাওয়া যেতে পারে। দৈনিক রসিকতা, শব্দভান্ডার অথবা খবরসহ বার্তাতে প্রবেশাধিকার পাওয়া যায়, এবং এমনকি ইমেইলের সাহায্যে জরুরি কাজও সেরে ফেলা যায়। আপনি যখন খুব দ্রুত এবং সহজে আপনার ইমেইল দেখতে চাইবেন, এই এ্যাপটি তখন আপনার কাজে আসবে। **ইন্টারনেট সংযোগ প্রয়োজন
cs: Být v kontaktu je důležitou součástí moderního života a e-mail se stal jedním z nejlepších způsob jak. Zprávy vám mohou chodit od (geograficky) vzdálených či blízkých přátel a rodiny, zprostředkovávat vám každodenní vtípky, slovník nebo zprávy a dokonce jimi lze vyřizovat důležité věci – vše prostřednictvím e-mailu. Pokud potřebujte kontrolovat svou poštu rychle a jednoduše, tato aplikace je tu pro vás. **Vyžaduje Internet
ms: Kekal berhubung merupakan faktor penting dalam kehidupan modern ini, dan emel telah menjadi satu wadah terbaik untuk perlaksanaannya. Anda dapat menerima emel dari jauh atau hanya daripada hantaran rakan dan ahli keluarga, capai mesej yang mengandungi lawak harian, tatabahasa, atau pun berita-berita, dan pengendalian perkara penting - semuanya boleh dibuat dengan emel. Ketika anda perlu memeriksa emel secara pantas dan mudah, apl ini dapat membantu anda. **Perlukan internet
ro: Sa ramai in legatura cu ceilalti este o parte importanta a vietii,si e-mailul a devenit una dintre cele mai bune metode de a face asta.Poti primi e-mail de departe sau de la prietenii din apropiere,accesezi mesaje care contin glume,sau stiri - totul via e-mail.Cand trebuie sa iti verifici e-mailul rapid si simplu,aceasta aplicatie este acolo pentru tine.**Necesita internet
ru: Оставаться на связи - важная часть современной жизни, и электронная почта стала одним из лучших способов сделать это. Вы можете получать электронные письма от далеких или близких друзей и родственников, получать сообщения с ежедневными шутками, лексикой или новостями, и даже решать важные вопросы - все это с помощью электронной почты. Когда вам нужно быстро и просто проверить свою электронную почту, это приложение вам поможет. **Требуется интернет
th: การติดต่อกันเสมอ ๆ เป็นส่วนสำคัญในชีวิตที่ทันสมัยและอีเมลได้กลายเป็นหนึ่งในการติดต่อที่ดีที่สุด คุณอาจได้รับข้อความอีเมลจากที่ห่างไกลหรือใกล้เคียงจากเพื่อนและครอบครัว เข้าถึงข้อความที่มีเรื่องตลก ๆ แต่ละวัน คำศัพท์หรือข่าว และแม้กระทั่งการจัดการเรื่องที่สำคัญ - ทั้งหมดผ่านทางอีเมล์ เมื่อคุณจำเป็นต้องตรวจอีเมลของคุณอย่างรวดเร็วและง่าย แอพนี้มีให้คุณ ** ต้องใช้อินเทอร์เน็ต
vi: Luôn giữ liên lạc là một phần quan trọng trong cuộc sống hiện đại và thư điện tử đã trở thành một trong những cách hữu hiệu nhất để thực hiện điều này. Bạn có thể nhận thư điện tử từ những người bạn phương xa hoặc ở gần và gia đình, đọc các tin nhắn hàng này có truyện cười, từ vựng và tin tức hoặc thậm chí là xử lý các tình huống quan trọng - tất cả đều thông qua thư điện tử. Mỗi khi bạn cần xem thư điện tử một cách nhanh chóng và đơn giản, ứng dụng này sẽ có mặt để bạn có thể sử dụng. **Yêu cầu kết nối Internet
zh_tw: 保持聯繫是現代生活的重要組成部分，而電子郵件已然成為保持聯繫的最佳實踐方式之一。你也許會收到來自遠方或來自親朋好友的電子郵件，存取包含每日笑話、字彙或新聞的訊息，甚至處理重要事務，所有事情都透過電子郵件完成。如果你必須快速且簡單地查看電子郵件，那麼，這個應用程式非常適合你。 **需要網路連線

# title
source: Tux Racer
ar: تكس المتسابق
bn: টাক্স রেসার

# subtitle
source: Race down icy mountains
ar: تَسابق أسفل الجبال الجليدية
bn: বরফ জমাট বাঁধা পাহাড় বেয়ে পাল্লা দিয়ে নেমে আসুন
cs: Sjíždějte ledové hory
ms: Perlumbaan menerokai pergunungan berais
ro: Intrecere pe muntii inghetati
ru: Спускайтесь с ледяных гор
th: แข่งลงมาจากเทือกเขาน้ำแข็ง
vi: Đua xe từ đỉnh núi băng giá
zh_tw: 在冰山上進行比賽

# description
source: Make it down a snow and ice-covered mountain as quickly as possible in this awesome racing game! But it won't be easy! You'll need to avoid the trees, rocks, and even fish bones that get in your way and slow you down. Sure to get your heart racing, this game is a must play for any adrenaline addict.
ar: قم به أسفل الثلوج والجبال المغطاة بالجليد في أسرع وقت ممكن في لعبة السباق الرهيبة هذه! ولكن ذلك لن يكون سهلاً! سوف تحتاج إلى تجنب الأشجار والصخور، وحتى عظام الأسماك التي تعترض طريقك وتبطئك. على يقين من دخول قلبك السباق، هذه اللعبة لا بد أن يلعبها أي مدمن للأدرينالين.
bn: এই দারুণ প্রতিযোগিতামূলক খেলাটিতে তুষার ও বরফঢাকা পর্বতের গা বেয়ে দ্রুতগতিতে নেমে আসতে হয়! তবে এটি মোটেও সহজ হবে না! আপনাকে গাছ, পাথর এবং মাছের কাঁটা এড়িয়ে পথ করে নেমে আসতে যা আপনার গতিকে ক্রমাগত ধীর করার চেষ্টা করবে। আপনার হৃৎকম্পন বাড়িয়ে দিতে নিশ্চিত এই খেলাটি যে কোন প্রতিদ্বন্দ্বিতামূলক খেলা-পাগলের ভাল লাগবে!
cs: Sjíždějte zasněžené a ledem pokryté hory tak rychle, jak je to jen možné v této úžasné závodní hře! Ale nebude to snadné! Bude třeba se vyhýbat stromům, kamenům a dokonce rybím kostrám, které se vám pletou do cesty a zpomalují vás. Určitě vám rozbuší srdce, tato hra je nutností pro každého milovníka adrenalinu.
ms: Berlumba di dalam arena bersalji dengan gunung-ganang berais secepat mungkin! Ia bukan mudah! Anda perlu mengelak pokok, batu, dan juga tulang ikan yang bertebaran sepanjang perlumbaan dan pasti dapat mengganggu perlumbaan anda. Jantung anda akan berdegup kencang sepantas permainan ini sesuai untuk peminat permainan lumba yang mendebarkan.
ro: Aluneca pe zapada si gheata cat mai repede posibil in acest joc de intrecere!Dar nu va fi usor!Trebuie sa ocolesti copaci,pietre si alte obstacole pentru a ajunge la final.Acest joc este pentru pasionatii de adrenalina.
ru: Спуститесь как можно быстрее с горы, покрытой снегом и льдом, в этой удивительной гоночной игре! Но это будет нелегко! Вам нужно будет избегать деревьев, камней и даже рыбьих костей, которые будут попадаться на вашем пути и тормозить вас. Эта игра обязательно понравится всем любителям адреналина.
th: ลงจากภูเขาที่ปกคลุมด้วยหิมะและน้ำแข็งให้เร็วที่สุดเท่าที่เป็นไปได้ในเกมแข่งที่เร้าใจนี้! แต่มันก็ไม่ง่ายนะ! คุณจะต้องหลบต้นไม้ หิน และแม้กระทั่งกระดูกปลาที่จะมาบนทางของคุณและทำให้คุณช้าลง ต้องแน่ใจว่าหัวใจของคุณมีวิญญาณแห่งการแข่ง เกมนี้เป็นเกมที่ต้องเล่นและจะติดใจมัน
vi: Chạy xuống từ một ngọn núi tuyết phủ càng nhanh càng tốt trong trò chơi đua xe này! Nhưng chẳng dễ dàng đâu! Bạn sẽ phải né cây cối, đá tảng và thậm chí là xương cá cản đường và làm chậm tốc độ của bạn. Đảm bảo bạn sẽ cực kỳ hồi hộp, đây là trò chơi không thể thiếu dành cho những người đam mê sự kịch tính.
zh_tw: 在這個超讚的競賽遊戲中，盡可能快速地衝下冰雪覆蓋的高山！但這可不容易！必須避開樹木、岩石，甚至還有魚骨頭會擋在路上拖慢你的速度。這遊戲一定會讓你的心跳加速，喜愛刺激的人一定要玩。

# title
source: Four in a Row
ar: أربعة على التوالي

# subtitle
source: A simple and addictive game for kids and adults
ar: لعبة بسيطة ومحببة للأطفال والكبار

# description
source: This classic game is great for both children and adults alike! The goal is simple: you need to create a straight line of 4 of your circles before your opponent does. You can make a line that is horizontal, vertical or diagonal, like in Tic-tac-toe, but you'll need to be careful and pay attention to what your opponent is doing if you want to win! You can play against the computer, or against a friend, and spend hours playing this addictive and fun game!
ar: تعد هذه اللعبة الكلاسيكية ممتازة للأطفال و البالغين على السواء! و تعد فكرة اللعبة بسيطة، حيث يحتاج اللاعب إذا أراد الفوز إلى إنشاء خطاً مستقيمأ من دوائره الأربعة قبل أن يشكلها اللاعب الآخر. بإمكانك تشكيل الخطوط بشكل أفقي، أو عمودي، أو قطري، مثل لعبة تيك-تاك-تو، و لكن إذا أردت أن تفوز يجب أن تكون حذراً و الانتباه لما يقوم به اللاعب الآخر! و يمكنك أن تلعب ضد الكمبيوتر أو ضد صديق، وقضاء ساعات لعب على هذه اللعبة الممتعة و التي تسبب التعلق الشديد بها !

# title
source: FreeCiv
ar: فرييسيف
bn: ফ্রিসিভ

# subtitle
source: Guide your own civilization to greatness
ar: وجِه الحضارة الخاصة بك نحو العظمة
bn: আপনার নিজের সভ্যতাকে মহত্ত্বের পথে এগিয়ে নিন
cs: Doveďte svou vlastní civilizaci k velkoleposti
ms: Pimpin tamadun anda ke arah kegemilangan
ro: Ghideaza-ti civilizatia catre maretie
ru: Ведите свою собственную цивилизацию к величию
th: แนะนำในอารยธรรมของคุณเองเพื่อความยิ่งใหญ่
vi: Dẫn dắt nền văn minh của bạn đến bước phát triển rực rỡ
zh_tw: 引領你的文明邁向壯大

# description
source: Create your own world with this action-packed game that lets you travel through time and start a civilization of your very own. You'll start at the begging, in a pre-historic world, where you'll need to create your own tribe. Then, you'll move onto the middle ages, survive the plague and invent the wheel. You'll continue through the ages until you reach modern times and need to balance world politics with your agenda to lead your people to conquering the moon and beyond!
ar: صمِّم العالم الخاص بك مع هذه اللعبة المليئة بالعمل، والتي تتيح لك السفر عبر الزمن وبدء حضارة خاصة بك. عليك أن تبدأ منذ بداية الزمان في ظل عالم عصور ما قبل التاريخ، حيث ستحتاج لإنشاء قبيلة خاصة بك. بعد ذلك، عليك الانتقال إلى العصور الوسطى، والبقاء على قيد الحياة و تجاوز الطاعون وابتكار العجلة. وسوف تستمر على مر العصور حتى تصل إلى العصور الحديثة وتحتاج حينها إلى تحقيق التوازن بين السياسة العالمية و الحفاظ على جدول أعمالك لقيادة شعبك لغزو القمر وما بعده!
bn: লড়াইয়ে পরিপূর্ণ এই খেলাটি দিয়ে আপনি তৈরি করে ফেলুন নিজের দুনিয়া যা আপনাকে সময় ভ্রমণে নিয়ে যাবে এবং শুরু করতে পারবেন আপনার নিজের একটি সভ্যতা। শুরু করবেন প্রাগৈতিহাসিক বিশ্ব, যেখানে আপনি নিজেই তৈরি করবেন আপনার নিজের গোত্র। এরপর আপনি চলে যাবেন মধ্য যুগে, যেখানে আপনাকে প্লেগের সাথে লড়াই করে বাঁচতে হবে এবং আবিষ্কার করবেন চাকা। আধুনিক সময়ে পৌঁছানোর আগ পর্যন্ত আপনি ভ্রমণ করবেন বিভিন্নযুগ এবং জানবেন বিশ্বের বিভিন্ন রাজনীতি যা আপনাকে সামাঞ্জস্য রাখতে সাহায্য করে চাঁদের বিজয় থেকে সব কিছুতে!
cs: Vytvořte svůj vlastní svět s touto akcí nabitou hrou, která vám umožní cestovat časem a vybudovat svou vlastní civilizaci. Začnete na začátku, v prehistorickém světe, kde budete potřebovat vytvořit svůj vlastní kmen. Poté se přesunete do středověku, přežijete mor a vyvinete kolo. Pak budete pokračovat věky dokud nedosáhnete moderní doby a budete balancovat světovou politiku se svým programem vést svůj lid k dobývání vesmíru a dál!
ms: Cipta dunia anda sendiri dengan permainan aksi yang membolehkan anda merentasi masa dan memulakan tamadun anda sendiri. Anda akan bermula seawal, fasa pra-sejarah, yang mana anda perlu cipta puak anda sendiri. Kemudian, anda akan beralih ke zaman pertengahan, menghadapi wabak dan mencipta teknologi roda. Seterusnya, anda akan mencapai era modern dan pada era ini anda perlu seimbangkan politik dunia dengan agenda anda supaya mereka kekal ke hadapan untuk menakluki bulan dan dunia di luar sana!
ro: Creeaza-ti lumea in acest joc de actiune care te lasa sa calatoresti in timp si sa incepi o civilizatie noua.Vei incepe din lumea preistorica,unde trebuie sa iti creezi un trib.Apoi vei merge mai departe unde va trebui sa inventezi roata.Si vei continua intr-o lume plina de politica in timpuri moderne unde trebuie sa cuceresti luna si mai mult!
ru: Создайте свой собственный мир в этой захватывающей игре, которая позволит вам совершить путешествие во времени и основать собственную цивилизацию. Вы начнете с самого начала, в доисторическом мире, где вам нужно будет создать свое собственное племя. Затем вы перенесетесь в средние века, переживете чуму и изобретете колесо. Вы пройдете через века, пока не достигнете современности, где вам нужно будет уравновесить мировую политику с вашими планами, чтобы повести свой народ к завоеванию Луны и дальше!
th: สร้างโลกของตัวเองกับเกมแอคชั่นที่ช่วยให้คุณเดินทางผ่านเวลาและเริ่มต้นอารยธรรมของคุณเอง คุณจะเริ่มต้นที่การขอทาน ในโลกก่อนประวัติศาสตร์ที่คุณจะต้องสร้างเผ่าของคุณเอง จากนั้นคุณจะย้ายเข้าสู่ยุคกลาง อยู่รอดจากภัยพิบัติและประดิษฐ์ล้อ คุณจะยังคงผ่านยุคต่าง ๆ จนกว่าจะถึงยุคปัจจุบันและจะต้องมีความสมดุลของการเมืองโลกด้วยกำหนดการของคุณที่จะนำคนของคุณไปพิชิตดวงจันทร์และเหนือจากนั้น!
vi: Tạo ra thế giới cho riêng bạn với trò chơi đậm chất hành động đưa bạn du hành xuyên thời gian và bắt đầu một nền văn minh của riêng mình. Bạn sẽ bắt đầu từ việc cầu xin, trong thời kỳ tiền sử, nơi bạn sẽ cần tạo nên một bộ tộc của riêng bạn. Sau đó, bạn sẽ đến thời trung cổ, sống sót qua cơn bệnh dịch hạch và phát minh ra bánh xe. Bạn sẽ tiếp tục đi qua các thời kỳ đến thời hiện đại và cần cân bằng nền chính trị của thế giới theo đúng lộ trình để dẫn dắt dân tộc của bạn chinh phục mặt trăng và còn xa hơn nữa!
zh_tw: 透過這款動感十足的遊戲建立自己的世界，讓你穿梭時間並建立自己的文明。你將從乞討開始，在這史前世界中建立自己的部落。接著前進到中世紀，在瘟疫中存活下來並發明輪子。你會繼續經歷各時代，直到到達現代，並必須透過議程平衡世界政治，引領人民征服月亮及宇宙！

# title
source: FreeCol
ar: فرييكووا
bn: ফ্রিকল

# subtitle
source: Create your own country and conquer the world
ar: اصنع دولتك واغز العالم
bn: আপনার নিজের দেশ তৈরি করে বিশ্বজয় করুন
cs: Vytvořte si vlastní stát a dobuďte svět
ms: Cipta negara anda sendiri dan takluki dunia
ro: Creeaza-ti propria tara si cucereste lumea
ru: Создайте свою собственную страну и покорите мир
th: สร้างประเทศของคุณเองและพิชิตโลก
vi: Tạo ra một quốc gia cho riêng mình và chinh phục cả thế giới
zh_tw: 建立自己的國家並征服世界

# description
source: Have you ever wanted to start your own country? Well, now you can. Go back into an alternative universe where America has still not been colonized and create towns, cities, and states that will support your ultimate plan. Will you try to dominate the world, or will you promote international peace and prosperity? You decide.
ar: هل سبق لك أن رغبت في إنشاء دولتك؟ حسناً، يمكنك ذلك الآن. عد بالزمن إلى عالمٍ بديل حيث لم يتم تحويل أمريكا لمستعمرة حتى الآن وأنشيء البلدات والمدن والولايات التي ستدعم الخطة النهائية الخاصة بك. هل ستحاول الهيمنة على العالم، أم ستعزز السلم والرخاء الدوليين؟ عليك أن تقرر.
bn: আপনার কখনো নিজের একটি দেশ বানাতে ইচ্ছে করেছে? এখন আপনি পারবেন। নিজেকে নিয়ে যান একটি বিকল্প বিশ্বে যেখানে আমেরিকা তখনো কলোনিতে পরিণত হয়নি। গ্রাম, শহর আর ষ্টেট তৈরি করুন যা আপনার চূড়ান্ত পরিকল্পনায় সাহায্য করবে। আপনি কি বিশ্বে কর্তৃত্ব করার চেষ্টা করবেন, নাকি আপনি আন্তর্জাতিক শান্তি ও সমৃদ্ধি বজায় রাখার চেষ্টা করবেন? আপনারই সিদ্ধান্ত।
cs: Chtěli jste kdy vytvořit svojí vlastní zemi? Nyní můžete. Jděte zpět do alternativního vesmíru, kde Amerika ještě nebyla kolonizována a vytvářejte městečka, města a státy, které budou podporovat váš velký plán. Pokusíte se ovládnout svět, nebo propagovat mezinárodní mír a prosperitu? Rozhodnete vy.
ms: Adakah anda mahu menubuhkan dunia anda sendiri? Kini, anda boleh lakukannya/ Kembali ke alam alternatif di mana Amerika belum dijajah dan seterusnya wujudkan pekan, bandar, dan negara yang menyokong rancangan mutlak anda. Adakah anda mahu menguasai dunia, atau mahu mempromosi keamanan dan kesejahteraan sejagat? Anda tentukan sendiri.
ro: Ai dorit vreodata sa iti construiesti tara ta?Acum poti.Mergi intr-un univers alternativ unde America nu este inca descoperita si colonizata si creeaza turnuri,orase,si state care iti sustin planul.Vei incerca sa domini lumea,sau vei promova pacea internationala si prosperitatea?Tu decizi.
ru: Вы когда-нибудь хотели основать свою собственную страну? Что ж, теперь вы можете это сделать. Вернитесь в альтернативную вселенную, где Америка до сих пор не колонизирована, и создайте города, поселки и штаты, которые будут поддерживать ваш конечный план. Будете ли вы пытаться доминировать в мире или будете способствовать международному миру и процветанию? Решайте сами.
th: คุณเคยต้องการที่จะเริ่มตั้งประเทศของตัวเองหรือไม่ ดีเลยตอนนี้คุณทำได้แล้ว กลับไปเลือกจักรวาลที่อเมริกายังไม่ได้ครองอาณานิคมและสร้างเมืองย่อย เมืองใหญ่ และรัฐที่จะสนับสนุนแผนการสูงสุดของคุณ คุณจะพยายามครองโลกหรือคุณจะส่งเสริมสันติภาพระหว่างประเทศและความเจริญรุ่งเรือง คุณเป็นคนตัดสินใจ
vi: Bạn đã bao giờ muốn tạo ra một quốc gia cho riêng mình chưa? Giờ thì bạn hoàn toàn có thể. Quay về thời xa xưa khi châu Mỹ vẫn chưa bị thôn tính và tạo nên những thị trấn, thành phố và các tiểu bang giúp củng cố kế hoạch tối thượng của bạn. Bạn sẽ thử thống trị thế giới, hay sẽ thúc đẩy hòa bình và thịnh vượng quốc tế? Tùy bạn quyết định.
zh_tw: 您曾經希望運行屬於自己的國家嗎？現在可以這麼做了。回到一個美國還未被殖民的平行宇宙，建立能協助您終極計畫的城鎮、都市和州。您會試著統治世界，還是推動國際和平與繁榮呢？由您決定。

# title
source: FrostTorrent
ar: بتتورينت
bn: ফ্রষ্টটরেন্ট

# subtitle
source: Download nearly anything or share your own files
ar: قم بتحميل أي شيءٍ تقريباً أو مشاركة الملفات الخاصة بك
bn: প্রায় যে কোন কিছু ডাউনলোড করুন এবং আপনার নিজের ফাইলসমূহ ভাগ করে নিন
cs: Stahujte skoro cokoli nebo sdílejte své vlastní soubory
ms: Muat turun hampir apa sahaja dan juga berkongsi fail-fail anda
ro: Descarca aproape orice sau impartaseste fisiere
ru: Загружайте практически все или делитесь собственными файлами
th: ดาวน์โหลดอะไรที่ใกล้ตัวหรือแบ่งปันไฟล์ของคุณเอง
vi: Tải về gần như mọi thứ hoặc chia sẻ các tệp của riêng bạn
zh_tw: 下載任何內容或分享自己的檔案
