[
  {
    "displayShape":"b1",
    "application-id":"sol",
    "desktop-id":"eos-app-sol",
    "title":"Freecell",
    "subtitle":"Freecell",
    "description":"This application lets you play a new type of solitaire that will keep you busy for hours! Freecell Solitaire is a little different from the traditional Klondike Solitaire, but the rules are easy to get the hang of. Like Klondike Solitaire, the general idea is to put cards of the same suit down in numerical order, but it’s a little more complicated than that. This card game challenges the mind and provides plenty of entertainment for you to enjoy.",
    "square_img":"sol-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "sol-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"gnome-sudoku",
    "desktop-id":"eos-app-gnome-sudoku",
    "title":"Sudoku",
    "subtitle":"Puzzle game",
    "description":"If you’re a fan of puzzles and math games, the Sudoku app is perfect for you. These fun brain teasers require you to input numbers in a grid so that you have unique rows, columns, and grid regions containing all the numbers 1 through 9. It may seem complicated at first, but with this app, you’ll learn how to play and can get the hang of the game in no time. You'll soon have hours of fun solving Sudoku puzzles and exercising your mind!",
    "square_img":"gnome-sudoku-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "gnome-sudoku-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b2h",
    "application-id":"khanacademy",
    "desktop-id":"eos-app-com.endlessm.khanacademy",
    "title":"Khan Academy",
    "subtitle":"Learn almost anything for free",
    "description":"A whole world of learning is at your fingertips with the Khan Academy app. One of the greatest educational resources out there, Khan Academy, offers online video courses in a vast variety of content areas, including math, biology, chemistry, and physics. These exciting videos give you access to fascinating content, and help you learn more than just your classroom's education. The videos are free, easy to access, and provide learning opportunities that are sure to expand your mind.",
    "square_img":"khanacademy-thumb.jpg",
    "featured_img":"khanacademy-featured.jpg",
    "screenshots":[
      "khanacademy-screenshot1.jpg",
      "khanacademy-screenshot2.jpg"
    ],
    "is_featured":true,
    "is_offline":false,
    "category":"Education"
  },
  {
    "displayShape":"b1",
    "application-id":"goldendict",
    "desktop-id":"eos-app-goldendict",
    "title":"Dictionary",
    "subtitle":"GoldenDict",
    "description":"In reading and conversation, words often come up with which you’re not familiar. Rather than pretend you know what they mean, it’s best to have a dictionary app so you can learn new vocabulary and understand what you read and hear. This dictionary app is easy to use and navigate, so you’ll never have trouble finding just the word you’re looking for. ",
    "square_img":"goldendict-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "goldendict-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b2v",
    "application-id":"wikipedia",
    "desktop-id":"eos-app-com.endlessm.wikipedia",
    "title":"Wikipedia",
    "subtitle":"The free encyclopedia",
    "description":"Whether you’re working online or offline, you want access to the world’s treasure trove of information – Wikipedia. With the Wikipedia app, you’ll have just that. Use the easy search tool to look up any topic you want, and you’ll be able to read the encyclopedia entry on that topic. You’ll learn more than you ever thought possible with access to the Internet's greatest informational resource.",
    "square_img":"wikipedia-thumb.jpg",
    "featured_img":"wikipedia-featured.jpg",
    "screenshots":[
      "wikipedia-screenshot1.jpg",
      "wikipedia-screenshot2.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Education"
  },
  {
    "displayShape":"b2v",
    "application-id":"skype",
    "desktop-id":"eos-app-skype",
    "title":"Skype",
    "subtitle":"Internet calls and chat",
    "description":"Skype makes staying in touch incredibly easy and fun! If you have a webcam and a microphone, you can easily make video calls and voice calls to anyone in the world who also has Skype. This app’s features are simple to use and you can stay in touch with people anywhere in world!",
    "square_img":"skype-thumb.jpg",
    "featured_img":"skype-featured.jpg",
    "screenshots":[
      "skype-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"armagetron",
    "desktop-id":"eos-app-armagetron",
    "title":"Armagetron",
    "subtitle":"Multiplayer game",
    "description":"This exciting game lets you into the world of Tron. Get behind the wheel of a “light cycle”, a cool and futuristic motorcycle, and battle others on the road. Force your opponents to hit the arena walls to eliminate them from the game and come out victorious. This app is easy to learn and a lot of fun to play!",
    "square_img":"armagetron-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "armagetron-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"audacity",
    "desktop-id":"eos-app-audacity",
    "title":"Audio Editor",
    "subtitle":"Record and edit sounds",
    "description":"Have you ever wanted to make your own audio clips or songs? With this app, you'll be able to access all the tools you need to create audio clips that you can play for your friends and family. Create high quality clips and songs that you can even share with the world! ",
    "square_img":"audacity-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "audacity-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b2v",
    "application-id":"billard-gl",
    "desktop-id":"eos-app-billard-gl",
    "title":"Billiards",
    "subtitle":"Billiard game",
    "description":"Do you love playing billiards, or have you ever wanted to learn how to play? This game lets you have the experience of playing pool and other similar games right from your home. It’s simple to learn and use, yet highly realistic. Play carom, eightball or nineball games, or just practice for real-life billiards games against your friends. This app is a great tool for both playing for fun and improving your game.",
    "square_img":"billard-gl-thumb.jpg",
    "featured_img":"billard-gl-featured.jpg",
    "screenshots":[
      "billard-gl-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b2v",
    "application-id":"blockout2",
    "desktop-id":"eos-app-blockout2",
    "title":"BlockOut 2",
    "subtitle":"3D Tetris-style game",
    "description":"Do you love puzzle games? Then you’ll love BlockOut 2. This 3-D Tetris game is fast-paced and a lot of fun! Figure out how to stack different-shaped blocks together and create whole layers of blocks to get points, all before the blocks stack up too high and you lose! It’s great for the brain, and tons of fun.",
    "square_img":"blockout2-thumb.jpg",
    "featured_img":"blockout2-featured.jpg",
    "screenshots":[
      "blockout2-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b2v",
    "application-id":"chromium-bsu",
    "desktop-id":"eos-app-chromium-bsu",
    "title":"Chromium BSU",
    "subtitle":"Space shooting game",
    "description":"Imagine this: You’re the captain of Chromium B.S.U., a vital cargo ship that must get supplies to the frontline of a great war in space. With the help of your robotic fighting fleet, you just might make it. This thrilling, arcade-style game is sure to get your blood pumping. With a variety of objectives to achieve and the tools to do it, you’re on your way to a galaxy of fun!",
    "square_img":"chromium-bsu-thumb.jpg",
    "featured_img":"chromium-bsu-featured.jpg",
    "screenshots":[
      "chromium-bsu-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b2v",
    "application-id":"english",
    "desktop-id":"eos-app-com.endlessm.endless-english",
    "title":"Learn English",
    "subtitle":"Have fun learning English!",
    "description":"Ready to take your English to a new level? Have fun and learn a new skill by playing games, listening to your favorites songs with lyrics, and watching interesting videos. Sometimes all it takes is a push in the right direction, and with our app, you’ll learn about resources that can help you improve your English and take you to new opportunities.",
    "square_img":"english-thumb.jpg",
    "featured_img":"english-featured.jpg",
    "screenshots":[
      "english-screenshot1.jpg",
      "english-screenshot2.jpg",
      "english-screenshot3.jpg"
    ],
    "is_featured":true,
    "is_offline":false,
    "category":"Education"
  },
  {
    "displayShape":"b1",
    "application-id":"evolution",
    "desktop-id":"eos-app-evolution",
    "title":"E-mail",
    "subtitle":"E-mail",
    "description":"Staying in touch is an important part of modern life, and email has become one of the best ways of doing so. You may receive emails from faraway or close-by friends and family, access messages containing daily jokes, vocabulary, or news, and even handle important matters – all via email. When you need to check your email quickly and simply, this app is there for you.",
    "square_img":"evolution-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "evolution-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"frostwire",
    "desktop-id":"eos-app-frostwire",
    "title":"Media Download",
    "subtitle":"File sharing",
    "description":"With this useful app, you can access, download and share almost any file you'd like to on the Web. From music, videos, and games to more complex downloads like software, you can share files with millions of users. Special features include a video player built into the app. Share files large and small with a massive online community, and get the media you love right at your fingertips.",
    "square_img":"frostwire-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "frostwire-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"gcalctool",
    "desktop-id":"eos-app-gnome-calculator",
    "title":"Calculator",
    "subtitle":"Calculator",
    "description":"Do you ever consider how often you need to do basic or even complex math in daily life? From calculating a budget to converting measurements in a recipe to figuring out taxes, you probably use equations more regularly than you think. That’s why this calculator app comes in handy. Perform simple arithmetic quickly, or allow the calculator to do more advanced work, depending on your needs. You’ll never struggle to perform mathematical tasks again as long as you have this calculator app! ",
    "square_img":"gcalctool-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "gcalctool-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"gcompris",
    "desktop-id":"eos-app-gcompris",
    "title":"EduGames",
    "subtitle":"Childrens games",
    "description":"This app makes learning fun for young children with more than 100 games and activities! Educational topics include reading, geography, and math, and the app also features games like chess and Connect Four, which are great for young brains. Your child will have a wonderful time developing valuable skills that will help him or her throughout life.  ",
    "square_img":"gcompris-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "gcompris-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"gimp",
    "desktop-id":"eos-app-gimp",
    "title":"GIMP",
    "subtitle":"Photo Editor",
    "description":"This application is similar to Adobe Photoshop, and it is free. This tool allows you to edit photos in a variety of ways, creating even more beautiful works of art from your original images. This app can also do things like convert formats of files or serve as a basic paint program. There are so many possibilities for how to create cool images once you get the hang of this helpful editing app!",
    "square_img":"gimp-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "gimp-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"gnome-genius",
    "desktop-id":"eos-app-gnome-genius",
    "title":"Math",
    "subtitle":"Mathematics Tool",
    "description":"This math application offers advanced mathematical computing functions that can be used for far more than just basic calculations. If you’re a math whiz who loves to experiment with this exciting discipline, this is the app for you. And even if you’re not, the app works wonderfully as a high-level calculator. Everything you need to figure out numerical mysteries is right here.",
    "square_img":"gnome-genius-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "gnome-genius-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"kobodeluxe",
    "desktop-id":"eos-app-kobodeluxe",
    "title":"Kobo Deluxe",
    "subtitle":"Destroy enemy bases in space",
    "description":"Fans of arcade-style games will love the Kobo Deluxe app. This third-person shooter allows you to protect yourself from and destroy enemy ships as they pursue you, shooting and launching themselves at you. All this takes place in an exciting outer-space environment, with fun graphics and invigorating tactical challenges. Move up through the 50 levels and come out a champion. ",
    "square_img":"kobodeluxe-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "kobodeluxe-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"lbreakout2",
    "desktop-id":"eos-app-lbreakout2",
    "title":"Breakout",
    "subtitle":"LBreakout2 game",
    "description":"This classic paddle game is tons of fun! The aim is to destroy bricks with your ball by hitting them with your paddle, which allows you to level up. The original Breakout game came out in 1976, and people have loved this simple yet addictive game ever since. Get your brick-breaking fix with great graphics and animation, intuitive controls, and plenty of levels to beat.",
    "square_img":"lbreakout2-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "lbreakout2-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"libreoffice-calc",
    "desktop-id":"eos-app-libreoffice-calc",
    "title":"Spreadsheet",
    "subtitle":"Spreadsheet",
    "description":"Whatever you need to keep track of, the spreadsheet app can help you do it. This advanced yet easy-to-use spreadsheet has something for everyone: a simple layout that’s easy to understand, plus the ability to do complex calculations. Spreadsheets are used in many careers throughout the world, so getting the hang of this app can also help you gain valuable skills for the job market.",
    "square_img":"libreoffice-calc-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "libreoffice-calc-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"libreoffice-impress",
    "desktop-id":"eos-app-libreoffice-impress",
    "title":"Presentation",
    "subtitle":"Presentation",
    "description":"Create clean, attractive, and professional presentations with this presentation app. This app features the ability to use text, drawing tools, transitions, 2-D and 3-D art, and even animations to get your point across in a beautiful and compelling way. And best of all, this app is easy to understand and use, with simplified steps for creating exactly what you need.",
    "square_img":"libreoffice-impress-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "libreoffice-impress-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"libreoffice-writer",
    "desktop-id":"eos-app-libreoffice-writer",
    "title":"Writer",
    "subtitle":"Writer",
    "description":"This app gives you all the features of the best word processing applications and is compatible with Microsoft Office. Create and edit documents easily, create short notes and longer pieces of writing with annotations and diagrams. It’s all possible with this app. Your documents will look professional enough to present to employers, teachers, or other important people. Use this app to compose your next masterpiece or to take great notes; either way, you’ll have simple yet powerful tools available.",
    "square_img":"libreoffice-writer-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "libreoffice-writer-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b2v",
    "application-id":"numptyphysics",
    "desktop-id":"eos-app-numptyphysics",
    "title":"Physics",
    "subtitle":"Harness gravity with your crayon",
    "description":"Who knew the laws of physics could be so much fun? With this app, you can solve puzzles by drawing objects like pulleys, levers, and ramps. If your creations turn out right, you’ll accomplish that level’s task and move to the next level. This challenging game will also teach you some basic physics, but you’ll be having so much fun that you’ll hardly know you’re learning.",
    "square_img":"numptyphysics-thumb.jpg",
    "featured_img":"numptyphysics-featured.jpg",
    "screenshots":[
      "numptyphysics-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"openarena",
    "desktop-id":"eos-app-openarena",
    "title":"Open Arena",
    "subtitle":"First person shooter",
    "description":"If arena battles are your idea of a good time, then you’ll love this application. Be warned – this is a game of serious skill, and serious bloodshed. Use different styles of weapons in contests like Capture the Flag, Deathmatch, Team Deathmatch, Last Man Standing, and Tournament. Each of these modes offers its own form of excitement as you battle your enemies!",
    "square_img":"openarena-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "openarena-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b2v",
    "application-id":"photos",
    "desktop-id":"eos-app-com.endlessm.endless-photos",
    "title":"Photo Editor",
    "subtitle":"Edit, filter and share your images",
    "description":"Have you ever wanted to edit your own photos like the pros and create beautiful images you can share with those you love? Well, now you can do that in just a few steps! We have a variety of attractive, artful filters so you can customize your photos and create one-of-a-kind works of art from your everyday life. And with this handy app, you can post your creations directly to Facebook, so everyone can see your photography skills!",
    "square_img":"photos-thumb.jpg",
    "featured_img":"photos-featured.jpg",
    "screenshots":[
      "photos-screenshot1.jpg",
      "photos-screenshot2.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"pingus",
    "desktop-id":"eos-app-pingus",
    "title":"Pingus",
    "subtitle":"A journey into the unknown",
    "description":"Penguins are among the cutest animals, so who wouldn’t want to play a fun game protecting these beloved creatures from falling off cliffs and into freezing waters? With lots of levels and adorable characters, this is sure to become your new favorite game. Watch your penguins use the tools you give them in order to avoid an untimely end.",
    "square_img":"pingus-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "pingus-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b2h",
    "application-id":"rhythmbox",
    "desktop-id":"eos-app-rhythmbox",
    "title":"Music",
    "subtitle":"Music player and radio",
    "description":"In addition to listening to your favorite music, this app lets you search through your library, create playlists, play and burn CDs, shows you album art and even songs' lyrics. This app also supports Internet radio streaming and audio visualizations. Enjoy all your favorite songs, stored and sorted in one convenient app.",
    "square_img":"rhythmbox-thumb.jpg",
    "featured_img":"rhythmbox-featured.jpg",
    "screenshots":[
      "rhythmbox-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b2v",
    "application-id":"shotwell",
    "desktop-id":"eos-app-shotwell",
    "title":"Photos",
    "subtitle":"Photo viewer and organizer",
    "description":"We all love to take pictures in our everyday lives – and we especially love downloading them to our computers so we can edit and share them via social media. This app lets you import photos from a digital camera or phone seamlessly. You can then arrange them into albums, edit them for maximum beauty and effect, and of course, display them on your favorite social networks, like Facebook. This photo app also allows you to create albums that you share on the web, if you’d rather share that way. Whatever you choose, your friends can see all the photos you want them to!",
    "square_img":"shotwell-thumb.jpg",
    "featured_img":"shotwell-featured.jpg",
    "screenshots":[
      "shotwell-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"solitaire",
    "desktop-id":"eos-app-solitaire",
    "title":"Solitaire",
    "subtitle":"Card game",
    "description":"Solitaire is a classic card game that is fun for people of all ages. It’s easy to figure out the rules, but it takes time to master the game.  Luckily, you’ll want to put in the time to really learn how to play, because you’ll be having so much fun. This engrossing and mind-enriching game is sure to entertain you, hour after hour.",
    "square_img":"solitaire-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "solitaire-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"stellarium",
    "desktop-id":"eos-app-stellarium",
    "title":"Stellarium",
    "subtitle":"Look up at the stars!",
    "description":"Discover the night sky with this application. With a catalogue of more than 600,000 stars, constellations from more than a dozen cultures, and many more features, this application lets you see and get to know the stars right from your desktop. This application shows you a night sky that is so realistic, it matches the one you see above you. Set your location coordinates and learn about the stars above you!",
    "square_img":"stellarium-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "stellarium-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Education"
  },
  {
    "displayShape":"b2v",
    "application-id":"supertux2",
    "desktop-id":"eos-app-supertux2",
    "title":"Super Tux",
    "subtitle":"Super Tux",
    "description":"This game is similar to the original Super Mario Brothers games and allows your avatar to run and jump its way to new levels. The game features 26 levels with different opponents to fight, and fun music, in addition to a story that you can follow along with as you play. ",
    "square_img":"supertux2-thumb.jpg",
    "featured_img":"supertux2-featured.jpg",
    "screenshots":[
      "supertux2-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b2h",
    "application-id":"supertuxkart",
    "desktop-id":"eos-app-supertuxkart",
    "title":"Tux Kart",
    "subtitle":"Racing game",
    "description":"Tux Kart is a racing game that stars the lovable character, Tux the Penguin. This game features several different tracks of varying difficulty for you to test your driving skills. Whether you’re on Tux’s Tollway or Gown’s Bow, you’re rushing toward the finish, trying to stay ahead of your opponents as you collect Red Herrings (which give you special abilities) and avoid Green Herrings (which trip you up). This game is sure to entertain you and your friends for hours!",
    "square_img":"supertuxkart-thumb.jpg",
    "featured_img":"supertuxkart-featured.jpg",
    "screenshots":[
      "supertuxkart-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b2h",
    "application-id":"teeworlds",
    "desktop-id":"eos-app-teeworlds",
    "title":"Teeworlds",
    "subtitle":"Multiplayer shooting game",
    "description":"Teeworlds is a retro-looking game, but don’t let this old-school feel fool you; it’s also an exciting multiplayer shooter. Epic battles of up to 16 players rage, in formats such as Capture the Flag and Team Deathmatch. Try to survive in the deadly arena while dispatching your opponents. One exciting feature of Teeworlds is that the game allows you to design your own maps. Lots of bloody fun awaits you with the Teeworlds app.",
    "square_img":"teeworlds-thumb.jpg",
    "featured_img":"teeworlds-featured.jpg",
    "screenshots":[
      "teeworlds-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"totem",
    "desktop-id":"eos-app-totem",
    "title":"Videos",
    "subtitle":"Video player",
    "description":"Do you love watching movies? Do it the right way with this video application that allows you to watch movies you have downloaded in full-screen mode. Other basics, like volume control and playlists, make your video-watching experience easy and fun. With this application you'll want to invite all of your family and friends to join you in watching all of your favorite movies!",
    "square_img":"totem-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "totem-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b2h",
    "application-id":"translate",
    "desktop-id":"eos-app-com.endlessm.endless-translation",
    "title":"Translate",
    "subtitle":"Translate",
    "description":"Translating from one language to another is a great way to bridge across cultures. It’s also important in many day-to-day activities in our increasingly globalized world. With the Translate app, you can understand and be understood in virtually any language. The app features an easy-to-understand setup so that you can use it without any trouble or hassle. It’s delightfully simple. Make new connections – and even new friends – with the world’s languages at your fingertips.",
    "square_img":"translate-thumb.jpg",
    "featured_img":"translate-featured.jpg",
    "screenshots":[
      "translate-screenshot1.jpg"
    ],
    "is_featured":true,
    "is_offline":false,
    "category":"Education"
  },
  {
    "displayShape":"b1",
    "application-id":"tuxmath",
    "desktop-id":"eos-app-tuxmath",
    "title":"123 Tux",
    "subtitle":"Math games",
    "description":"Starring kids’ favorite buddy, Tux the Penguin, this fun math game application leads kids through math facts in a way that’s fun and engaging. You want your children’s math skills to improve, and they want to play games – so encouraging them to play brings together the best of both worlds and will help your child learn to love math! ",
    "square_img":"tuxmath-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "tuxmath-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"tuxtype",
    "desktop-id":"eos-app-tuxtype",
    "title":"Tux Typing",
    "subtitle":"Learn to type",
    "description":"This fun application is a great way for kids, and even adults, to learn how to type! Learn the basics, or improve your skills by playing games that teach you how to use a keyboard without even looking at it. Children today are growing up surrounded by computers and mobile devices, and learning how to use these technologies well will only grow more important in the future. Start them off with a great foundation by downloading this app and encouraging them to play!",
    "square_img":"tuxtype-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "tuxtype-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Education"
  },
  {
    "displayShape":"b2h",
    "application-id":"weather",
    "desktop-id":"eos-app-com.endlessm.endless-weather",
    "title":"Weather",
    "subtitle":"See the weather forecast",
    "description":"“How’s the weather out there?” Answer this question easily, every day, with the click of a button. This simple weather app allows you to see what’s happening right outside your door. Will it be chilly? Should you plan for rain? Is it a perfect day to spend outdoors? Learn all you need to know about the weather to to take advantage of your day!",
    "square_img":"weather-thumb.jpg",
    "featured_img":"weather-featured.jpg",
    "screenshots":[
      "weather-screenshot1.jpg",
      "weather-screenshot2.jpg",
      "weather-screenshot3.jpg"
    ],
    "is_featured":true,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"youtube",
    "desktop-id":"eos-app-com.endlessm.youtube",
    "title":"YouTube",
    "subtitle":"Watch videos and series",
    "description":"YouTube is one of the most entertaining and informative sites on the Web. You can find videos of your favorite musical artists, tutorials that teach you to do virtually anything, funny or cute videos, and so much more! The YouTube app makes finding videos easier in a beautiful new way. This app is the best way to discover exactly the video you’re looking for.",
    "square_img":"youtube-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "youtube-screenshot1.jpg",
      "youtube-screenshot2.jpg",
      "youtube-screenshot3.jpg"
    ],
    "is_featured":true,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b2h",
    "application-id":"brazil",
    "desktop-id":"eos-app-com.endlessm.brazil",
    "title":"Brazil",
    "subtitle":"Learn more about brazilian culture",
    "description":"Want to learn more about the nation you call home? Brazil is a beautiful country with a rich heritage, delicious food, exciting sports, engaging cultural events, beautiful sites, and much more. Explore articles showcasing these areas of Brazilian life, art, geography, and culture. You’ll deepen your knowledge of the nation and be able to share what you learn with friends, family, and visitors.",
    "square_img":"brazil-thumb.jpg",
    "featured_img":"brazil-featured.jpg",
    "screenshots":[
      "brazil-screenshot1.jpg",
      "brazil-screenshot2.jpg",
      "brazil-screenshot3.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Education"
  },
  {
    "displayShape":"b2v",
    "application-id":"health",
    "desktop-id":"eos-app-com.endlessm.health",
    "title":"Health",
    "subtitle":"Information about health",
    "description":"Your health is one of the most important aspects of daily life, and you need resources to make sure you understand how to lead a healthy lifestyle and stay well. With this health app, you’ll have access to information about a range of health topics. Learn about how to keep yourself and your family from getting sick, and how to take care of minor ailments when they occur. This app is your indispensable resource to learn how to live a healthy life.",
    "square_img":"health-thumb.jpg",
    "featured_img":"health-featured.jpg",
    "screenshots":[
      "health-screenshot1.jpg",
      "health-screenshot2.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Education"
  },
  {
    "displayShape":"b2v",
    "application-id":"programming",
    "desktop-id":"eos-app-com.endlessm.programming",
    "title":"Coding Fun",
    "subtitle":"Learn to code",
    "description":"Do you like playing video games? Then why not create your own? Learn valuable programming and coding skills with this fun application that lets you change the rules of video games to make them your own! See what happens when you change lines of code and progress through levels to keep learning more and more about how to code. You'll soon find out that learning how to program allows you not only to change the world inside your games, but also your very own! ",
    "square_img":"programming-thumb.jpg",
    "featured_img":"programming-featured.jpg",
    "screenshots":[
      "programming-screenshot1.jpg",
      "programming-screenshot2.jpg",
      "programming-screenshot3.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Education"
  },
  {
    "displayShape":"b2v",
    "application-id":"typing",
    "desktop-id":"eos-app-com.endlessm.typing",
    "title":"Typing",
    "subtitle":"Learn to type",
    "description":"Typing is a valuable skill in almost any educational or professional environment. But did you know it could be a whole lot of fun, too? With engaging games, this typing application will teach you to use a keyboard effectively, as well as help you develop typing muscle memory. And the best part is, you’ll learn this useful skill by typing the lyrics to your favorite songs! What could be more entertaining than following along with the songs you love, all the while gaining a great new ability?",
    "square_img":"typing-thumb.jpg",
    "featured_img":"typing-featured.jpg",
    "screenshots":[
      "typing-screenshot1.jpg",
      "typing-screenshot2.jpg",
      "typing-screenshot3.jpg"
    ],
    "is_featured":true,
    "is_offline":true,
    "category":"Education"
  },
  {
    "displayShape":"b1",
    "application-id":"resume",
    "desktop-id":"eos-app-com.endlessm.endless-resume-app",
    "title":"Résumé",
    "subtitle":"Write a résumé",
    "description":"The best way to make a great impression on a potential employer is to have an outstanding resume, and this app is here to help you do just that. With handy, attractive templates, you have plenty of models to use as you build your own stellar resume. Learn exactly what a resume is and what it should contain, get tips on each section, and even receive guidance on how to prepare for job interviews. This app can help you move closer to the job of your choice.",
    "square_img":"resume-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "resume-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"empathy",
    "desktop-id":"eos-app-empathy",
    "title":"Chat",
    "subtitle":"Converse com amigos por chat e vídeo",
    "description":"This chat app is a truly amazing communication tool. It supports the chat functions from sites like Facebook, Jabber, MSN, AIM, Gadu Gadu, and more, and brings them all together so you can do your messaging, voice, and video chats all in one app, no matter how many contacts you have in all your other programs. All you need to do is set up this one chat with all of your other accounts and you are ready to talk to everyone you know without having to switch from application to application to talk to them all. This app also allows file sharing, in case you have pictures, documents, or media to send to loved ones while you chat. You can keep in touch with all your friends and family with this awesome app!",
    "square_img":"empathy-thumb.jpg",
    "featured_img":"empathy-featured.jpg",
    "screenshots":[
      "empathy-screenshot1.jpg",
      "empathy-screenshot2.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"inkscape",
    "desktop-id":"eos-app-inkscape",
    "title":"Inkscape",
    "subtitle":"Editor de gráficos vetoriais",
    "description":"This application is for intermediate and advanced graphic designers who need to create and edit their graphics and images. This app gives you advanced features and is comparable to Adobe InDesign. For example, it allows you to create SVGs (Scalable Vector Graphics), which allow your graphics to remain high quality no matter what size they are. Create beautiful ads, brochures, presentations and artwork with this great free graphics app!",
    "square_img":"inkscape-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "inkscape-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Utility"
  },
  {
    "displayShape":"b1",
    "application-id":"frozen-bubble",
    "desktop-id":"eos-app-frozen-bubble",
    "title":"Frozen Bubble",
    "subtitle":"Destrua as bolhas antes que elas congelem",
    "description":"Play by yourself or challenge your friends to an exciting game of frozen bubbles! Match the colored bubbles in order to knock them down and get them out of the way before they stack up too high and crash into you. You need to have a good strategy and develop a quick trigger finger in order to win!",
    "square_img":"frozen-bubble-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "frozen-bubble-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":true,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"scorched3d",
    "desktop-id":"eos-app_scorched3d",
    "title":"Scorched 3D",
    "subtitle":"Turn-based artillery game",
    "description":"Do you love games with jets, naval vessels, and all sorts of weapons? If so, then you will love Scorched3D. This game comes with many different lands for you to visit and engage in battles. You will need to develop a good strategy in order to outsmart your opponents and make sure that you end up victorious. You can play by yourself, with friends, or battle other community members online. Hold onto your hats, because this game is sure to shake things up!",
    "square_img":"scorched3d-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "scorched3d-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":"Leisure"
  },
  {
    "displayShape":"b1",
    "application-id":"mexico",
    "desktop-id":"eos-app-com.endlessm.mexico",
    "title":"Mexico",
    "subtitle":"Learn all about Mexico right from your desktop!",
    "description":"Want to learn more about the nation you call home? Mexico is a beautiful country with a rich heritage, delicious food, exciting sports, engaging cultural events, beautiful sites, and much more. Explore articles showcasing these areas of Mexican life, art, geography, and culture. You’ll deepen your knowledge of the nation and be able to share what you learn with friends, family, and visitors.",
    "square_img":"mexico-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "mexico-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"guatemala",
    "desktop-id":"eos-app-com.endlessm.guatemala",
    "title":"Guatemala",
    "subtitle":"Learn all about Guatemala right from your desktop!",
    "description":"Guatemala has an ancient and fascinating history, but it’s also a modern, bustling nation with many attractions, cultural events, and important population centers. Explore articles showcasing these areas of Guatemalan life, art, geography, and culture. You’ll deepen your knowledge of Guatemala and be able to share what you learn with friends, family, and visitors.",
    "square_img":"guatemala-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "guatemala-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"science_es",
    "desktop-id":"eos-app-com.endlessm.science_es",
    "title":"Science - ES",
    "subtitle":"Learn about everything from dinosaurs to space",
    "description":"Are you someone who always wants to know how things work? Do you ask “why” and “how” often in everyday life? Then this application is for you. This fun and informative app will help you answer many of the questions you have about the universe’s wonders, and covers amazing topics like physics, earth sciences, and life sciences. From the origins of the dinosaurs to the mysteries of outer space, there’s so much to learn and share! This app will help you on your road to scientific discovery.",
    "square_img":"science_es-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "science_es-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"soccer_gt",
    "desktop-id":"eos-app-com.endlessm.soccer_gt",
    "title":"Soccer - GT",
    "subtitle":"Learn more about your favorite game - soccer",
    "description":"Soccer is a major sport with fans all around the world. Are you one of them? Then this is the app for you. It features everything you need to know about the world’s major teams, players, and competitions. Learn facts about the game and its history, discover the intricacies of the rules, and keep up to date with articles about your favorite sport!",
    "square_img":"soccer_gt-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "soccer_gt-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"soccer_br",
    "desktop-id":"eos-app-com.endlessm.soccer_br",
    "title":"Soccer - BR",
    "subtitle":"Learn more about your favorite game - soccer",
    "description":"Soccer is a major sport with fans all around the world. Are you one of them? Then this is the app for you. It features everything you need to know about the world’s major teams, players, and competitions. Learn facts about the game and its history, discover the intricacies of the rules, and keep up to date with articles about your favorite sport!",
    "square_img":"soccer_br-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "soccer_br-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"soccer_mx",
    "desktop-id":"eos-app-com.endlessm.soccer_mx",
    "title":"Soccer - MX",
    "subtitle":"Learn more about your favorite game - soccer",
    "description":"Soccer is a major sport with fans all around the world. Are you one of them? Then this is the app for you. It features everything you need to know about the world’s major teams, players, and competitions. Learn facts about the game and its history, discover the intricacies of the rules, and keep up to date with articles about your favorite sport!",
    "square_img":"soccer_mx-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "soccer_mx-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"travel_es",
    "desktop-id":"eos-app-com.endlessm.travel_es",
    "title":"Travel - ES",
    "subtitle":"Explore beautiful places all over the world",
    "description":"The world is an amazing and beautiful place! Start exploring it with this cool application that lets you see pictures and learn facts about areas from all over the world. It features information on major sites in places like the Americas, Europe, Asia and beyond. Learn about natural wonders, explore new cultures, and discover some of the most important and holy religious sites in the world!",
    "square_img":"travel_es-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "travel_es-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"celebrities_pt",
    "desktop-id":"eos-app-com.endlessm.celebrities_pt",
    "title":"Celebrities - PT",
    "subtitle":"Learn about celebrities from all around the world",
    "description":"Whether you’re wondering about the life of your favorite movie or pop star, or want to know more about the background and formative years of an important politician, this application can help be your guide. Have fun, learn interesting and juicy facts, and share your knowledge of famous people with all of your friends!",
    "square_img":"celebrities_pt-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "celebrities_pt-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"fitness_pt",
    "desktop-id":"eos-app-com.endlessm.fitness_pt",
    "title":"Fitness - PT",
    "subtitle":"Look and feel your best",
    "description":"We all want to look and feel our best. With this app, you’ll learn how to exercise safely and effectively. With a range of exercises and routines, as well as information about keeping yourself safe and preventing injury, you’ll have your workout on track in no time. The app also features guidance on how to live a healthy life of the body and the mind.",
    "square_img":"fitness_pt-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "fitness_pt-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"cooking_pt",
    "desktop-id":"eos-app-com.endlessm.cooking_pt",
    "title":"Cooking - PT",
    "subtitle":"Learn the basics of cooking",
    "description":"Looking to cook something great for your friends and family? This helpful app features basic cooking instructions and some great recipes. Get helpful tips about the kitchen, as well as information on how to eat healthily to keep your body in its best shape. Your loved ones will be glad to share your cooking creations, and will be impressed with your skills.",
    "square_img":"cooking_pt-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "cooking_pt-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"travel_pt",
    "desktop-id":"eos-app-com.endlessm.travel_pt",
    "title":"Travel - PT",
    "subtitle":"Explore beautiful places all over the world",
    "description":"The world is an amazing and beautiful place! Start exploring it with this cool application that lets you see pictures and learn facts about areas from all over the world. It features information on major sites in places like the Americas, Europe, Asia and beyond. Learn about natural wonders, explore new cultures, and discover some of the most important and holy religious sites in the world!",
    "square_img":"travel_pt-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "travel_pt-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"sicence_pt",
    "desktop-id":"eos-app-com.endlessm.science_pt",
    "title":"Science - PT",
    "subtitle":"Learn about everything from dinosaurs to space",
    "description":"Are you someone who always wants to know how things work? Do you ask “why” and “how” often in everyday life? Then this application is for you. This fun and informative app will help you answer many of the questions you have about the universe’s wonders, and covers amazing topics like physics, earth sciences, and life sciences. From the origins of the dinosaurs to the mysteries of outer space, there’s so much to learn and share! This app will help you on your road to scientific discovery.",
    "square_img":"sicence_pt-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "sicence_pt-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"fitness_es",
    "desktop-id":"eos-app-com.endlessm.fitness_es",
    "title":"Fitness - ES",
    "subtitle":"Look and feel your best",
    "description":"We all want to look and feel our best. With this app, you’ll learn how to exercise safely and effectively. With a range of exercises and routines, as well as information about keeping yourself safe and preventing injury, you’ll have your workout on track in no time. The app also features guidance on how to live a healthy life of the body and the mind.",
    "square_img":"fitness_es-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "fitness_es-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"cooking_es",
    "desktop-id":"eos-app-com.endlessm.cooking_es",
    "title":"Cooking - ES",
    "subtitle":"Learn the basics of cooking",
    "description":"Looking to cook something great for your friends and family? This helpful app features basic cooking instructions and some great recipes. Get helpful tips about the kitchen, as well as information on how to eat healthily to keep your body in its best shape. Your loved ones will be glad to share your cooking creations, and will be impressed with your skills.",
    "square_img":"cooking_es-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "cooking_es-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  },
  {
    "displayShape":"b1",
    "application-id":"celebrities_es",
    "desktop-id":"eos-app-com.endlessm.celebrities_es",
    "title":"Celebrities - ES",
    "subtitle":"Learn about celebrities from all around the world",
    "description":"Whether you’re wondering about the life of your favorite movie or pop star, or want to know more about the background and formative years of an important politician, this application can help be your guide. Have fun, learn interesting and juicy facts, and share your knowledge of famous people with all of your friends!",
    "square_img":"celebrities_es-thumb.jpg",
    "featured_img":"",
    "screenshots":[
      "celebrities_es-screenshot1.jpg"
    ],
    "is_featured":false,
    "is_offline":false,
    "category":null
  }
]